Repository: Kvirit1/website
Catalog: start/1.4/po/*.po
Languages: ca, cs, da, de, es, fr, hu, it, ja, lt, pl, ru, sk, tl

source: Seven new campaigns now ship with the game
ca: S'inclouen set campanyes noves amb el joc
cs: Hra obsahuje sedm nových tažení
da: Syv nye kampagner udsendes nu sammen med spillet
de: Sieben neue Kampagnen für das Spiel
es: Siete nuevas campañas ahora vienen con el juego
fr: Sept nouvelles campagnes incluses dans le jeu
hu: További hét új hadjárat került a játékba
it: Sette nuove campagne sono ora distribuite con il gioco
ja: 7 つの新しいキャンペーンがゲームとともに含まれます
lt: Septynios naujos kampanijos dabar pateikiamos kartu su žaidimu
pl: Z grą dostarczanych jest teraz siedem nowych kampanii
ru: Семь новых кампаний теперь включены в состав дистрибутива
sk: Sedem nových príbehov je odteraz súčasťou hry
tl: May karagdagang pitong bagong kampanya sa laro

source: We have more than doubled the number of campaigns we ship. In addition to one brand new campaign, <em>The Hammer of Thursagan</em>, we now also ship polished, upgraded and improved versions of the following well-known user-written campaigns: <em>Descent into Darkness, Liberty, Northern Rebirth, Sceptre of Fire, An Orcish Incursion, and Son of the Black-Eye.</em>
ca: S'ha multiplicat el nombre de campanyes principals. A més d'una campanya completament nova, <em>El martell de Thursagan</em>, també s'inclouen versions més ben acabades i actualitzades de les següents campanyes escrites per la comunitat d'usuaris: <em>Descens a les tenebres, Llibertat, Renaixença del nord, El ceptre de foc, La incursió dels orcs, i Full d'Ull Negre</em>.
cs: Počet tažení vydávaných se hrou se více než zdvojnásobil. Kromě zbrusu nového tažení <em>Thursaganovo kladivo</em> byly přidány zkrášlené, obnovené a vylepšené verze následujících dobře známých přídavných tažení: <em>Propad do Temnot, Svoboda, Přerod Severu, Ohnivé žezlo, Skřetí invaze a Syn Černého Oka.</em>
da: Vi har mere end fordoblet antallet af kampagner i det officielle spil. Udover en helt ny kampagne, <em>Thursagans hammer</em>, udsender vi nu også polerede, opgraderede og forbedrede versioner af de følgende velkendte brugerskabte kampagner er nu inkluderet med spillet: <em>Nedstigning i mørket, Frihed, Den nordlige genopstandelse, Ildscepteret, En orkisk invasion, og Det sorte Øjes søn.</em>
de: Die Nummer der enthaltenen Kampagnen wurde mehr als verdoppelt. Zusätzlich zu einer brandneuen Kampagne, <em>Der Hammer von Thursagan</em>, sind verbesserte und bekannte Versionen der folgenden Nutzerkampagnen enthalten: <em>Die dunklen Künste, Freiheit, Wiedergeburt des Nordens, Zepter des Feuers, Ein Einmarsch der Orks und Schwarzauges Sohn.</em>
es: Hemos más que doblado el número de campañas que ofrecemos. Además de una nueva campaña, <em>El Martillo de Thursagan</em>, ahora ofrecemos arregladas, mejoradas y reversionadas versiones de las siguientes campañas conocidas y escritas por usuarios: <em> Descenso a la Oscuridad, Libertad, El Renacimiento del Norte, El Cetro de Fuego, Una Incursión de Orcos, y Hijo de Ojo-Negro.</em>
fr: Nous avons plus que doublé le nombre de campagnes que nous distribuons dans le jeu. En plus d'une toute nouvelle campagne, <em>Le Marteau de Thursagan</em>, des versions remises à jour, améliorées et peaufinées des célèbres campagnes utilisateurs suivantes sont maintenant incluses dans le jeu : <em>Descente dans les Ténèbres, Liberté, La Renaissance du Nord, Le Sceptre de Feu, Une intrusion orc, et Le Fils de l'Oeil-Noir.</em>
hu: Több mint megkétszereztük a játékban szereplő hadjáratok számát. A vadonatúj <em>Thursagan kalapácsa</em> című hadjáraton felül a játék immár hivatalosan is tartalmazza a következő, széles körben ismert, felhasználók által írt hadjárat továbbfejlesztett és javított változatát: <em>Alászállás a sötétségbe, Szabadság, Északi újjászületés, A Tűz Jogara, Ork betörés, valamint a Fekete-Szem Fia.</em>
it: Abbiamo più che raddoppiato il numero di campagne fornite. Oltre ad una campagna nuova di zecca, <em>Il martello di Thursagan</em>, abbiamo incluso delle versioni aggiornate e migliorate delle seguenti note campagne fornite dagli utenti: <em>Discesa nell'Oscurità, Libertà, La rinascita del Nord, Lo Scettro di Fuoco, Un'incursione orchesca e Il figlio di Occhionero.</em>
ja: 含まれるキャンペーンの数を倍以上に増やしました。まったく新しいキャンペーン、<em>The Hammer of Thrsagan</em> に加え、以下のよく知られた、ユーザーによって書かれたキャンペーンの洗練、改善、改良されたバージョンも提供しています。<em>Descent into Darkness、Liberty、Northern Rebirth、Septre of Fire、An Orcish Incursion、そして Son of the Black-Eye。（訳注：ほとんどのシナリオは翻訳が済んでいません。現時点で翻訳が完成しているシナリオは、「南部防衛隊」「王位継承者」のみです）
lt: Mes daugiau nei padvigubinome kampanijų, kurias pateikiame, skaičių. Be to, viena visiškai nauja kampaniją – <em>Thursagano kūjis</em>, nes dabar taip pat pateikiame nušlifuotas, atnaujintas ir patobulintas šių gerai žinomų kampanijų versijas: <em>Nusileidimas į tamsą, Laisvė, Šiaurės atgimimas, Ugnies skeptras, Orkų įsiveržimas ir Juodosios-Akies sūnus.</em>
pl: Liczba kampanii dostarczanych z grą uległa niemal podwojeniu. Poza całkowicie nową kampanią <em>Młot Thursagana</em> dostarczamy też ulepszone, poszerzone i pieczołowicie dopracowane wersje dobrze znanych kampanii stworzonych przez użytkowników: <em>Zejście w Mrok, Wolność, Odrodzenie Północy, Berło Ognia, Najazd Orków i Syn Czarnego Oka</em>. Niemal wszystkie kampanie są dostępne w polskiej wersji językowej, podobnie jak cała gra, pomoc i podręcznik użytkownika.
ru: Мы увеличили число поставляемых с игрой кампаний более, чем в два раза. Помимо совершенно новой кампании <em>Молот Турсагана</em>, в состав игры входят также обновлённые и улучшенные версии следующих хорошо известных пользовательских кампаний: <em>Падение в темноту, Свобода, Северное возрождение, Огненный скипетр, Оркский набег и Сын Чёрного Глаза.</em>
sk: Počet oficiálnych príbehov sa viac než zdvojnásobil. Okrem jedného celkom nového príbehu, <em>Thursaganovo kladivo</em>, sme pridali aj upravené, obnovené, a vylepšené verzie najznámejších príbehov vytvorených hráčmi: <em>Zostup do temnoty, Sloboda, Znovuzrodenie severu, Ohnivé žezlo, Invázia orkov, a Syn Čierneho Oka.</em>
tl: Ngayon mas na doble ang bilang ng kampanya ang aming napadala. May nadagdagan pang bagong kampanya ang <em>The Hammer of Thursagan</em>, nagpapadala na rin kame ng mas pinaganda, mas pinahusay, at pinaunlad na bersyon ng mga kilalang kampanya na sulat ng mga kalahok ito ay ang mga sumusunod : <em>Descent into Darkness, Liberty, Northern Rebirth, Sceptre of Fire, An Orcish Incursion, and Son of the Black-Eye.</em>

source: Parts of the user interface of the game have been redesigned
ca: Redisseny parcial de la interfície d'usuari
cs: Části uživatelského rozhraní byly přepracovány
da: Dele af brugergrænsefladen i spillet er blevet redesignet
de: Teile der Benutzeroberfläche wurden neu gestaltet.
es: Partes de la interfície del juego han sido rediseñadas
fr: L'interface utilisateur du jeu en partie réactualisée
hu: A felhasználó felület egyes részei átalakultak
it: Parte dell'interfaccia utente del gioco è stata riprogettata
ja: ゲームのユーザーインターフェースの一部がデザインし直されました
lt: Žaidimo naudotojo sąsajos dalys buvo perkurtos
pl: Części interfejsu użytkownika zostały przeprojektowane
ru: Частично переработан пользовательский интерфейс
sk: Zmenili sa časti dizajnu používateľského rozhrania hry
tl: Parte ng user interface ng laro ay binago ang disenyo.

source: The 1.4 Wesnoth user interface has a cleaner look and feel, with lightweight semi-transparent transient windows replacing many of the old-fashioned opaque modal dialogues with buttons. Subtle new graphics effects when you select a unit and target an enemy help you keep track of what is going on without getting between you and the gameplay. The game now displays owned and total villages in the status bar. Interface actions and day/night changes now have unobtrusive cue sounds. You can use drag'n'drop to move units. Mousewheels are supported.
ca: La interfície d'usuari de Wesnoth 1.4 té un aspecte més net, amb lleugeres finestres semi-transparents en comptes dels antics diàlegs modals, opacs i amb botons. Hi ha altres efectes gràfics més subtils que us ajudaran a fer un seguiment del que passa quan seleccioneu una unitat i us disposeu a atacar l'enemic, sense interposar-se entre vosaltres i el joc. A la barra d'estat ara no només es pot veure el nombre de llogarets que estan sota control, sinó que també es pot veure el nombre total. Les accions de la interfície i els canvis de dia/nit tenen ara discrets efectes de so indicatius. Podreu arrossegar i deixar anar unitats per desplaçar-les. I també es suporten les rodetes de desplaçament dels ratolins.
cs: Uživatelské rozhraní Wesnothu 1.4 poskytuje čistši vzhled a použití &#8212; mnohým modálním oknům a dialogům, dříve neprůhledným, byla přidána průhlednost a odebrána potvrzovací tlačítka ve prospěch jednoduššího stylu zavření „klikáním kamkoliv“. Drobné grafické efekty při vybírání jednotek a útočení na nepřítele usnadňují pochopení a kontrolu hry bez zbytečné složitosti. Hra nyní také zobrazuje ve stavovém řádku počet vlastněných vesnic a celkový. Rozhraní a změny denní doby získaly jemné zvukové efekty. Jednotky lze přetahovat pro pohyb. Byla přidána podpora kolečka myši.
da: Brugergrænsefladen i Wesnoth 1.4 er blevet klarere i sit udtræk og oplevelse, med letvægts halv-gennemsigtige vinduer som har afløst mange af de gamle uigennemsigtige dialoger med knapper. Nye grafiske effekter når du vælger en enhed og udser dig en fjende hjælper dig med at holde styr på hvad der sker, uden at have indflydelse på spiloplevelsen. Spillet viser nu de landsbyer du ejer og det totale antal landsbyer i statusbjælken. Aktioner og dag/nat ændringer har nu mindre irriterende kendingslyde. Du kan anvende hiv og slip for at bevæge enheder. Musehjul understøttes.
de: In Wesnoth 1.4 zeichnet sich die Benutzerschnittstelle durch ein moderneres Aussehen aus. Durch geschmackvoll eingesetzte Transparenzeffekte sowie der Entfernung nicht benötigter Knöpfe wirken die Dialoge weit angenehmer. Subtile Grafikeffekte bei der Auswahl von Einheiten sowie der Auswahl der Angriffsziele stellen sicher, dass Ihr immer die Übersicht behaltet ohne vom Spiel unnötig abgelenkt zu werden. Desweiteren werden nun die Gesamtzahl der Dörfer sowie die eigenen Dörfer in der Informationsleiste angezeigt. Interaktionen mit dem Menü und besondere Ereignisse, wie zum Beispiel Tag-/Nachtwechsel, werden von stimmigen Soundeffekten untermalt. Einheiten können nun mit »Drag'n'Drop« gezogen werden und auch Mausräder werden besser unterstützt.
es: La interfaz de usuario de Wesnoth 1.4 tiene un aspecto más limpio, con la transición de ventanas más ligeras y semi-transparentes sustituyendo muchos de los anticuados diálogos modales opacos con botones. Nuevos efectos gráficos sutiles cuando se selecciona la unidad y se apunta a un enemigo te ayudarán a realizar el seguimiento de lo que está sucediendo sin obstaculizar entre tí y el juego. El juego ahora muestra las aldeas propias y las totales en la barra de estado. Las acciones del interfaz y los cambios día / noche, tienen ahora discretos sonidos de indicación. Puedes usar 'arrastrar y soltar' para mover las unidades. Las ruedas de ratón están soportadas.
fr: L'interface utilisateur de Wesnoth 1.4 a un meilleur graphisme et une meilleure ergonomie, avec des fenêtres de dialogue lègères et semi-transparentes, remplacant beaucoup les anciennes boites de dialogue modales opaques démodées avec des boutons. De nouveaux effets graphiques subtils lorsque vous séléctionnez une unité et ciblez une cible vous permettent de vous positionner où vous voulez. Le jeu affiche maintenant dans la barre de statut les nombres de villages possédés et total. Les actions sur l'interface et les changements de cycle jour/nuit jouent maintenant des sons suffisament discrets. Vous pouvez faire glisser directement les unités avec la souris. Les roulettes des souris sont supportées.
hu: Az 1.4-es Wesnoth felhasználói felülete letisztult formát és érzésvilágot kapott, melyről a pehelysúlyú, félig átlátszó, csak néha feltűnő ablakok gondoskodnak. Ezek az ablakok váltják föl a régimódi, gyakran felpattanó, homályos kinézetű, gombokkal ellátott párbeszédablakokat. Új, finom grafikai hatások kísérik az egységek kijelölését és az ellenségek megcélzását, melyek igyekeznek segíteni a történések nyomon követését anélkül, hogy a játékost vagy a játék menetét megzavarnák. A játék immár feltünteti az állapotjelző sorban a pályán található összes falu számát, és azt is, hogy a játékos ebből hányat szerzett meg. Az interfész parancsait és a nappal/éjszaka változásait ezentúl lágy jelzőhang kíséri. Az egységek a 'fogd és ejtsd' használatával is mozgathatók. A játék támogatja az egérgörgőket.
it: L'interfaccia utente di Wesnoth 1.4 ha un aspetto più pulito, con delle finestre semitrasparenti in sostituzione delle finestre di dialogo opache con i pulsanti di vecchia concezione. Degli effetti grafici ti aiutano a seguire quello che succede quando selezioni un'unità e prendi di mira un nemico e migliorano la giocabilità. Il gioco ora mostra il numero posseduto di villaggi sul totale nella barra di stato. Le azioni dell'interfaccia utente e i cambiamenti giorno/notte sono accompagnati dalla riproduzione di suoni. Puoi trascinare e rilasciare un'unità per muoverla. La rotella del mouse è supportata.
ja: 1.4 の Wesnoth ユーザーインターフェースはよりわかりやすいルック＆フィールになり、たくさんの旧式で不透明なボタン付きモーダルダイアログを軽量で半透明な一時ウィンドウで置き換えました。ユニットを選択して敵を標的にした際にわずかな新しいグラフィックスエフェクトを追加しました。これは何が起こっているのかの経過を追う手助けになります。保有している、またすべての村の数がステータスバーに表示されるようになりました。インターフェースの操作と昼／夜の切り替わりの音が控えめな合図になりました。ユニットを動かすのにドラッグ＆ドロップが使用できます。マウスホイールがサポートされました。
lt: 1.4 Wesnoth naudotojo sąsaja turi švaresnę išvaizdą ir jausmą kartu su lengvasvoriais pusiau permatomais pereinamais langais pakeičiančiais seno stiliaus nepermatomus modalinius dialogus su mygtukais. Nauji subtilūs grafikos efektai, kai pažymite dalinį ir taikotės į priešą, padeda jums stebėti kas vyksta neįsiterpdami tarp jūsų ir žaidimo. Žaidimas dabar būsenos juostoje rodo nuosavus ir visus kaimus. Sąsajos veiksmai ir dienos/nakties pokyčiai dabar taip pat turi neįkyrius duodančius ženklą garsus. Jūs galite vilkti'r'mesti, kad judintumėte dalinius. Pelės ratukai taip pat yra palaikomi.
pl: Interfejs użytkownika w wersji 1.4 Wesnoth wygląda znacznie bardziej estetycznie dzięki zastąpieniu w wielu miejscach nieprzezroczystych, modalnych okien dialogowych z przyciskami lekkimi, półprzezroczystymi oknami. Nowe, subtelne efekty graficzne, które towarzyszą zaznaczaniu jednostek oraz celów, pozwalają lepiej poczuć przebieg rozgrywki. Na pasku stanu jest teraz wyświetlana nie tylko liczba posiadanych wiosek, ale i wszystkich wiosek znajdujących się na mapie. Czynnościom wykonywanym w interfejsie oraz zmianom cyklu dnia/nocy towarzyszą dyskretne efekty dźwiękowe. Jednostki można przesuwać metodą "przeciągnij i upuść", poprawnie obsługiwane są też kółka w myszach.
ru: Пользовательский интерфейс версии 1.4 получил новый, более лёгкий вид, с полупрозрачными безконопочными окнами, заменившими прежние, сделанные в старом стиле непрозрачные диалоговые окна с кнопками. Добавлены новые графические эффекты, показывающие направление атаки, что позволяет вам видеть, что вы делаете, при том, что ничто не встаёт между вами и игрой. В статусной строке отображается теперь количество как своих деревень, так и всех деревень на карте. Действия интерфейса и смена дня и ночи озвучиваются ненавязчивыми звуками-подсказками. Для перемещения отрядов вы можете теперь использовать технологию "drag and drop". Поддерживается колёсико мыши.
sk: Používateľské rozhranie hry Wesnoth 1.4 má čistejší výzor s jednoduchými polopriehľadnými oknami, ktoré nahradili mnoho staromódnych nepriehľadných modálnych dialógov s tlačidlami. Nové drobné grafické efekty, keď si označíte jednotku a namierite na nepriateľa, vám pomáhajú udržať si prehľad o tom, čo sa práve deje, a nezavadzajú pri hre. Hra teraz zobrazuje váš aj celkový počet dedín v stavovej lište. Akcie rozhrania a zmeny dňa a noci majú nevtieravé zvukové signály. Môžete pohybovať jednotky pomocou označenia a potiahnutia. Podporujeme aj koliesko myši.
tl: Ang Wesnoth 1.4 ay may malinis na disenyo, may mga magaan na transparent windows na ipinalit sa mga lumang windows na hindi nalalagusan. May mga bagong epeks sa grapiks kapag kayo ay pumili ng yunit at kalaban na titirahin, sa ganitong paraan ay makikita ninyo ang mga nangyayari sa mga indibidwal na yunit. Ipinapakita na rin sa status bar ang mga bilang ng mga nakuhang nayon at ang buong bilang ng mga nayon. Ang interface ng mga aksyon ay nagbabago na rin depende sa araw at mga bagong tunog. Puede na rin idrag 'n' drop para igalaw ang mga yunits. Suportado na rin ang mousewheels.

source: You can now review scenarios, chat, and set options after victory
ca: Ara és possible revisar l'escenari, discutir, i canviar les opcions després d'una partida
cs: Po vítězství můžete dále prohlížet mapu, chatovat a měnit nastavení
da: Du kan nu gennemgå scenarier, snak og spilindstillinger efter sejr
de: Nach dem Ende einer Partie könnt Ihr das Schlachtfeld begutachten, kommunizieren und Optionen anpassen
es: Ahora puedes revisar escenarios, chatear y poner las opciones después de la victoria
fr: Vous pouvez revoir le scénario, discuter et changer des options apès une victoire
hu: A győzelem után a pálya ismét áttekinthető, lehet csevegni és a beállítások is megváltoztathatók
it: È possibile esaminare gli scenari, chiacchierare e cambiare le opzioni dopo la vittoria
ja: 勝利した後にシナリオを見直したり、チャットしたり、オプションを設定したりできるようになりました
lt: Galite peržiūrėti scenarijus, kalbėtis ir keisti nustatymus po pergalės
pl: Po zwycięstwie można przyjrzeć się mapie, rozmawiać oraz zmieniać opcje
ru: Вы теперь можете просматривать сценарии, общаться в чате и менять настройки после победы
sk: Po víťazstve si teraz môžete prezerať scény, diskutovať, a nastavovať možnosti
tl: Maaari mo nang i-review ang mga senaryo, makipag-chat, at i-set ang mga opsyon pagkatapos ng iyong panalo.
