Repository: Kvirit1/website
Catalog: start/1.4/po/*.po
Languages: ca, cs, da, de, es, fr, hu, it, ja, lt, pl, ru, sk, tl

source: Animation WML has been completely redesigned in a much more flexible and general way. Complex variable substitution is now used in all action WML. There is safe random-number generation in multiplayer. A <code>[set_menu_item]</code> tag allows scenario designers to create custom right-click context menu items which perform arbitrary WML actions. The Standard Unit Filter and Standard Location Filter elements have new capabilities (including completed boolean expressions) that make them much more powerful and can replace most of what used to be done with special-purpose filters.
ca: S'ha redissenyat completament l'animació WML d'una forma molt més flexible i genèrica. La substitució de variables complexes s'utilitza ara en totes les accions WML. Hi ha un generador de nombres aleatoris segur per a partides multijugador. L'etiqueta <code>[set_menu_item]</code> permet als dissenyadors d'escenaris crear menús personalitzats que executin accions WML arbitràries utilitzant el botó dretdel ratolí. Els elements dels filtres d'unitats i d'ubicació estàndard ofereixen noves opcions (incloent expressions booleanes completes), que els fan molt més potents i reemplacen la major part del que es feia abans amb els filtres de propòsit específic.
cs: Animační WML byl kompletně přestavěn a je nyní mnohem flexibilnější a obecnější. Všude v akčním WML je prováděno komplexní rozvíjení proměnných. Pro hru více hráčů je k dispozici bezpečný generátor náhodných čísel. Tag <code>[set_menu_item]</code> umožňuje tvůrcům scénářů vytvářet vlastní položky pro kontextové menu jednotek, provádějící specifikovaný kód WML. Standardní filtry jednotek a lokací mají nové schopnosti (včetně komlpetních booleovských výrazů), které je činí mocnějšími a mohou tak nahradit většinu speciálních filtrů.
da: Animations-WML er blevet fuldstændig redesignet på en langt mere fleksibel og generel måde. Kompleks variabelerstatning bruges nu overalt i handlingsorienteret WML. Der er sikker tilfældighedsnummerudvælgelse i flerspiller. En <code> [set_menu_item]</code> indstilling gør det muligt for designere at oprette individuelle højreklikmenuer som udfører vilkårlig WML-handlinger. Standardenhedsfilteret og standardplaceringsfiltret har nye muligheder (inklusiv kompliceret boolean-udtryk) som gør dem langt mere effektive, og som kan afløse det meste, som ellers blev gjort ved hjælp af specialudviklede filtre.
de: Das Animations WML wurde von Grund auf neu entworfen, um so flexibler und genereller einsetzbar zu sein. Im gesamten Aktions WML wird nun komplexe Variablensubstitution unterstützt. Im Mehrspielermodus ist es nun möglich, mit Zufallszahlen sicher zu arbeiten. Ein <code>[set_menu_item]</code> Befehl ermöglicht es Szenario Entwicklern selbstdefinierte Kontextmenüeinträge zu erstellen, welche eine Vielzahl an WML Aktionen ermöglichen. Der Standard-Einheitenfilter und der Standard-Ortsfilter weisen nun neue Möglichkeiten auf (unter anderem Wahrheitsausdrücke), welche diese Filter weit mächtiger machen. Damit ist es nun möglich, fast alles das zu machen, wofür es vorher spezieller Filter bedurfte.
es: La animación WML ha sido completamente rediseñada de una forma mucho más flexible y general. La sustitución compleja de variables se utiliza ahora en todas las acciones WML. Hay una generación segura de números aleatorios en multijugador. Una etiqueta <code>[set_menu_item] </ code> permite a los diseñadores crear ítems de menú de contexto, de botón derecho personalizados que realizan acciones arbitrarias WML. Los elementos de Unidad Standard de Filtro y de Localización Standard de Filtro tienen nuevas capacidades (incluidas expresiones booleanas completas) que les hacen mucho más potentes y pueden sustituir lo que mayormente se hacía con filtros de propósito-especial.
fr: Les animations WML ont été repensées d'une manière bien plus flexible et générique. Les substitutions complexes de variables sont maintenant disponible dans tout code d'action WML. Il y a un générateur de nombres aléatoire qui fonctionne correctement en mode multijoueur. Un tag <code>[set_menu_item]</code> permet aux concepteurs de scénarios de créer un menu contextuel personalisé, disponible à partir du click droit de la souris, auquel on peut associer n'importe quelles actions WML. Les filtres standards d'unités et de lieux ont de nouvelles fonctionnalités (comme les expressions booléenes complètes) rendent plus puissants et qui peut remplacer la plupart des choses qui étaient faites auparavant par des filtres spéciaux.
hu: Az animációk WML kódja teljesen új alapokra helyeződött, hogy sokkal formálhatóbb és általánosabb működésű legyen. Immár a változók komplex behelyettesítése használatos minden WML parancsban. Elérhető egy biztonságos véletlenszám-generátor is a többjátékos játékokhoz. A <code>[set_menu_item]</code> teg lehetővé teszi a pályatervezőknek, hogy saját jobb kattintásos menüelemeket hozzanak létre, melyek képesek tetszőleges WML parancsok végrehajtására. Az Általános Egységszűrő és az Általános Helyszűrő elemek új lehetőségekkel bővültek (beleértve a teljes logikai kifejezéseket), melyek még hatékonyabbá teszik őket, így pedig végrehajtható velük mindaz, amit korábban csak külön erre a célra írt szűrőkkel lehetett elvégezni.
it: Il WML per le animazioni è stato completamente riprogettato per essere più flessibile e generale. La sostituzione complessa delle variabili è ora usata in tutto il WML per le azioni. C'è un generatore di numeri casuali sicuro in modalità multigiocatore. Un tag <code>[set_menu_item]</code> permette ai progettisti degli scenari di creare menù contestuali del tasto destro che eseguono azioni WML arbitrarie. Gli elementi del filtro standard delle unità e del filtro locale standard hanno nuove funzionalità (tra cui le espressioni booleane) per renderli più potenti e possono sostituire la maggior parte di ciò che doveva essere fatto con filtri ad hoc.
ja: アニメーション WML は完全に再設計され、より柔軟で一般的になりました。複雑な変数置換がすべてのアクション WML で使えるようになりました。マルチプレイヤーにおいて安全な乱数を発生させられるようになりました。<code>[set_menu_item]</code> タグによりシナリオデザイナーは右クリックのコンテクストメニューにカスタムアイテムを追加し、任意のWML アクションを実行することができます。標準のユニットフィルターと標準の位置フィルターの要素に新たな機能が追加され（完成した真偽値の式を含む）より強力で、特別な目的のフィルターによって行われてきたほとんどのことを置き換えることができます。
lt: Animacijos WML buvo pilnai perkurta daug lankstesniu ir bendresniu būdu. Sudėtingi kintamųjų pakeitimai dabar naudojami visuose veiksmų WML. Taip pat yra saugus atsitiktinių skaičių generavimas daugelio žaidėjų žaidime. <code>[set_menu_item]</code> elementas leidžia scenarijų kūrėjams sukurti individualius dešinio paspaudimo kontekstinius meniu elementus, kurie atlieka laisvai pasirenkamus WML veiksmus. Standartinis dalinių filtro ir standartinis vietos filtro elementai turi naujų galimybių (įskaitant sudėtingas būlio išraiškas), kurios padaro juos daug galingesnius ir gali pakeisti daugumą veiksmų, kurie buvo atliekami su specialios paskirties filtrais.
pl: Instrukcje WML do obsługi animacji zostały całkowicie przeprojektowane w celu zwiększenia ich elastyczności i ogólności. Wszystkie instrukcje WML dotyczące akcji wykorzystują teraz podstawianie zmiennych złożonych. W trybie wieloosobowym dostępny jest bezpieczny generator liczb losowych. Nowy znacznik <code>[set_menu_item]</code> pozwala projektantom scenariuszy tworzyć własne elementy menu kontekstowego (otwieranego po kliknięciu prawym przyciskiem myszy), które mogą wykonywać dowolne instrukcje WML. Elementy standardowych filtrów jednostek i lokalizacji rozbudowano o nowe możliwości (w tym kompletną obsługę wyrażeń boolowskich), które znacznie zwiększają zakres ich stosowania i pozwalają zastępować większość dotychczasowych konstrukcji korzystających z filtrów specjalnych.
ru: WML анимации был полностью переработан в гораздо более гибком стиле. Сложная подстановка переменных сейчас используюется во всех WML действия. В сетевой игре есть безопасная генерация случайных чисел. Тэг <code>[set_menu_item]</code> позволяет разработчику сценария создавать пользовательские контекстные меню, вызываемые по правой клавише мыши и позволяющие выполнять произвольные действия WML. Стандарный фильтр отрядов и Стандартный фильтр размещений теперь имеют новые возможности (включая полное использование булевых выражений), что делает их гораздо более мощными.
sk: Animačné WML sme úplne prerobili do omnoho pružnejšej a všeobecnejšej podoby. V celom akčnom WML sa teraz používa komplexná substitúcia premenných. V hre pre viacerých hráčov je bezpečný generátor náhodných čísel. Značka <code>[set_menu_item]</code> dovoľuje dizajnérom scén vytvoriť si vlastné prvky kontextového menu, dostupné po kliknutí pravým tlačidlom myši, ktoré môžu obsahovať ľubovoľné akcie WML. Prvky Štandardný filter jednotiek a Štandardný filter políčok majú nové schopnosti (vrátane úplných logických výrazov), vďaka ktorým sú omnoho silnejšie, a môžu nahradiť väčšinu doterajších jednoúčelových filtrov.
tl: Ang animasyon ng WML ay muling dinesenyo sa mas flexsibol at pangkalahatang paraan. Mga komplikadong variable na pagsasalin ay ginagamit na ngayon sa lahat ng aksyon ng WML. Protektado rin ang magbuo ng "random-number" sa mga pangmaramihang manglalaro. Ang <code>[set_menu_item]</code> na tag ay nagpapahintulot sa mga nagdidisenyo ng mga senaryo na gumawa ng kinagawiang right-click na aytem sa menu na nagsasagawa ng mga WML aksyon. Ang mga elementong Standard Unit Filter at Standard Location Filter ay may bagong capabilidad (kasali na ang kumpletong boolean expressions) na lalong nagpapapwersa sa kanila at maaari ring halinhan ang karamihang ginagamit sa espesyal na filters.

source: Multiplayer campaigns
ca: Campanyes multijugador
cs: Tažení pro hru více hráčů
da: Flerspillerkampagner
de: Mehrspielerkampagnen
es: Campañas Multijugador
fr: Campagnes multijoueur
hu: Többjátékos hadjáratok bevezetése
it: Campagne multigiocatore
ja: マルチプレイヤーキャンペーン
lt: Daugelio žaidėjų kampanijos
pl: Kampanie wieloosobowe
ru: Сетевые кампании
sk: Príbehy pre viacerých hráčov
tl: Kampanya ng maramihang manglalaro

source: The game engine will now support multiplayer campaigns, though we don't ship any yet. This is an opportunity for designers to explore a new frontier in Wesnoth play.
ca: El motor del joc suportarà ara campanyes multijugador, tot i que encara no se n'inclou cap. Aquesta és una oportunitat per als creadors que vulguin explorar noves fronteres dins el món de Wesnoth.
cs: Herní engine nyní podporuje tažení pro hru více hráčů, i když zatím není žádné přidáno do oficiálních vydání hry. Představuje tak nové pole, kde je možno prozkoumávat herní možnosti Wesnothu.
da: Spilmotoren understøtter nu flerspillerkampagner, selvom vi dog ikke endnu medsender nogen. Dette er en mulighed for designerne til at opdage og udforske nye grænser i Wesnoths spilverden.
de: Das Spiel unterstützt nun Mehrspielerkampagnen; bisher werden jedoch keine mitgeliefert. Dies ist eine Gelegenheit für Entwickler ihre Kreativität neu auszuleben.
es: El motor del juego soportará ahora campañas multijugador, aunque no ofrecemos ninguna todavía. Esta es una oportunidad para diseñadores de explorar una nueva frontera en el juego de Wesnoth.
fr: Bien que nous n'en fournissons aucune, le moteur de jeu support dès à présent les campagnes multijoueur. C'est une opportinuté pour les concepteurs d'explorer de nouvelles frontières dans le jeu de Wesnoth.
hu: A játék motorja ezentúl támogatja a többjátékos hadjáratokat, bár még egy ilyen sincs a játékban. Ez egy lehetőség a hadjáratok tervezői számára, hogy a játék új, meghódítatlan területeit felfedezhessék.
it: Il motore di gioco permette la scrittura di campagne multigiocatore, sebbene non sia ancora distribuita ancora nessuna campagna di questo tipo. Questa è un'opportunità per i progettisti di esplorare una nuova frontiera nel gioco di Wesnoth.
ja: ゲームエンジンはマルチプレイヤーキャンペーンをサポートしますが、まだひとつも含まれていません。これはデザイナー向けに Wesnoth のプレイにおける新境地を探検してもらうためのものです。
lt: Žaidimo varikliukas dabar palaikys daugelio žaidėjų kampanijas, nors mes dar jų nepateikiame. Tai yra galimybė kūrėjams ištyrinėti naują sritį Wesnoth žaidime.
pl: Silnik gry obsługuje teraz kampanie wieloosobowe. Wprawdzie żadna taka kampania nie jest jeszcze dostarczana z grą, jednak daje to twórcom scenariuszy szansę zgłębienia nowych możliwości rozgrywki w Wesnoth.
ru: Движок игры поддерживает теперь кампании для нескольких игроков, хотя в составе игры ни одной такой кампании пока что нет. Здесь для разработчиков кампаний открывается возможность расширить горизонты игры в Веснот.
sk: Program hry teraz podporuje aj príbehy pre viacerých hráčov, hoci zatiaľ žiadne s hrou nedodávame. Je to príležitosť pre dizajnérov preskúmať nové hranice v hraní Wesnothu.
tl: Susuportahan na ng laro ang kampanya ng pangmaramihang manglalaro, kahit hinde pa namin na bibigay. Ito ay isang oportunidad sa mga ng didisenyo upang makapagtuklas ng bagong larangan sa laro ng Wesnoth.

source: Download
ca: Descarrega
cs: Stažení
da: Hent
de: Herunterladen
es: Descargar
fr: Téléchargement
hu: Letöltés
it: Scarica
ja: ダウンロード
lt: Atsisiųsti
pl: Pobierz
ru: Загрузка
sk: Na stiahnutie

source: Battle for Wesnoth is made available under the <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a> where you will also find instructions for <a href='http://wesnoth.org/wiki/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Linux and Windows and Mac OS X.
ca: Batalla per Wesnoth està disponible sota la <a href='http://www.gnu.org/copyleft/gpl.html'>Llicència Pública General</a> (GPL). El codi font està disponible a <a href='http://www.wesnoth.org'>wesnoth.org</a> on també podreu trobar les instruccions necessàries per <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compilar-lo</a> des de diversos sistemes operatius. També disposeu de paquets preparats per als sistemes operatius més populars, incloent GNU/Linux, Windows i Mac OS X.
cs: Bitva o Wesnoth je dostupná pod licencí <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Zdrojový kód je k dispozici na adrese <a href='http://www.wesnoth.org'>wesnoth.org</a>, kde také naleznete návod na <a href='http://wesnoth.org/wiki/CompilingWesnoth'>sestavení ze zdrojového kódu</a> pro řadu různých operačních systémů. Naleznete zde také instalační balíčky pro nejoblíbenější operační systémy - Linux, Windows a Mac OS X.
da: Kampen om Wesnoth er tilgængelig under licensen <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public</a> (GPL). Kildekoden er tilgængelig fra <a href='http://www.wesnoth.org'>wesnoth.org</a> hvor du også vil kunne finde oplysninger om hvordan du <a href='http://wesnoth.org/wiki/CompilingWesnoth'>kompilerer fra kildekoden</a> på en række forskellige operativsystemer. Klargjorte installationspakker er også tilgængelig til de mest populære operativsystemer, inklusiv Linux og Windows og Mac OS X.
de: Battle for Wesnoth ist unter der <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL) lizenziert. Der Quelltext kann von <a href='http://www.wesnoth.org'>wesnoth.org</a> heruntergeladen werden. Dort sind des Weiteren Informationen zum <a href='http://wesnoth.org/wiki/CompilingWesnoth'>Kompilieren des Quelltextes</a> für diverse Plattformen zu finden. Für die am weitesten verbreiteten Plattformen stehen auch Binärpakete zur Verfügung.
es: La Batalla por Wesnoth está disponible bajo la <a href='http://www.gnu.org/copyleft/gpl.html'>Licencia pública general GNU</a> (en inglés, GPL). El código fuente está disponible en <a href='http://www.wesnoth.org'>wesnoth.org</a>, donde también encontrará instrucciones para <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compilar desde las fuentes</a> el juego en una gran variedad de sistemas operativos. También hay paquetes listos para su uso para los sistemas operativos más populares, incluyendo Linux y Windows y Mac OS X.
fr: La Bataille pour Wesnoth est disponible sou la licence <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Le code source est disponible sur <a href='http://www.wesnoth.org'>wesnoth.org</a> où vous trouverez aussi les instructions pour <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compiler à partir des sources</a> pour différent systèmes d'exploitations. Des packs prêts à l'emploi sont aussi disponibles pour les plupart des systèmes d'exploitation, comme Linux, Windows et Mac OS X.
hu: A Harc Wesnothért a <a href='http://www.gnu.org/copyleft/gpl.html'>GNU GPL</a> licencnek megfelelően lett kiadva. A forráskód elérhető a <a href='http://www.wesnoth.org'>wesnoth.org</a> honlapon, ahol a különböző operációs rendszerekre történő <a href='http://wesnoth.org/wiki/CompilingWesnoth'>lefordításához</a> is találsz segítséget. Előre elkészített csomagok is elérhetőek a legnépszerűbb operációs rendszerekre, például Linuxra, Windowsra és Mac OS X-re.
it: Battle for Wesnoth è disponibile sotto i termini della <a href='http://www.gnu.org/copyleft/gpl.html'>Licenza Pubblica Generale GNU</a> (GPL). Il codice sorgente è disponibile su <a href='http://www.wesnoth.org'>wesnoth.org</a> dove potrai trovare le istruzioni per <a href='http://wesnoth.org/wiki/CompilingWesnoth'>Compilarne il codice sorgente</a> su tanti sistemi operativi differenti. Sono disponibili anche molti pacchetti contenenti i binari per i più popolari sistemi operativi.
ja: Battle for Wesnoth は <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL) に基づいて提供されています。ソースコードは <a href='http://www.wesnoth.org'>wesnoth.org</a> にあり、そこで幅広いいろいろなオペレーティングシステム上で <a href='http://wesnoth.org/wiki/CompilingWesnoth'>ソースコードからビルドする</a> ための手引きを見つけられるでしょう。Linux、Windows、Mac OS X を含むほとんどの有名なオペレーティングシステムのために準備されたパッケージもあります。
lt: Mūšis dėl Wesnoth išleistas su <a href='http://www.gnu.org/copyleft/gpl.html'>GNU Bendra Viešąja Licencija</a> (GPL). Išeities kodas prieinamas iš <a href='http://www.wesnoth.org'>wesnoth.org</a>, kur jūs taip pat rasite <a href='http://wesnoth.org/wiki/CompilingWesnoth'>kompiliavimo iš kodo</a> instrukcijas įvairiose operacinėse sistemose. Paruošti paketai taip pat prieinami daugeliui populiariausių operacinių sistemų, įskaitant Linux, Windows ir Mac OS X.
pl: Bitwa o Wesnoth jest dostępna na zasadach <a href='http://www.gnu.org.pl/text/licencja-gnu.html'>Licencji Publicznej GNU</a> (GPL). Kod źródłowy można pobrać ze strony <a href='http://www.wesnoth.org'>wesnoth.org</a>, na której znajdziesz też informacje <a href='http://wesnoth.org/wiki/CompilingWesnoth'>jak zbudować grę ze źródeł</a> na wielu różnych systemach operacyjnych. Dla większości popularnych systemów dostępne są gotowe pakiety instalacyjne, włączając w to Linuksa, Windows i Mac OS X.
ru: Битва за Веснот доступна по <a href='http://www.gnu.org/copyleft/gpl.html'> лицензии GPL</a>. Исходные коды доступные по адресу <a href='http://www.wesnoth.org'>wesnoth.org</a>, где вы также найдёте инструкции <a href='http://wesnoth.org/wiki/CompilingWesnoth'>по сборке</a> для целого ряда операционных систем. Для наиболее полулярных ОС, включая Linux, Windows и Mac OS X, уже доступны готовые к использованию пакеты.
sk: Bitka o Wesnoth je dostupná pod <a href='http://www.gnu.org/copyleft/gpl.html'>Všeobecnou verejnou licenciou GNU</a> (GPL). Zdrojový kód nájdete na stránke <a href='http://www.wesnoth.org'>wesnoth.org</a> spolu s návodom na <a href='http://wesnoth.org/wiki/CompilingWesnoth'>vytvorenie zo zdrojového kódu</a> na množstve rozličných operačných systémov. Pre najčastejšie používané operačné systémy vrátane Linuxu, Windowsu, a Mac OS X. sú pripravené aj inštalačky.
tl: Ang Battle for Wesnoth ay idinesenyo sa ilalim ng <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Ang mga source code ay maaaring kunin sa <a href='http://www.wesnoth.org'>wesnoth.org</a> kung saan din makikita ang mga direksyon para <a href='http://wesnoth.org/wiki/CompilingWesnoth'>makabuo galing sa source</a> sa anu mang operating systems. May mga "Ready-to-go" pakete na maaari ring kunin para sa mga popular na operating systems, katulad ng Linux, Windows, at Mac OS X.

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Source code</a> </strong>
ca: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Codi font</a> </strong>
cs: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Zdrojový kód</a> </strong>
da: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Kildekode</a> </strong>
de: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Quelltext</a> </strong>
es: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Código fuente</a> </strong>
fr: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Code source</a> </strong>
hu: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Forráskód</a> </strong>
it: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Codice sorgente</a> </strong>
ja: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>ソースコード</a> </strong>
lt: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Išeities kodas</a> </strong>
pl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Kod źródłowy</a> </strong>
ru: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Исходный код</a> </strong>
sk: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Zdrojový kód</a> </strong>

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth for MS Windows</a> </strong>
ca: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth per a MS Windows</a> </strong>
cs: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth pro MS Windows</a> </strong>
da: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth til MS Windows</a> </strong>
de: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth für MS Windows</a> </strong>
es: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth para MS Windows</a> </strong>
fr: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth pour MS Windows</a> </strong>
hu: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth az MS Windowsra</a> </strong>
it: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth per MS Windows</a> </strong>
ja: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth のマイクロソフト Windows 版</a> </strong>
lt: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth MS Windows'ams</a> </strong>
pl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth dla MS Windows</a> </strong>
ru: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Версия для MS Windows</a> </strong>
sk: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth pre MS Windows</a> </strong>
