Repository: Kvirit1/website
Catalog: start/1.4/po/*.po
Languages: ca, cs, da, de, es, fr, hu, it, ja, lt, pl, ru, sk, tl

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth for Mac OS X</a> </strong>
ca: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth per a Mac OS X</a> </strong>
cs: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth pro Mac OS X</a> </strong>
da: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth til Mac OS X</a> </strong>
de: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth für Mac OS X</a> </strong>
es: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth para Mac OS X</a> </strong>
fr: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth pour Mac OS X</a> </strong>
hu: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth a Mac OS X-re</a> </strong>
it: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth per Mac OS X</a> </strong>
ja: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth の Mac OS X 版</a> </strong>
lt: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth Mac OS X'ui</a> </strong>
pl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth dla Mac OS X</a> </strong>
ru: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Версия для Mac OS X</a> </strong>
sk: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth pre Mac OS X</a> </strong>

source: You can get up to date information about downloads at the <a href='http://www.wesnoth.org/wiki/Download'>downloads page</a>.
ca: Podeu obtenir informació més actualitzada i detallada a la <a href='http://www.wesnoth.org/wiki/Download'>pàgina de descàrregues</a>.
cs: Aktuální informace o stažení hry naleznete na stránce <a href='http://www.wesnoth.org/wiki/Download'>downloads</a>.
da: Du kan få aktuelle oplysninger om spilversioner, du kan hente på <a href='http://www.wesnoth.org/wiki/Download'>hent spil</a>.
de: Aktuelle Informationen über die Binärpakete gibt es auf der <a href='http://www.wesnoth.org/wiki/Download'>Seite</a>, die alle herunterladbaren Versionen auflistet.
es: Puede conseguir información actualizada sobre descargas en la <a href='http://www.wesnoth.org/wiki/Download'>página de descargas</a>.
fr: Vous pouvez trouver des informations à jour au sujet des téléchargements sur la <a href='http://www.wesnoth.org/wiki/Download'>page des téléchargements</a>.
hu: A letöltésekkel kapcsolatos naprakész információt a <a href='http://www.wesnoth.org/wiki/Download'>Letöltések honlapján</a> találod.
it: Puoi trovare informazioni aggiornate su come scaricare alla <a href="http://www.wesnoth.org/wiki/Download">pagina degli scaricamenti</a>.
ja: ダウンロードについての最新情報は <a href='http://www.wesnoth.org/wiki/Download'>ダウンロードページ</a> で得ることができます。
lt: Galite gauti naujausią informaciją apie atsisiuntimus <a href='http://www.wesnoth.org/wiki/Download'>atsisiuntimų puslapyje</a>.
pl: Najnowsze informacje o plikach do pobrania znajdziesz na <a href='http://www.wesnoth.org/wiki/Download'>stronie z plikami do pobrania</a>.
ru: Наиболее свежую информацию о скачивании можно найти на <a href='http://www.wesnoth.org/wiki/Download'>странице закачек</a>.
sk: Aktuálne informácie o stiahnuteľných súboroch nájdete na stránke <a href='http://www.wesnoth.org/wiki/Download'>Download</a>.
tl: Maaaring mong kunin ang mga bagong impormasyon ukol sa mga download sa <a href='http://www.wesnoth.org/wiki/Download'>pahina ng mga downloads</a>.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> files only.
ca: Si teniu una versió anterior del joc, us pot interessar descarregar només els fitxers <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
cs: Pokud již máte staženou předchozí verzi hry, možná budete chtít stáhnout pouze soubory <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
da: Hvis du har tidligere har hentet versioner af spillet, er du måske interesseret i kun at hente <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdeltafilerne</a>.
de: Falls Sie eine vorherige Version von Wesnoth heruntergeladen haben, sind Sie eventuell daran interessiert, nur die <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> Datei herunterzuladen.
es: Si había descargado versiones anteriores del juego, podría estar interesado en descargar solamente los ficheros de <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
fr: Si vous avez téléchargé une ancienne version du jeu, vous souhaiterez peut-être télécharger uniquement les fichiers <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
hu: Ha a játék egy korábbi verzióját már letöltötted, akkor lehet, hogy csak a változásokat tartalmazó <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> fájlokat kell letöltened.
it: Se hai già scaricato una versione precedente del gioco potresti essere interessato allo scaricamento dei soli file <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
ja: もし以前のバージョンのゲームをダウンロードしているなら、<a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> ファイルだけをダウンロードすることに興味があるかもしれません。
lt: Jeigu jūs atsisiuntėte ankstesnes žaidimo versijas, jus gali sudominti tik <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> failų atsisiuntimas.
pl: Jeśli posiadasz już poprzednią wersję gry, możesz skorzystać z możliwości pobrania jedynie plików <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
ru: Если вы уже скачивали прежние версии, вам, возможно, будет интересно скачать лишь <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> файлы.
sk: Ak ste si už stiahli predchádzajúce verzie hry, možno budete mať záujem o stiahnutie iba súborov <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
tl: Kung nai-download mu ang mga nakaraang mga bersyon ng laro, maaaring ika'y interesado sa pagdownload ng <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> files lamang.

source: More Info
ca: Més informació
cs: Více informací
da: Yderligere information
de: Weitere Informationen
es: Más información
fr: Informations complémentaire
hu: További információk
it: Altre Informazioni
ja: より詳しい情報
lt: Daugiau informacijos
pl: Więcej informacji
ru: Дополнительно
sk: Ďalšie informácie
tl: Karagdagang Impormasyon

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Full Changelog</a> (English, very long)
ca: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Llistat de canvis complet</a> (anglès, molt llarg)
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Kompletní výpis změn</a> (anglicky, velmi dlouhý)
da: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Fuldstændig ændringslog</a> (Engelsk, meget lang)
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Komplette Liste der Änderungen</a> (Englisch, sehr lang)
es: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Lista de Cambios completa</a> (En inglés, muy largo)
fr: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Historique complet des modifications</a> (en anglais, très long)
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>A változások teljes listája</a> (Angol, nagyon hosszú)
it: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Elenco completo delle modifiche</a> (in inglese, molto lungo)
ja: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>すべての変更履歴</a> (英語。とても長い)
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Pilnas pakeitimų žurnalas</a> (Angliškai, labai ilgas)
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Pełna lista zmian</a> (angielski, bardzo długa)
ru: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Полный журнал изменений</a> (на английском, очень длинный)
sk: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Plný záznam zmien</a> (po anglicky, veľmi dlhý)
tl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Buong Changelog</a> (English, very long)

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>User's Manual</a>
ca: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Manual d'usuari</a>
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Uživatelský manuál</a>
da: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.da.html'>Brugermanual</a>
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.de.html'>Handbuch</a>
es: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Manual de Usuariol</a>
fr: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.fr.html'>Manuel utilisateur</a>
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Felhasználói kézikönyv</a>
it: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Manuale per l'utente</a>
ja: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>ユーザーズ・マニュアル</a>(英語)
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Naudotojo vadovas</a>
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.pl.html'>Podręcznik użytkownika</a>
ru: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Руководство пользователя</a>
sk: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Príručka používateľa</a>
tl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>User's Manuwal</a>

source: <a href='http://www.wesnoth.org'>Wesnoth Official Website</a> (English)
ca: <a href='http://www.wesnoth.org'>Pàgina oficial de Wesnoth</a> (anglès)
cs: <a href='http://www.wesnoth.org'>Oficiální stránky Wesnothu</a> (anglicky)
da: <a href='http://www.wesnoth.org'>Wesnoths officielle hjemmeside</a> (Engelsk)
de: <a href='http://www.wesnoth.org'>Offizielle Wesnoth Seite</a> (Englisch)
es: <a href='http://www.wesnoth.org'>Sitio Web Oficial de Wesnoth</a> (English)
fr: <a href='http://www.wesnoth.org'>Site officiel de Wesnoth</a> (en anglais)
hu: <a href='http://www.wesnoth.org'>A Wesnoth hivatalos honlapja</a> (Angolul)
it: <a href='http://www.wesnoth.org'>Sito web ufficiale di Wesnoth</a> (Inglese)
ja: <a href='http://www.wesnoth.org'>Wesnoth オフィシャル・ウェブサイト</a> (英語)
lt: <a href='http://www.wesnoth.org'>Oficialus Wesnoth tinklalapis</a> (Angliškai)
pl: <a href='http://www.wesnoth.org'>Oficjalna Strona Wesnoth</a> (angielski)
ru: <a href='http://www.wesnoth.org'>Официальный сайт игры</a> (на английском)
sk: <a href='http://www.wesnoth.org'>Oficiálna stránka Wesnothu</a> (po anglicky)
tl: <a href='http://www.wesnoth.org'>Ang Opisyal na Wesnoth Website</a> (English)

source: <a href='http://www.wesnoth.org/start/1.0'>Wesnoth 1.0 Release Notes</a>
ca: <a href='http://www.wesnoth.org/start/1.0'>Notes de la versió 1.0 de Wesnoth</a>
cs: <a href='http://www.wesnoth.org/start/1.0'>Poznámky k vydání Bitvy o Wesnoth verze 1.0</a>
da: <a href='http://www.wesnoth.org/start/1.0'>Wesnoth 1.0 Udgivelsesbemærkninger</a>
de: <a href='http://www.wesnoth.org/start/1.0'>Wesnoth 1.0: Informationen zur Veröffentlichung</a>
es: <a href='http://www.wesnoth.org/start/1.0'>Notas de publicación de Wesnoth 1.0</a>
fr: <a href='http://www.wesnoth.org/start/1.0'>Communiqué de publication de Wesnoth 1.0</a>
hu: <a href='http://www.wesnoth.org/start/1.0'>A Wesnoth 1.0 Kiadási Megjegyzései</a>
it: <a href='http://www.wesnoth.org/start/1.0'>Note di rilascio di Wesnoth 1.0</a>
ja: <a href='http://www.wesnoth.org/start/1.0'>Wesnoth 1.0 リリースノート</a>
lt: <a href='http://www.wesnoth.org/start/1.0'>Wesnoth 1.0 išleidimo pastabos</a>
pl: <a href='http://www.wesnoth.org/start/1.0'>Informacje o wydaniu Wesnoth 1.0</a>
ru: <a href='http://www.wesnoth.org/start/1.0'>Пресс-релиз о версии 1.0</a>
sk: <a href='http://www.wesnoth.org/start/1.0'>Oznam o uverejnení Wesnothu 1.0</a>
tl: <a href='http://www.wesnoth.org/start/1.0'>Mga lathala ng Wesnoth 1.0</a>

source: <a href='http://www.wesnoth.org/start/1.2'>Wesnoth 1.2 Release Notes</a>
ca: <a href='http://www.wesnoth.org/start/1.2'>Notes de la versió 1.2 de Wesnoth</a>
cs: <a href='http://www.wesnoth.org/start/1.2'>Poznámky k vydání Bitvy o Wesnoth verze 1.2</a>
da: <a href='http://www.wesnoth.org/start/1.2'>Wesnoth 1.2 Udgivelsesbemærkninger</a>
de: <a href='http://www.wesnoth.org/start/1.2'>Wesnoth 1.2: Informationen zur Veröffentlichung</a>
es: <a href='http://www.wesnoth.org/start/1.2'>Notas de publicación de Wesnoth 1.2</a>
fr: <a href='http://www.wesnoth.org/start/1.2'>Communiqué de publication de Wesnoth 1.2</a>
hu: <a href='http://www.wesnoth.org/start/1.2'>A Wesnoth 1.2 Kiadási Megjegyzései</a>
it: <a href='http://www.wesnoth.org/start/1.2'>Note di rilascio di Wesnoth 1.2</a>
ja: <a href='http://www.wesnoth.org/start/1.2'>Wesnoth 1.2 リリースノート</a>
lt: <a href='http://www.wesnoth.org/start/1.2'>Wesnoth 1.2 išleidimo pastabos</a>
pl: <a href='http://www.wesnoth.org/start/1.0'>Informacje o wydaniu Wesnoth 1.2</a>
ru: <a href='http://www.wesnoth.org/start/1.2'>Пресс-релиз о версии 1.2</a>
sk: <a href='http://www.wesnoth.org/start/1.2'>Oznam o uverejnení Wesnothu 1.2</a>
tl: <a href='http://www.wesnoth.org/start/1.2'>Wesnoth 1.2

source: This page is also available in the following languages:
ca: Aquesta pàgina també està disponible en els següents idiomes:
cs: Tato stránka je také k dispozici v následujících jazycích:
da: Denne side er også tilgængelig i de følgende sprog:
de: Diese Seite ist auch in folgenden Sprachen verfügbar:
es: Esta página también está disponible en los siguientes idiomas:
fr: Cette page est également disponible dans les langues suivantes :
hu: Ez az oldal a következő nyelveken érhető még el:
it: Questa pagina è disponibile nelle seguenti lingue:
ja: このページは以下の言語で書かれたものもあります:
lt: Šis puslapis taip pat prieinamas šiomis kalbomis:
pl: Strona ta jest dostępna w następujących językach:
ru: Эта страница доступна также на следующих языках:
sk: Táto stránka je k dispozícii aj v nasledujúcich jazykoch:
tl: Ang pahinang ito ay maaari ring basahin sa iba't-ibang lenguahe:
