Repository: Kvirit1/website
Catalog: start/1.4/po/*.po
Languages: ca, cs, da, de, es, fr, hu, it, ja, lt, pl, ru, sk, tl

source: Miscellaneous other improvements
ca: Altres millores
cs: Různá další vylepšení
da: Forskellige andre forbedringer
de: Verschiedene andere Verbesserungen
es: Otras mejoras varias
fr: Diverses autres améliorations
hu: További fejlesztések
it: Altri miglioramenti di vario genere
ja: その他の改良点
lt: Įvairūs kiti patobulinimai
pl: Różne inne usprawnienia
ru: Различные другие улучшения
sk: Rôzne iné vylepšenia
tl: Miselanyos maliban sa mga paguunlad

source: You can now select a female leader in multiplayer. The in-game help has been revised, reorganized and expanded. There are five new all-original symphonic music tracks, and many new or improved sound effects. Savegames are automatically compressed to save you disk space.
ca: Ara podeu seleccionar explícitament una líder femenina en partides multijugador. L'ajuda del joc s'ha revisat, reorganitzat i expandit. Hi ha cinc cançons simfòniques completament originals, i molts efectes sonors nous o millorats. Les partides desades es comprimeixen automàticament per estalviar-vos espai de disc.
cs: Ve hře více hráčů nyní lze nastavit ženské vůdce. Systém nápovědy byl reorganizován a rozšířen. Přibylo pět nových originálních symfonických skladeb. Zvukové efekty také doznaly četných vylepšení. Uložené hry jsou nyní komprimovány pro úsporu místa na disku.
da: Du kan nu vælge en kvindelig leder i flerspiller. Hjælpen inde i spillet er blevet opdateret, omorganiseret og udvidet. Der er fem nye helt originale symfoniske musiklydspor, og mange nye og forbedrede lydeffekter. Gemte spil pakkes automatisk for at spare plads på din harddisk.
de: In Mehrspielerpartien kann nun zwischen männlichen und weiblichen Anführern gewählt werden. Das im Spiel enthaltene Hilfesystem wurde überarbeitet, neu organisiert und erweitert. Es wurden fünf neue symphonische Musikstücke sowie zahlreiche überarbeite Soundeffekte hinzugefügt. Spielstände werden automatisch komprimiert, um Festplattenspeicherplatz zu sparen.
es: Ahora puedes seleccionar un líder femenino en multijugador. La ayuda en el juego ha sido revisada, reorganizada y expandida. Hay cinco nuevas bandas sonoras simfónicas, y muchos efectos de sonido nuevos o mejorados. Las partidas guardadas son comprimidas automáticamente para ahorrarte espacio en disco.
fr: Vous pouvez maintenant choisir un chef de sexe féminin en mode multijoueur. L'aide en ligne du jeu a été améliorée, réorganisée et étendue. Il y a maintenant cinq nouvelles musiques entièrement originales et beaucoup d'effets sonores nouveaux ou améliorés. Les sauvegardes sont maintenant automatiquement compressées pour gagner de l'espace disque.
hu: Immár női vezér is választható a többjátékos játszmákban. A játékon belüli súgó módosult, új felépítést kapott , és kibővült. Öt, teljesen eredeti szimfónikus zeneszám került a játékba sok más új, vagy továbbfejlesztett hanghatás kíséretében. A mentett állások automatikusan tömörítve készülnek el, hogy helyet takarítsanak meg Számodra a merevlemezen.
it: È ora possibile selezionare un condottiere donna nelle partite multigiocatore. Il sistema di aiuto all'interno del gioco è stato aggiornato, riorganizzato ed esteso. Ci sono cinque nuove tracce musicali sinfoniche completamente originali, e molti nuovi effetti sonori. I salvataggi delle partite sono automaticamente compressi per conservare spazio su disco.
ja: マルチプレイヤーにおいて女性のリーダーを選択することができるようになりました。ゲーム中のヘルプが改訂され、組み替えられ、拡大されました。5 つの新しい完全にオリジナルな交響曲の音楽トラックと、多くの新しいもしくは改善されたサウンドエフェクトが追加されました。ゲームの保存データは自動的に圧縮されディスク容量を節約します。
lt: Dabar galite pasirinkti vadę daugelio žaidėjų žaidime. Integruota žaidimo pagalba buvo peržiūrėta, pertvarkyta ir praplėsta. Yra penki visiškai originalūs simfoninės muzikos takeliai, daug naujų ar patobulintų garso efektų. Išsaugoti žaidimai automatiškai suspaudžiami, kad būtų taupoma jūsų disko vieta.
pl: W grze wieloosobowej można teraz wybrać płeć przywódcy. Dostępny w grze system pomocy został przebudowany, przeorganizowany i poszerzony. Dodano pięć zupełnie nowych symfonicznych utworów muzycznych oraz wiele nowych lub ulepszonych efektów dźwiękowych. Zapisane stany gry są automatycznie kompresowane, by zaoszczędzić miejsce na dysku.
ru: Теперь в сетевой игре вы можете выбирать лидера женского пола. Была пересмотрена и расширена встроенная справка. Появилось пять новых саундтреков симфонического плана, и много новых или улучшенных звуковых эффектов. Сохранённые игры для уменьшения занимаемого на диске места автоматически сжимаются.
sk: Teraz si môžete v zápase vyberať aj ženy ako veliteľky. Návod v hre bol aktualizovaný, preorganizovaný, a rozšírený. Máme päť nových pôvodných symfonických hudobných stôp, a mnoho nových alebo vylepšených zvukových efektov. Uložené hry sa automaticky komprimujú, aby šetrili miesto na vašom disku.
tl: Maaari na ngayon pumili ng babaeng pinuno sa pangmaramihang manglalaro. Ang tulong sa in-game ay na bago na, na re-organisa at pinalawak. May limang bagong orihinal na simponiko ng musika, at may mga bagong sound effects. Ang mga na-save na laro ay automatikong kinokompress.

source: For Campaign Developers
ca: Per a creadors de campanyes
cs: Pro autory tažení
da: Til kampagneudviklere
de: Für Kampagnenentwickler
es: Para Desarrolladores de Campañas
fr: Pour les créateurs de campagne
hu: A Hadjáratok fejlesztőinek
it: Per i progettisti di campagne
ja: キャンペーン開発者向け
lt: Kampanijų kūrėjams
pl: Dla autorów kampanii
ru: Для разработчиков кампаний
sk: Pre autorov príbehov
tl: Para sa mga tagapagunlad ng Kampanya

source: The map editor is much more capable
ca: L'editor de mapes té moltes més possibilitats
cs: Editor map je nyní schopnější
da: Kortredigering er meget mere effektiv
de: Die Funktionalität des Karteneditors wurde erweitert
es: El editor de mapas es mucho más potente
fr: L'éditeur de cartes plus perfectionné
hu: A pályaszerkesztő sokkal használhatóbbá vált
it: L'editore delle mappe è molto più potente
ja: マップエディタがより高性能になりました
lt: Žemėlapių redaktorius sugeba daug daugiau
pl: Edytor map został znacznie ulepszony
ru: Редактор карт имеет больше возможностей
sk: Editor máp dokáže oveľa viac
tl: Ang editor ng mapa ay lalong nagkaroon ng maraming kapabilidad

source: Maps can now be opened directly from a scenario file and saved back to it. Starting positions no longer need to be on keeps. The terrain palette is divided into groups of like terrains, so you'll scroll it less often. And there are many new terrains; farmland, Elvish castle, and windmill have been added to the basic set, and there are bridges for crossing swamp, deep water, or chasms. Treatment of map edges has been changed to eliminate some terrain distortions at map edges and make small maps look better on a large display (and these changes apply to the game display too).
ca: Es poden obrir els mapes directament des d'un fitxer d'escenari, així com tornar-los a desar.Ja no es necessari que les posicions inicials estiguin en torres. La paleta de terrenys s'ha dividit en grup de forma que ja no es necessari fer tants desplaçaments per trobar el tipus indicat. També hi ha molts terrenys nous: terra de conreu, castell elf i molí s'han afegit al conjunt de terrenys bàsics, i hi ha ponts per creuar pantans, aigües profundes o abismes. Les cantonades del mapa també han canviat per eliminar algunes distorsions del terreny i fer que els mapes petits es vegin millor en pantalles grans (i aquests canvis també s'apliquen en la visualització del joc).
cs: Mapy mohou být nyní otevírány přímo ze souboru scénáře a ukládány zpět. Počáteční pozice nemusí ležet na tvrzích. Paleta terénů je rozdělena do skupin podobných terénů, není tedy zapotřebí často posouvat seznam. Mnoho nových terénů &#8212; za všechny např. pole, elfský hrad a větrný mlýn v základní sadě. Nově jsou také dostupné mosty přes bažinu, hlubokou vodu nebo rokle. Zpracování okrajů mapy bylo přepracováno pro odstranění častých grafických problémů na hranicích mapy a vylepšení vzhledu malých map na velkých obrazovkách (tyto změny souvisí i se zobrazovacím systémem).
da: Kort kan nu åbnes direkte fra en scenariefil og gemmes igen. Startplaceringer skal ikke længere være på et borgtårn. Terrænpaletten er opdelt i grupper af lignende terræntyper, så du skal rulle mindre igennem den. Og der er mange nye typer af terræn; landbrug, elverborg, og vindmøller er blevet tilføjet til basissættet, og der er broer til at kunne krydse sumpe, dybhav eller kløfter. Behandlingen af korthjørner er blevet ændret for at fjerne nogle terrænskævheder ved kortets hjørner og for at give små kort et bedre udseende, når de vises i stort format (og disse ændringer virker også på spilvinduet).
de: Karten können nun direkt aus Szenariodateien gelesen werden und auch in diese wieder gespeichert werden. Startpositionen sind nicht länger an Festungen gebunden. Die Palette der verfügbaren Gelände ist nun in einzelne Untergruppen aufgeteilt, wodurch es möglich ist, weniger in den Menüs zu scrollen. Auch wurden neue Geländetypen wie Ackerland, elfische Burg und Windmühle zum Standardrepertoire hinzugefügt. Es gibt nun spezielle Brücken für die Überquerung von Sümpfen, tiefem Wasser oder auch Schluchten. Die Ränder von Karten werden nun anders gehandhabt, um ungeschickt gewählte Übergänge auszuschließen und auch die Darstellung von kleinen Karten auf großen Bildschirmen vernünftig zu ermöglichen. Natürlich sieht man diese Änderungen auch im normalen Spielverlauf.
es: Los mapas ahora pueden ser abiertos directamente desde un fichero de escenario y guardados otra vez sobre él. Las posiciones de inicio ya no son necesarias de estar en fortalezas. La paleta de terreno está divida en grupos de tipo terreno, por tanto ya no desplazas tanto. Y hay muchos nuevos terrenos; tierra de granja, Castillo élfico, y molinos, han sido añadidos al set básico, y hay puentes para cruzar ciénagas, agua profunda, o abismos. El tratamiento de los bordes del mapa ha sido cambiado para eliminar algunas distorsiones del terreno en los bordes del mapa y hacer que los mapas pequeños se vean mejor en visualizaciones grandes (y estos cambios se aplican a la visualización del juego también).
fr: Les cartes peuvent maintenant être directement ouvertes depuis le fichier de scénario et êtres sauvegardées dans celui-ci. Les positions de départ ne sont plus nécessairement sur un donjon. La palette de terrain est maintenant divisée en groupes de terrains similaires, donc vous aurez mois souvent besoin de la faire défiler. Et il y a aussi beaucoup de nouveaux terrains; les champs, châteaux elfes et moulins à vent ont été rajoutés au jeu standard, et il y a de nouveaux ponts pour traverser les marais, l'eau profonde ou les gouffres. La gestion des bords de la carte a changé pour éliminer les distortions de terrain sur les bords et faire en sorte que les petites cartes aient un meilleur aspect sur un écran large (ces changements influent aussi sur l'affichage).
hu: A térképeket ezentúl közvetlenül meg lehet nyitni a pálya fájljából, és el is lehet őket menteni oda. A kezdési helyek immár nem csak várkastélyok lehetnek. A tereppalettán szereplő terepek hasonlóság szerint csoportokba rendeződnek, így nem kell olyan gyakran máshová görgetni. Számos új tereptípus áll rendelkezésre; bekerült az alap készletbe a farm, a tünde várkastély, a szélmalom, ezen kívül már olyan híd is van, mellyel át lehet hidalni a mocsarat, a mély vizet vagy a hasadékokat. Megváltozott a térkép széleinek kezelése, hogy kiküszöbölhető legyen az ottani mezők torzulása, és hogy a kis térképek jobban mutassanak a nagy képernyőkön (ezek a változtatások a játék kezelőfelületére is vonatkoznak).
it: Le mappe possono essere aperte direttamente da un file di scenario e salvate direttamente sullo stesso. Le posizioni iniziali non devono più essere necessariamente fortezze. La tavolozza dei terreni è divisa in gruppi di terreni, così è necessario farla scorrere meno spesso. Inoltre ci sono molti più terreni; la terra coltivata, il castello elfico ed il mulino a vento sono stati aggiunti alla raccolta base, e ci sono i ponti per attraversare le paludi, l'acqua profonda ed i crepacci. Il trattamento dei lati delle mappe è stato modificato per eliminare le distorsioni vicino ai bordi e per rendere le mappe piccole più attraenti anche su schermi grandi (e queste modifiche si applicano anche allo schermo di gioco).
ja: シナリオファイルから直接マップを開き、保存することができるようになりました。開始位置が主塔である必要はなくなりました。地形パレット似た地形のグループに分割されたので、それほど頻繁にスクロールしなくてもよくなるでしょう。そして多くの新しい地形があります。農地、エルフ族の城、風車、、そして沼地、深水、深い割目と橋の交差が標準セットに追加されました。マップの端の扱いが変更されマップの端で地形がゆがむことがなくなり、小さなマップが大きなディスプレイで表示されたときの見た目が良くなりました（これらの変更はゲームでの表示にも適用されます）。
lt: Žemėlapiai dabar gali būti atidaryti tiesiai iš scenarijaus failo ir išsaugoti atgal į jį. Pradinės pozicijos nebeturi būti ant tvirtovių. Vietovių paletė padalinta į panašių vietovių grupes, taigi jūs turėsite rečiau ją slankioti. Ir yra daug naujų vietovių; dirbama žemė, elfų pilis ir vėjo malūnas buvo pridėti prie pagrindinio rinkinio, taip pat yra tiltų per pelkes, gilų vandenį ar bedugnes. Žemėlapių kraštų traktavimas buvo pakeistas, kad panaikintų vietovių iškraipymus žemėlapio kraštuose ir padaryti mažus žemėlapius geriau atrodančius ant didelio ekrano (ir šie pakeitimai taip pat galioja žaidimo ekranui)
pl: Mapy można teraz otwierać bezpośrednio z pliku scenariusza i zapisywać z powrotem do niego. Pozycje początkowe nie muszą już być polami twierdzy. Paleta terenów została podzielona na grupy podobnych terenów, co pozwala ją rzadziej przewijać. Pojawiło się wiele nowych terenów - zestaw podstawowy został wzbogacony o pola uprawne, elficki zamek i młyn, a poza tym dostępne są specjalne mosty do przekraczania bagien, głębokiej wody i przepaści. Zarówno w edytorze, jak i na głównym ekranie gry zmieniono sposób wyświetlania brzegów mapy w celu wyeliminowania zniekształceń na krawędziach i poprawienia wyglądu małych map na dużych ekranach.
ru: Карты теперь могут быть открыты непосредственно из файла сценария, и затем туда же сохранены. Начальные позиции лидеров теперь не обязательно должны быть в укрытиях. Палитра территорий разделена теперь на группы похожих территорий, так что прокручивать вам придётся меньше. Добавлены новые территории; фермы, Эльфийский замок и ветряная мельница теперь входят в основной набор, есть также мосты через болота, глубокую воду и пропасти. Края карт теперь показываются по-другому, чтобы избавиться от искажения некоторых территорий на краях, и улучшить вид маленьких карт на больших дисплеях (таким же образом карты показываются и в самой игре).
sk: Teraz možno načítať mapy priamo zo súboru scenára, aj ich tam naspäť uložiť. Štartové pozície už nemusia byť iba v pevnostiach. Paleta terénov je rozdelená na skupiny podobných terénov, takže ju budete menej často rolovať. Pribudlo mnoho nových terénov: farma, elfský zámok, a veterný mlyn v základnej sade, mosty cez močiare, hlbokú vodu, a kaňony. Zmenilo sa vykresľovanie okrajov mapy, aby sa odstránili niektoré poruchy na okrajoch, a aby malé mapy vyzerali lepšie na veľkých obrazovkách (a tieto zmeny sa týkajú aj obrazovky hry).
tl: Ngayon ang mga mapa ay maaari nang buksan direkta mula sa mga file ng senaryo at i-save muli dito. Ang panimulang posisyon ay hinde na nangangailangang na sa isang sulok ng senaryo lamang, maaari nang kahit saan. Ang mga pook o lugar sa mapa ay hinati sa mas maliliit na pook upang hinde kayo mahihirapan sa pag scroll ng mapa. Marami ring mga bagong lugar, pook, bukurin, kastilyo, at windmil na nadagdag at maliban sa mga ito may mga bagong ding mga nilagay na tulay sa mga latian, malalim na tubig, o mga siwang sa lupa. Ang mga dulo ng mga mapa ay nabago rin upang maiwasan ang pagkasira ng mga pook o lugar sa mapa at upang ang mga maliliit na mga mapa ay maganda pa ring tingnan sa mas malakihang display. Ang lahat ng mga pagbabago ay aplikado sa kabuuan ng display ng laro.

source: WML is considerably more powerful
ca: WML és considerablement més potent
cs: WML je mnohem schopnější
da: WML er betydelig mere effektiv
de: WML ist wesentlich mächtiger geworden
es: WML es considerablemente más potente
fr: Le WML bien plus puissant
hu: A WML vitathatatlanul hatékonyabb lett
it: Il linguaggio WML è decisamente più espressivo
ja: WML が大幅に強力になりました
lt: WML yra žymiai galingesnis
pl: Język WML otrzymał znacznie większe możliwości
ru: Значительно более мощный WML
sk: WML je výrazne silnejšie
tl: WML ay mas mapwersa
