Repository: Kvirit1/website
Catalog: start/1.4/po/*.po
Languages: ca, cs, da, de, es, fr, hu, it, ja, lt, pl, ru, sk, tl

source: You'll no longer get two modal dialogues full of checkbox options immediately after victory in a scenario and then be instantly returned to the lobby (or, in campaigns, jumped to the next scenario). Instead, there's just one summary popup, after which you'll be in a 'linger mode' that allows you to chat with friends and foes, use normal commands, change your options, and in general do anything except more battle actions.
ca: Han desaparegut els antics diàlegs modals plens d'opcions que apareixien immediatament després d'una victòria en un escenari, i tampoc tornareu instantàniament a la sala de joc (o, en campanya, continuareu amb el següent escenari). En comptes d'això, hi ha un sol diàleg emergent després del qual passareu a «mode persistent», que us permetrà discutir amb amics i adversaris, utilitzar les ordres habituals, canviar les opcions, i en general qualsevol acció excepte combatre.
cs: Po vítězství ve scénáři se již neobjevují dva modální dialogy s množstvím mačkátek a nenásleduje nekompromisní návrat do čekárny (ve hře více hráčů) nebo postup do dalšího scénáře. Místo nich je nyní použito jediné souhrnné okno, po němž se dostanete do „prohlížecího módu“, který umožňuje běžnou interakci s většinou herního rozhraní vyjma pohybu jednotek a boje.
da: Du får ikke længere to dialogbilleder fyldt med afkrydsningsmuligheder umiddelbart efter sejr i et scenarie og derefter en straksreturnering til lobbyen (eller, i kampagner, til det næste scenarie). I steden for, er der kun et billede med en gennemgang af spillet, hvorefter du vil være i en »aktiv status«, hvor du kan snakke med venner og fjender, anvende normale kommandoer, ændre dine indstillinger, og generelt gøre alt andet end kamphandlinger.
de: Am Ende einer Partie erwarten Euch nun nicht mehr zwei simple Dialoge voller Statistiken, wo Ihr nach dem Druck auf »Okay« wieder in der Eingangshalle landet (oder bei Kampagnen im nächsten Szenario). Stattdessen erscheint nur eine kurze Zusammenfassung der Partie. Nach einem Tastendruck seid Ihr nun in einem Modus, der es Euch gestattet, Euch weiterhin mit Freund und Feind auszutauschen, sowie genauer zu betrachten, wie die Truppen am Ende der Schlacht aufgestellt waren. Hier könnt Ihr auch eine Wiederholung abspeichern sowie generelle Optionen ändern oder einfach nur die detaillierten Statistiken betrachten. An sich ist in diesem Modus alles möglich, was auch innerhalb des Spielgeschehens erlaubt ist, abgesehen davon die Schlacht selbst weiterzuführen.
es: Ya no tendrás más dos diálogos modales llenos de opciones de checkbox inmediatamente después de la victoria en un escenario y entonces ser devuelto inmediatamente al vestíbulo de servidor (o, en campañas, saltando al siguiente escenario). En lugar de ello, hay un pequeño resumen emergente , después del cual estarás en un 'modo persistente' que te permite chatear con amigos y enemigos, usar comandos normales, cambiar tus opciones, y en general hacer cualquier cosa con excepción de más acciones de batalla.
fr: Les deux boites de dialogue modales pleine des boîtes à cocher qui apparaîssaient directement après une victoire dans un scénario ne sont plus là, et vous n'êtes plus non plus directement renvoyés dans le vestibule (ou, pour les campagnes, au scénario suivant). À la place, il y a juste un popup de résumé, après quoi vous êtes en « mode discussion » qui vous permet de discuter avec vos amis, utiliser les commandes normales, changers vos options, ainsi que tout action en général sauf les actions de combat.
hu: Többé nem fog két, megválaszolandó lehetőségek tömkelegét tartalmazó párbeszédablak felpattanni közvetlenül a pálya befejezése után, és a játékcsarnokba sem kell azonnal visszatérni (vagy a következő pályára lépni a hadjáratok esetében). Ehelyett csupán egy összefoglaló ablak jelenik meg, mely után a játékosok 'tétovázó módba' kerülnek, mely lehetőséget ad a barátokkal és ellenfelekkel való csevegésre, parancsok használatára, a beállítások megváltoztatására, és általánosságban mindenre a harcot kivéve.
it: Non compaiono più due finestre modali piene di opzioni subito dopo la vittoria in uno scenario per essere riportato immediatamente alla lobby (o, nelle campagne, al prossimo scenario). Quello che succede, invece, è che appare una sola finestra col sommario, dopo di che verrai lasciato in «modalità sospesa», che permette di chiacchierare con gli amici e gli avversari, di usare i normali comandi, di cambiare le opzioni ed in generale di fare qualsiasi cosa tranne altre azioni di guerra.
ja: シナリオに勝利した後にすぐにチェックボックスオプションがいっぱいの2 つのモーダルダイアログが表示され、その後瞬時にロビー（あるいは、キャンペーンでは次のシナリオへ移動）に戻るということがなくなりました。代わりに、一つの概要のポップアップだけが表示され、その後「居残りモード」になります。ここでは友人や敵とチャットしたり、通常のコマンドを使用したり、オプションを変更したり、追加の戦闘行為を除いて一般的に何でもすることができます。
lt: Daugiau nebematysite dviejų modalinių dialogų pilnų nustatymų iš karto po pergalės scenarijuje ir tada iš karto nebūsite numetami į vestibiulį (arba kampanijose nušoksite į kitą scenarijų). Vietoj to yra santraukos iššokantis langas po kurio jūs būsite „laukimo režime“, kuris leidžia jums kalbėti su draugais ir priešais, naudoti normalias komandas, keisti nustatymus ir apskritai daryti viską, išskyrus mūšio veiksmus.
pl: Nigdy więcej nie zobaczycie dwóch blokujących interfejs, pełnych przycisków okienek pojawiających się natychmiast po wygraniu scenariusza, po których gracz zostaje przeniesiony do lobby (lub - w przypadku kampanii - do następnego scenariusza). Zamiast nich wyświetlane jest teraz tylko jedno okno z podsumowaniem, po którego zamknięciu gracz pozostaje w grze w trybie umożliwiającym rozmawianie z innymi, używanie większości komend, zmianę opcji - ogólnie wszystko poza samą rozgrywką.
ru: Если раньше после победы в сценарии выводились последовательно два диалоговых окна, а затем вы сразу же возвращались в холл игры (или, в кампании, переходили к следующему сценарию), то теперь появляется лишь одно всплывающее окно, после чего вы оказываетесь в "режиме задержки", который позволяет вам пообщаться в чате с друзьями или противниками, использовать нормальные команды, изменить настройки и вообще делать всё, за исключением собственно боевых действий.
sk: Teraz už ihneď po vyhraní scenára nedostanete dva modálne dialógy plné zaškrtávacích polí, ani vás to okamžite potom nevráti do čakárne (alebo v prípade príbehu neskočíte do nasledujúceho scenára). Namiesto toho sa objaví iba jedno súhrnné okno, a potom budete v "oddychovom režime", kde môžete diskutovať so spojencami a súpermi, používať bežné príkazy, meniť nastavenia, a vo všeobecnosti robiť hocičo okrem ďalších bojových akcií.
tl: Hindi na makikita ang dalawang modal dialogues na puno ng mga option checkboxes. Pagkapanalo, ay dederetso sa lobby (kapag sa kampanya, deretso sa sunod na lebel). May kaunting buod lamang ang lalabas at pagkatapos ay malilipat kayo sa 'linger mode' na puedeng mag chat sa mga kalaro. Gamitin lamang ang mga normal na commands para palitan ang options.

source: The multiplayer collection has been revised and extended
ca: S'ha revisat i estès la col·lecció multijugador
cs: Sbírka map pro hru více hráčů byla revidována a rozšířena
da: Flerspillersamlingen er blevet ajourført og udvidet
de: Die Sammlung an Mehrspieler-Szenarien wurde überarbeitet und erweitert
es: La colección multijugador ha sido revisada y extendida
fr: Le catalogue multijoueur étendu et mis à jour
hu: A többjátékos gyűjteményt több helyen megváltozott és kibővült
it: La raccolta di scenari multigiocatore è stata aggiornata ed estesa
ja: マルチプレイヤーコレクションが改訂され、拡張されました
lt: Daugelio žaidėjų žaidimo rinkinys buvo pakeistas ir praplėstas
pl: Zestaw map do gry wieloosobowej został dopracowany i rozszerzony
ru: Пересмотрен и расширен набор сетевых игр
sk: Zbierka máp na zápasy sa aktualizovala a rozšírila
tl: Ang koleksyon para sa maramihang manglalaro ay binago at lalong pinalawak

source: New maps and multiplayer scenarios: <cite> Auction-X, Dark Forecast, Hamlets, Mokena Prairie, The Manzivan Traps, Xanthe Chaos</cite>.
ca: Mapes i escenaris multijugador nous: <cite>Subhasta, Fosc auguri, Poblets, La praderia de Mokena, Les trampes de Manzivan, El caos de Xanthe</cite>.
cs: Nové mapy a scénáře: <cite> Aukce X, Temná předpověď, Vesnice, Mokenské prérie, Manzivanské pasti, Chaos v Xanthu</cite>.
da: Nye kort og flerspiller scenarier: <cite> Auktion-X, Mørk forudsigelse, Hamlets, Hamlets, Mokenaprærien, Manzivanfælderne, Xanthe kaos, </cite>.
de: Neue Mehrspielerkarten und -szenarios: <cite> Wer zuletzt lacht..., Dunkle Aussichten, Entzweites Land, Die manzivanische Falle, Chaos bei Xanthe</cite>.
es: Nuevos mapas y escenarios multijugador. <cite> Auction-X, Dark Forecast, Hamlets, Mokena Prairie, The Manzivan Traps, Xanthe Chaos</cite>.
fr: De nouvelles cartes et campagnes multijoueur : <cite>Enchères-X, Prévisions funestes, Hameaux, La prairie de Mokena, Les pièges de Manzivan, Le chaos de Xanthe</cite>.
hu: Új térképek és többjátékos pályák: <cite> A manzivai csapdák, Falvacskák, Mokena Préri, Sötét jóslat, Xanthe káosz, X-Árverés</cite>.
it: Nuove mappe e scenari multigiocatore: <cite>Asta-X, La tetra previsione, Villaggi, La prateria di Mokena, Le trappole di Manzivan, Il caos di Xanthe</cite>
ja: 新しいマップとマルチプレイヤーシナリオ。<cite> オークション-X、暗黒の前兆、小集落、Mokena 草原、Manzivan の罠、混沌のガンシ</cite>。
lt: Nauji žemėlapiai ir daugelio žaidėjų scenarijai: <cite> Aukcionas-X, Tamsios prognozės, Hamletai, Mokenos prerija, Manzivano spąstai, Ksantės chaosas</cite>.
pl: Nowe mapy i scenariusze wieloosobowe: <cite>Aukcja X, Mroczna Przepowiednia, Wioski, Preria Mokena, Pułapki Manzivanu, Chaos Xanthe</cite>.
ru: Новые карты и сценарии для сетевых игр: <cite> Auction-X, Dark Forecast, Hamlets, Mokena Prairie, The Manzivan Traps, Xanthe Chaos</cite>.
sk: Nové mapy a scenáre pre viacerých hráčov: <cite>Auction-X, Dark Forecast, Hamlets, Mokena Prairie, The Manzivan Traps, Xanthe Chaos</cite>.
tl: Mga bagong mapa at senaryo ng pangmaramihang manglalaro: <cite> Auction-X, Dark Forecast, Hamlets, Mokena Prairie, The Manzivan Traps, Xanthe Chaos</cite>.

source: Revised maps: <cite>Alirok Marsh</cite> (formerly <cite>Triple Blitz</cite>),<cite> Amohsad Caldera, Blue Water Province, Castle Hopping Isle, Caves of the Basilisk, Crusaders Fields, Cynsaun Battlefield, Den of Onis, Fallenstar Lake</cite> (formerly <cite>Meteor Lake</cite>),<cite> Forest of Fear, Freelands</cite> (formerly <cite>Charge</cite>),<cite> Hexcake, Hornshark Island, Island of the Horatii, King of the Hill, Lagoon, Loris River, Merkwuerdigliebe, Morituri, Paths of Daggers, Sablestone Delta, Siege Castles, Silverhead Crossing, Sulla's Ruins, Waterloo Sunset, Weldyn Channel</cite> (formerly <cite>Blitz</cite>),<cite> Wesbowl</cite>.
ca: Mapes revisats: <cite>La maresma d'Alirok</cite> (abans <cite>Triple Blitz</cite>),<cite> La caldera d'Amohsad, Província d'aigua blava, L'illa dels castells, Les coves dels basiliscs, El camp dels croats, El camp de batalla de Cynsaun, El cau d'Onis, El llac del meteorit</cite>, <cite>Bosc de la por, Les terres lliures</cite> (abans <cite>Càrrega</cite>),<cite> Pastís hexagonal, L'illa dels taurons, L'illa dels Horatii, Rei de la muntanya, Llacuna, El riu Loris, Merkwuerdigliebe, Morituri, El camí de les dagues, El delta de Sablestone, Castells assetjats, L'encreuament del cap d'Argent, Les ruïnes de Sulla, L'ocàs de Waterloo, El canal de Weldyn</cite> (abans <cite>Blitz</cite>),<cite> Wesbowl</cite>.
cs: Revidované mapy: <cite>Mokřina Alirok</cite> (dříve <cite>Trojitá blesková válka</cite>), <cite>Amohsad Caldera, Provincie Modré vody, Hrady Roztodivného ostrova, Baziliškova sluje, Křižácké pole, Cynsaunovo bitevní pole, Onisovo doupě, Jezero Padlé hvězdy</cite> (dříve <cite>Meteorické jezero</cite>), <cite>Les strachu, Divoká země</cite> (dříve <cite>Výpad</cite>), <cite>Hexcake, Ostrov Hornshark, Ostrov Horáciů, Král vršku, Laguna, Řeka Loris, Pozoruhodná láska, Morituri, Stezky dýk, Ústí řeky Sablestone, Obležené hrady, Křižovatka Silverhead, Sulliny ruiny, Západ slunce nad Waterloo, Weldynský průplav</cite> (dříve <cite>Blesková válka</cite>), <cite>Wesbowl</cite>.
da: Opdaterede kort: <cite>Alirok Mose</cite> (tidligere <cite>Triple Blitz</cite>),<cite> Amohsad Caldera, Blåt Vand Provins, Borg hoppende Ø, Basiliskens huler, Crusaders Fields, Cynsaun slagmarken, Onis' hule, Fallenstar Sø</cite> (tidligere <cite>Meteor Lake</cite>), <cite> Frygtens skov, De frie lande</cite> (tidligere <cite>Charge</cite>),<cite> Hexcake, Hornshark Ø, Horatiiøen, Bakkernes konge, Lagoon, Lorisfloden, Merkwuerdigliebe, Morituri, Daggerternes spor, Sablestone Delta, Borge under belejring, Silverhead Overgangen, Sullas ruiner, Waterloo solnedgang, Weldyn Channel</cite> (tidligere <cite>Blitz</cite>),<cite> Wesbowl</cite>.
de: Überarbeitete Karten: <cite>Alirok Marschen</cite> (früher <cite>Dreifach Blitz</cite>), <cite>Amohsad Caldera, Provinz Blauwasser, Das Schlachtfeld von Cynsaun, Die Höhle von Onis, Der See des gefallenen Sterns</cite> (früher Der See von Meteor), <cite>Forst der Furcht, Freies Land</cite> (früher Sturmangriff), <cite>Hexagon, Die Insel der Stachelhaie, Die Insel des Horatius, König des Hügels, Die Lagune, Der Lorisfluss, Merkwürdige Liebe, Die Totgeweihten, Pfad der Dolche, Das Säbelstein Delta, Belagerte Burgen, Die Furt am Silberkopf, Die Ruinen der Sulla, Waterloo, Kanal von Weldyn</cite> (früher <cite>Blitz</cite>), <cite>Wesbowl</cite>.
es: Mapas Revisados: <cite>Pantano de Alirok</cite> (antiguamente <cite>Triple Choque</cite>),<cite> La Caldera de Amoshad, La Provincia de Agua Azul, La isla de los castillos escondidos, Las Cuevas del Basilisco, Campo de Cruzados, Campo de batalla de Cynsaun, La Guardia de Onis, Lago de Meteoros</cite>,<cite> El El Bosque del Miedo, Las tierras libres</cite> (antiguamente <cite>Carga</cite>),<cite> Pastel Hexagonal, La isla de los tiburones cornudos, La isla de los Horatii, El Rey de la Colina, Laguna, El Río Loris, Strangelove, Morituri, Sendas de Dagas, El delta de Piedra Sable, Asedia los Castillos, El Cruce de Cabeza de Plata, Las ruinas de Sullas, El Ocaso en Waterloo, El Canal de Weldyn</cite> (antiguamente <cite>Choque</cite>),<cite> Wésbol</cite>.
fr: Cartes remises à jour : <cite>Le Marais d'Alirok</cite> (anciennement <cite>Triple Blitz</cite>), <cite>La Caldera d'Amohsad, La Province d'Aiguebleue, L'Île des châteaux tournants, Les Grottes du basilic, Le Champ des croisés, Le Champ de bataille de Cynsaun, L'antre d'Onis, Le Lac du météore, La Forêt de la peur, Les Contrées indépendantes</cite> (anciennement <cite>Charge</cite>), <cite>Hexagone, L'Île du requin cornu, L'Île des Horatii, Le Roi de la colline, Lagon, La rivière Loris, Merkwuerdigliebe, Morituri, Les Voies des dagues, Le Delta des roches sombres, Les Châteaux assiégés, La Traversée d'Argentcap, Les Ruines de Sulla, Coucher de soleil sur Waterloo, Le Chenal de Weldyn</cite> (anciennement <cite>Blitz</cite>), Wesbowl</cite>.
hu: Megváltoztatott térképek: <cite>Alirok-mocsár</cite> (korábban <cite>Tripla lerohanás</cite>),<cite> Amoshad Caldera, Kékvízű vidék, Várfoglalós sziget, A Sárkánygyík barlangja</cite> (korábban <cite>Baziliszkusz tárnái</cite>),<cite> Keresztes lovagok mezeje, Cynsaun Csatamezeje, Onis odúja, Hullócsillag-tó</cite> (korábban <cite>Meteor-tó</cite>),<cite> A félelem erdeje, Szabad földek</cite> (korábban <cite>Lerohanás</cite>),<cite> Hatszögsüti, Pörölycápa-sziget, A Horatiak szigete, A domb királya, Lagúna, Loris-folyó, Merkwuerdigliebe, Morituri, A tőrök útja, Gyászos kövek deltavidéke, Ostromlott várak, Ezüstfő útkereszteződés, Sullas romjai, Waterlooi naplemente, Weldyn-csatorna</cite> (korábban <cite>Roham</cite>),<cite> Wesbowling</cite>.
it: Mappe aggiornate: <cite>La palude di Alirok</cite> (ex <cite>Triplo blitz</cite>),<cite>La caldera di Amohsad, Blue Water Province, Isola di SaltacastelloCastle, Le caverne del basilisco, Il campo dei crociati, Campo di battaglia di Cynsaun, Il covo di Onis, Il lago della stella cadente</cite> (ex <cite>Lago della meteora</cite>),<cite> La foresta della paura, Terre libere</cite> (ex <cite>Cambiamenti</cite>),<cite> Hexcake, L'isola di Squalocorno, L'isola degli Orazi, Il re della collina, Laguna, Il fiume Loris, Merkwuerdigliebe, Morituri, Il sentiero dei pugnali, Delta della Roccia Nera, Castelli assediati, Incrocio di Testa d'Argento, Le rovine di Sulla, Tramonto a Waterloo, Il Canale di Weldyn</cite> (ex <cite>Blitz</cite>),<cite> Wesbowl</cite>.
ja: 改訂されたマップ。<cite>Alirok の沼地</cite> (以前は <cite>トリプルブリッツ</cite>)、<cite> Amohsad のカルデラ、碧海地方、島越えの城、バジリスクの洞窟、十字軍兵士の戦場、Cynsaun の戦場、オニスの巣窟、流星湖</cite> (以前は <cite>流星湖</cite>。訳注：日本語訳では名称は変わりません)、<cite> 畏敬の森、フリーランド</cite> (以前は <cite>突撃戦</cite>)、<cite> ヘクスケーキ、ネコザメ島、Horatiiの島、丘の王、ラグーン、Loris 川、奇妙な愛情、Morituri、敵意の通り道、セーブルストーンの三角州、城壁包囲、シルバーヘッドの十字路、サラスの廃墟、ワーテルローの日没、Weldyn の水路</cite> (以前は <cite>ブリッツ</cite>)、<cite> ウェスボウル</cite>。
lt: Pakeisti žemėlapiai: <cite>Alirok pelkė</cite> (anksčiau <cite>Trigubas Blitz</cite>),<cite> Amohsad kaldera, Mėlyno vandens provincija, Įšokimo į pilį sala, Basilisko urvai, Kryžiuočių laukas, Kynsaun mūšio laukas, Onis urvas, Kritusios žvaigždės ežeras </cite> (anksčiau <cite>Meteoro ežeras</cite>), <cite> Baimės miškas, Laisvos žemės</cite> (anksčiau <cite>Puolimas</cite>),<cite> Šešiakampis pyragas, Jautryklio sala, Horacijų sala, Kalvos karalius, Lagūna, Loris upė, Nuostabi meilė, Morituri, Durklų keliai, Sabalo akmens delta, Pilių apsiaustis, Sidabragalvės brąsta, Sullos griuvėsiai, Vaterlo saulėlydis, Wesbolas</cite>.
pl: Poprawione mapy: <cite>Mokradła Alirok</cite> (wcześniej <cite>Potrójna błyskawica</cite>), <cite>Kaldera Amoshad, Prowincja Błękitnej Wody, Zamki na Wyspie, Jaskinie Bazyliszka, Pole Krzyżowców, Kryjówka Onisa, Jezioro Spadającej Gwiazdy</cite> (wcześniej <cite>Meteorytowe Jezioro</cite>), <cite>Las Strachu, Wolne Ziemie (wcześniej <cite>Szarża</cite>), <cite>Heksciastko, Wyspa Rekinów, Król Wzgórza, Laguna, Rzeka Loris, Dziwnamiłość, Ścieżka Sztyletów, Delta Sablestone, Oblężone Zamki, Przeprawa Silverhead, Ruiny Sulli, Zachód Słońca nad Waterloo, Przesmyk Weldyn</cite> (wcześniej <cite>Błyskawica</cite>), <cite>Wesbowl</cite>.
ru: Пересмотрены карты: <cite>Alirok Marsh</cite> (прежде называлась <cite>Triple Blitz</cite>),<cite> Amohsad Caldera, Blue Water Province, Castle Hopping Isle, Caves of the Basilisk, Crusaders Fields, Cynsaun Battlefield, Den of Onis, Fallenstar Lake</cite> (прежде называлась <cite>Meteor Lake</cite>), <cite> Forest of Fear, Freelands</cite> (прежде называлась <cite>Charge</cite>),<cite> Hexcake, Hornshark Island, Island of the Horatii, King of the Hill, Lagoon, Loris River, Merkwuerdigliebe, Morituri, Paths of Daggers, Sablestone Delta, Siege Castles, Silverhead Crossing, Sulla's Ruins, Waterloo Sunset, Weldyn Channel</cite> (прежде называлась <cite>Blitz</cite>), <cite>Wesbowl</cite>.
sk: Aktualizované mapy: <cite>Alirok Marsh</cite> (predtým <cite>Triple Blitz</cite>),<cite> Amohsad Caldera, Blue Water Province, Castle Hopping Isle, Caves of the Basilisk</cite> (predtým <cite>Blitz</cite>), <cite> Crossing, Crusaders Fields, Cynsaun Battlefield, Den of Onis, Fallenstar Lake</cite> (predtým <cite>Meteor Lake</cite>), <cite> Forest of Fear, Freelands</cite> (predtým <cite>Charge</cite>),<cite> Hexcake, Hornshark Island, Island of the Horatii, King of the Hill, Lagoon, Loris River, Merkwuerdigliebe, Morituri, Paths of Daggers, Sablestone Delta, Siege Castles, Silverhead, Sulla's Ruins, Waterloo Sunset, Wesbowl</cite>.
tl: Mga narebisang mga mapa: <cite>Alirok Marsh</cite> (formerly <cite>Triple Blitz</cite>),<cite> Amohsad Caldera, Blue Water Province, Castle Hopping Isle, Caves of the Basilisk, Crusaders Fields, Cynsaun Battlefield, Den of Onis, Fallenstar Lake</cite> (formerly <cite>Meteor Lake</cite>),<cite> Forest of Fear, Freelands</cite> (formerly <cite>Charge</cite>),<cite> Hexcake, Hornshark Island, Island of the Horatii, King of the Hill, Lagoon, Loris River, Merkwuerdigliebe, Morituri, Paths of Daggers, Sablestone Delta, Siege Castles, Silverhead Crossing, Sulla's Ruins, Waterloo Sunset, Weldyn Channel</cite> (formerly <cite>Blitz</cite>),<cite> Wesbowl</cite>.

source: Changed and rebalanced units
ca: Modificació i reequilibri d'unitats
cs: Změny a vyvážení jednotek
da: Ændrede og ombalancerede enheder
de: Geänderte und ausbalancierte Einheiten
es: Unidades cambiadas y rebalanceadas
fr: Modification ét rééquilibrage des unités
hu: Számos egység megváltozott, erejük kiegyensúlyozódott
it: Unità modificate e ribilanciate
ja: 変更、バランスをとったユニット
lt: Pakeisti ir perbalansuoti daliniai
pl: Zmienione i zrównoważone jednostki
ru: Изменение и ребалансинг отрядов
sk: Zmenené a vyvážené jednotky
tl: Binago at muling binalanse ang mga yunits
