Repository: Kvirit1/website
Catalog: start/1.4/po/*.po
Languages: ca, cs, da, de, es, fr, hu, it, ja, lt, pl, ru, sk, tl

source: The Footpad, Poacher and Thug units can advance all the way to level 3. Many units have been tuned and rebalanced, including Ancient Lich, Elvish Sorceress, Fugitive, Ghost, Hurricane Drake, Lich, Mage of Light, Mermaid Diviner, Mermaid Priestess, Merman Warrior, Naga Myrmidon, Necromancer, Orcish Assassin, Ranger, Royal Guard, Sky Drake, White Mage, Wraith, and all the Saurians and Bats.
ca: Saltejadors, caçadors furtius i brètols poden avançar fins a nivell 3. S'han retocat i reequilibrat moltes unitats, com el lich ancià, la fetillera elfa el fugitiu, el fantasma, l'huracà drac, el lich, el mag de la llum, l'endevinadora sirènida, la sacerdotessa sirènida, el guerrer sirènid, el mirmidó naga, el nigromant, l'assasí orc, el bosquerol elf, la guàrdia reial, el drac del cel, el mag blanc, l'aparició, i tots els sauris i ratpenats.
cs: Lapka, Pytlák a Lupič nyní mohou povyšovat na třetí úroveň. Mnohé jednotky byly vyladěny a vyváženy, včetně Starého liche, Elfí vědmy, Uprchlíka, Ducha, Drakonida hurikána, Liche, Mága světla, Víly věštkyně, Vílí Kněžky, Mořského válečníka, Myrmidoňanky, Nekromanta, Skřetího vraha, Hraničáře, Královské stráže, Nebeského drakonida, Bílého mága, Fantóma a všech ještěráků a netopýrů.
da: Landevejstyve og bøller kan nu avancere hele vejen frem til niveau 3. Flere enhedstyper er blevet forfinet og balanceret i forhold til de andre enheder, inklusiv Ældgammel lich, Elvertroldkvinde, Flygtning, Spøgelse, Orkanhestedrage, Lich, Lysets troldmand, Ophøjet havfrue, Havfruepræstinde, Havmandkriger, Nagahåndlanger, Åndemaner, Orksnigmorder, Skovrider, Kongelig vagt, Lufthestedrage, Hvid troldmand, Dobbeltgænger og alle øgler og flagermus.
de: Straßenräuber, Wilddiebe sowie Strolche können nun bis zur 3. Stufe aufsteigen. Viele Einheiten wurden angepasst und ausbalanciert, darunter der Alte Lich, die elfische Zauberin, der Vagant, der Geist, der Sturmdrake, der Lich, der Magier des Lichtes, die Meerjungfrau-Wahrsagerin, die Meerjungfrau-Priesterin, der Wassermann Krieger, der Naga Scherge, der Totenbeschwörer, der orkische Meuchler, der Waldläufer, der Leibgardist, der Himmelsdrake, der weiße Magier, der Rachegeist und alle Saurianer und Fledermäuse.
es: Las unidades Salteador, Cazador Furtivo y Proscrito pueden avanzar totalmente hasta nivel 3. Muchas unidades han sido ajustadas y rebalanceadas, incluyendo Liche Antiguo, Conjuradora Elfa, Fugitivo, Fantasma, Draco de Huracán, Liche, Mago de la Luz, Adivinadora Sirénida, Sacerdotisa Sirénida, Guerrero Sirénido, Mirmidón Naga, Nigromante, Asesino Orco, Montaraz, Guardia Real, Draco Celeste, Mago Blanco, Aparición, y todos los Saurios y los Murciélagos.
fr: Les braconniers, petites frappes et les brutes peuvent maintenant tous évoluer jusqu'au niveau 3. Beaucoup d'unités ont été réajustées et rééquilibrées, comme les anciennes liches, les sorcières elfes, les fugitifs, les fantômes, les dracans cyclone, les liches, les mages de lumière, les oracles ondines, les prêtresses ondines, les guerriers ondins, les mirmillons nagas, les nécromanciens, les assassins orcs, les rôdeurs, les gardes royaux, les dracans tornade, les mages blancs, les apparitions, ainsi que tout les sauriens et les chauves-souris.
hu: Az útonálló, az orvvadász és a gyilkos ezentúl a 3. szintig fejlődhet. Számos egység tulajdonságai finomodtak, erejük kiegyensúlyozódott, beleértve az Ős-villit, a Villit, a Fantomot, a Kísértetet, a Holtidézőt, a Tünde boszorkányt, a Kitaszítottat, az Erdőkerülőt, a Hurrikán perzsekényt, az Égperzsekényt, a Fény mágusát, a Fehér mágust, a Sellő jósnőt, a Sellő papnőt, a Sellő harcost, a Naga fogdmeget, az Orgyilkos orkot, az Udvari testőrt, valamint az összes gyík és denevér egységet.
it: Le unità Galoppino, Bracconiere e Scagnozzo possono avanzare fino al livello 3. Molte unità sono state messe a punto e ribilanciate, tra le altre il Lich antico, la Strega elfica, il Fuggiasco, il Fantasma, il Drago degli uragani, il Lich, il Mago della luce, la Divinatrice nereide, la Sacerdotessa nereide, il Guerriero nereide, il Mirmidone Naga, il Negromante, l'Orco assassino, il Ranger, la Guardia reale, il Drago del cielo, il Mago bianco, lo Spettro guardiano, e tutti i sauri e i pipistrelli.
ja: 追いはぎ、密猟者、悪党のユニットはレベル 3 まで昇進できるようになりました。多くのユニットを調整しバランスをとりました。古代リッチ、エルフの女魔術師、逃亡者、幽霊、ハリケーンドレーク、リッチ、光の魔術師、マーメイドの占い師、マーメイドの司祭、マーマンの熟練戦士、ミュルミドーン、降霊術師、オークの暗殺者、レンジャー、親衛隊、飛行ドレーク、白魔術師、レイス、そしてすべてのトカゲ族とコウモリ。
lt: Plėšikai, brakonieriai ir užpuolikai gali ištobulėti iki pat 3 lygio. Daug dalinių buvo paderinta ir perbalansuota, įskaitant senovinį ličą, elfų burtininkę, bėglį, vaiduoklį, uraganinį drakoniuką, ličą, šviesos magą, vandenių pranašautoją, vandenių žynę, vandenių karį, nagų mirmidoną, nekromantą, orkų žudiką, elfų bastūną, karališkąjį sargybinį, dangaus drakoniuką, baltąjį magą, dvasią ir visus roplius bei šikšnosparnius.
pl: Rozbójnicy, Kłusownicy i Bandyci mogą teraz awansować do poziomu 3 włącznie. Wiele jednostek doświadczyło ulepszeń i zmian równoważących, w tym Starożytny Licz, Czarodziejka Elfów, Uciekinier, Duch, Smok Huraganowy, Licz, Mag Światła, Syrena Wróżbitka, Kapłanka Syren, Mermen Wojownik, Nag Myrmidon, Nekromanta, Ork Zabójca, Łowca, Królewski Gwardzista, Smok Przestworzy, Biały Mag, Upiór oraz wszystkie Jaszczury i Nietoperze.
ru: Скороход, зверолов и громила теперь могут продвигаться до третьего уровня. Многие отряды подверглись настройке и ребалансингу, в т.ч. следующие: беглец, белый маг, водяной воин, древний лич, эльфийка волшебница, королевский гвардеец, лич, наг наёмник, небесный драк, некромансер, призрак, русалка жрица, русалка прорицательница, орк убийца, привидение, рейнджер, светлый маг, ураганный драк, а также все ящеры и летучие мыши.
sk: Jednotky Poskok, Pytliak, a Hrdlorez môžu byť povýšené až po úroveň 3. Mnohé jednotky boli vyladené a vyvážené, napríklad Biely mág, Búrkový jašter, Černokňažník, Duch, Elf hraničiar, Elfka kúzelníčka, Hadí majster, Kostej, Kráľovský gardista, Lietajúci jašter, Mág svetla, Mátoha, Morská kňažka, Morská veštkyňa, Morský bojovník, Ork vrah, Prastarý kostej, Utečenec, a všetci sauri a netopiere.
tl: Ang Footpad, Poacher at Thug ay makakalevel up deretso level 3. Maraming yunits ang ginawang balanse, kabilang ay ang Ancient Lich, Elvish Sorceress, Fugitive, Ghost, Hurricane Drake, Lich, Mage of Light, Mermaid Diviner, Mermaid Priestess, Merman Warrior, Naga Myrmidon, Necromancer, Orcish Assassin, Ranger, Royal Guard, Sky Drake, White, Mage, Wraith, at ang mga Saurians at Bats.

source: Also, the "holy" damage type has been changed to "arcane" and is now a general anti-magic attack useful against more than just undead: elves, drakes and trolls are among the units now vulnerable against it.
ca: A més a més, el tipus de mal «sagrat» s'ha canviat a «arcà» i és ara un atac anti-màgia més genèric, útil no només contra els no morts: elfs, dracs i trols són algunes de les unitats que són vulnerables a aquest tipus d'atac.
cs: Druh zranění „svatý“ byl přejmenován na „nezemský“ včetně dalších změn; nyní představuje obecný útok proti magii, užitečný nejen proti nemrtvým: mezi jednotky takto zranitelnější patří např. elfové, drakonidé a trollové.
da: "hellig"-skade er blevet til "magisk" og er et generelt antimagisk angreb som kan bruges mod flere end bare udøde: Elver, hestedrager og trolde er blandt de enheder som nu er modtagelige for denne skadetype.
de: Zudem wurde der Schadenstyp »heilig« durch den Schadenstyp »arkan« ersetzt. Dieser ist nun wirksam gegen mehr als nur Untote: Elfen, Draken und Trolle sind Rassen, die eine gewisse Anfälligkeit gegen derlei Waffen besitzen.
es: Además, el daño de tipo "sagrado" ha sido cambiado a "arcano" y es ahora un ataque anti-magia útil contra mas de un solo no-muerto: elfos, dracos y trolls son entre otras unidades ahora vulnerables contra él.
fr: De plus le type de dommages « sacré » a été modifié et est maintenant un type de dommages utile contre toute créature magique et non plus seulement les morts-vivants : parmis les unités, les elfes, trolls et dracans y sont sensibles.
hu: Ezen kívül a "szent" támadásfajta "földöntúli"-ra változott, mely általános mágiaellenes támadásként nem csupán az élőholtak ellen hatásos: a tündék, perzsekények és trollok is érzékenyek vele szemben.
it: Inoltre il tipo di danno «sacro» è stato cambiato in «esoterico» ed è ora un attacco genericamente anti-magico utile contro esseri diversi dai non-morti: gli elfi, i draghi ed i troll sono fra le unità ora vulnerabili ad esso.
ja: また、"神聖" ダメージタイプは "神聖" に変更され(訳注:日本語訳では名称は変わりません)アンデッド以外にも有効な通常の非魔法攻撃になりました。エルフ族、ドレーク族、トロルがこの攻撃に弱いユニットに含まれます。
lt: Be to, „šventos“ žalos tipas buvo pakeistas į „paslaptingą“ ir dabar yra pagrindinė antimagiška ataka naudinga daugiau nei vien prieš nemirėlius: elfai, drakoniukai ir troliai yra tarp dalinių, kurie dabar prieš ją pažeidžiami.
pl: Ponadto typ ataku "święty" został zastąpiony przez "astralny" i jest teraz ogólnym atakiem antymagicznym, którego skuteczność nie jest już ograniczona do nieumarłych - podatne na niego są między innymi elfy, smoki i trolle.
ru: Кроме того, вместо "святой" атаки теперь есть "мистическая" (arcane) атака, которая является более общего плана анти-магической атакой, полезной не только против мертвецов: среди отрядов, уязвимых к ней, есть также эльфы, драки и тролли.
sk: Ďalej sa "sväté" zranenie zmenilo na "antimagické", a teraz je to všeobecný antimagický útok užitočný nielen proti nemŕtvym; sú ním zraniteľní aj elfovia, draci, a trollovia.
tl: At saka, ang banal na pinsala ay napalitan sa arkano at ngayon ay nabibilang sa atakeng heneral na kontra-madyik na mas malakas hindi lang sa mga undead: elves, drakes at trolls ay matatamaan na rin.

source: Many portraits have been revised or added
ca: S'han revisat i afegit molts retrats
cs: Mnohé portréty byly vylepšeny nebo zcela přidány
da: Flere portrætter er blevet opdateret eller tilføjet
de: Viele Portraits wurden verbessert oder hinzugefügt
es: Muchos retratos han sido revisados o añadidos
fr: Beaucoup de portraits ajoutés ou mis à jour
hu: Számos egység külalakja módosult, a játék új figurákkal bővült
it: Molti ritratti sono stati aggiornati o aggiunti
ja: 多くの肖像画が改訂、追加されました
lt: Daug portretų buvo pakeista ar pridėta
pl: Zostało dodanych wiele nowych portretów, a stare poprawiono
ru: Многие портреты были изменены или добавлены
sk: Mnoho portrétov pribudlo alebo sa zmenilo
tl: Maraming larawan ang nadagdagan at nabago

source: Many unit and hero portraits have been improved or added. We now have a particularly beautiful set of new portraits in a uniform style for the Elvish units.
ca: S'han millorat i afegit molts retrats d'unitats i herois. A destacar el nou conjunt de retrats dels elfs, que segueix un estil molt més uniforme.
cs: Mnoho portrétů hrdinů a jednotek bylo buď znatelně vylepšeno či zcela nově přidáno. Obzvláště elfské jednotky nyní vynikají nádhernou jednotnou řadou portrétů.
da: Flere enheds- og helteportrætter er blevet forbedret og tilføjet. Vi har nu et specielt smukt sæt af nye portrætter i uniformstil for elverenhederne.
de: Viele Einheiten- und Heldenportraits wurden überarbeitet oder hinzugefügt. Besonders hervorgehoben sei hier die neue Portraitreihe für die elfische Rasse.
es: Muchos retratos de unidades y héroes se han mejorado o añadido. Ahora tenemos un particularmente bonito conjunto de nuevos retratos en un estilo uniforme para la unidades Élficas.
fr: Beaucoup de portraits d'unités et de héros ont été révisés ou ajoutés. Nous avons maintenant un nouveau jeu de portraits particulièrement beau pour les unités elfes fait dans un style uniforme.
hu: Sok egységet vagy hőst ábrázoló figurát sikerült továbbfejleszteni, számos új is bekerült a játékba. Különösen szépre sikeredtek a Tünde egységek egyenruhát viselő alakjai.
it: Molti ritratti di eroi ed unità sono stati migliorati o aggiunti. Abbiamo ora una raccolta di ritratti in uno stile uniforme per le unità degli elfi.
ja: 多くのユニットやヒーローの肖像画が改良、追加されました。エルフ族のユニットには特に美しい正装の新しい肖像画がそろえられました。
lt: Daug dalinių ir herojų portretų buvo patobulinta ar pridėta. Mes dabar turime ypač gražų vientiso stiliaus naujų portretų rinkinį elfų daliniams.
pl: Dodaliśmy lub poprawiliśmy wiele portretów zarówno jednostek, jak i bohaterów. W szczególności jednostki elfów otrzymały cały komplet pięknych portretów w jednolitym stylu.
ru: Многие потреты отрядов и героев были улучшены, были также добавлены новые. Сейчас у нас есть особенно красивый набор портретов эльфийских отрядов, выполненых в едином стиле.
sk: Mnohé portréty jednotiek a hrdinov sa vylepšili alebo pridali. Teraz máme zvlášť krásnu sadu nových portrétov elfských jednotiek v jednotnom štýle.
tl: Maraming larawan ng yunit at bayani ang mas pinaganda at dinagdag. Mayroon na tayong magandang set ng mga bagong larawan na pare-pareho ang istilo para sa mga yunit ng Elvish.

source: New uses of animation
ca: Noves funcions de les animacions
cs: Nové animace
da: Ny brug af animation
de: Neue Arten von Animationen
es: Nuevos usos de animación
fr: Nouveaux genres d'animations
hu: Az animáció újszerű használata
it: Nuovi usi dell'animazione
ja: 新しいアニメーションの使用
lt: Nauji animacijos naudojimai
pl: Nowe zastosowania animacji
ru: Новое использование анимации
sk: Nové využitie animácie
tl: Bagong gamit ng animasyon

source: Many more units have full combat animation. Many unit also have idle animations which fire periodically when they are not doing anything specific. Some units and items also have standing animations that a constantly active; bats flap their wings and campfires flicker. There are improved base frames for many units, including Mages and Ghosts, and many special effects such as magic attacks have been improved as well.
ca: Moltes més unitats tenen animacions de combat completes. Moltes altres unitats ja disposen també d'animacions d'inactivitat, que es mostren periòdicament quan les unitats no estan fent res específic. D'altra banda, certes unitats i objectes tenen animacions d'espera, que estan actives constantment; els ratpenats baten les ales i les fogueres pampalluguegen. S'ha millorat la base de moltes unitats, incloent els mags i els fantasmes, així com de molts efectes especials, com per exemple els atacs màgics.
cs: Mnohem více jednotek má nyní kompletní animace boje. Některé také dostaly náhodné animace, které se přehrávají čas od času bez vnější příčiny a oživují pohled na jinak strnulé bitevní pole. Další jednotky dostaly animace stání, které se přehrávají neustále; netopýři mávají křídly, ohně plápolají atd. Množství jednotek také bylo kompletně překresleno - například mágové a duchové. Konečně byly vylepšeny mnohé speciální efekty jako magické útoky.
da: Yderligere enheder har fuld kampanimation. Flere enheder har også pauseanimation, som igangsættes periodisk, når de ikke foretager sig noget specifikt. Nogle enheder og udstyr har også stående animationer, som er konstant aktive; flagermus svinger deres vinger og ildsteder funkler. Der er forbedrede tegninger for mange enheder, inklusiv troldmænd og spøgelser, og langt flere specialeffekter så som magisk angreb.
de: Viele Einheiten verfügen nun über komplettierte Kampfanimationen und solche, die hin und wieder abgespielt werden, wenn sie nichts besonderes zu tun haben. Einige wenige Einheiten und Gegenstände zeichnen sich durch konstant abgespielte Animationen aus: So schlagen Fledermäuse mit den Flügeln und es flackern Lagerfeuer. Einige Einheiten, wie zum Beispiel Magier und Geister, wurden sogar komplett überarbeitet. Auch wurden viele Spezialeffekte, wie unter anderem magische Angriffe, stark verbessert.
es: Muchas más unidades de combate tienen plena animación. Muchas también tienen animación de inactividad que se activa periódicamente cuando no están haciendo nada específico. Algunas unidades y elementos también tienen animaciones de estar de pie que constantemente están activas; los murciélagos mueven sus alas y las fogatas parpadean. Hay marcos de base mejorados de muchas unidades, incluyendo magos y fantasmas, y muchos efectos especiales como los ataques con magia se han mejorado también.
fr: Beaucoup d'unités sont complètement animées lors des combats. Beaucoup ont aussi des animations de désoeuvrement qui on lieu périodiquement lorsqu'elles n'ont rien de particulier à faire. Quelques objets et unités on des animations statiques qui sont actives tout le temps; les chauves-souris battent des ailes et les feux crépitent. De nombreuses unités, comme les mages et les fantômes ont de meilleures images de base, et beaucoup d'effets spéciaux, comme les attaques magiques, ont eux aussi été améliorés.
hu: Immár sokkal több egységnek van teljes körű harci animációja. Számos egységnek most már 'tétlenkedési' animációja is van, ami rendszeresen megjelenik, ha az adott figura nem csinál semmit. Akad olyan egység és kiegészítő elem is, mely folyamatosan animálódik; a denevérek folyton verdesnek a szárnyaikkal, a tábortűz pedig folyamatosan lobog. Több egységnek is sikerült továbbfejleszteni az alap kinézetét, például a Mágusoknak és a Fantomoknak, és sok különleges effektus tökéletesedett, többek között a mágikus támadások is.
it: Molte altre unità hanno un'animazione di combattimento completa.
ja: より多くのユニットに戦闘における完全なアニメーションが追加されました。多くのユニットにはアイドルアニメーションもあり、これはユニットが何もしていないときに周期的に起こります。いくつかのユニットとアイテムには常に有効な絶え間ないアニメーションがあります。コウモリはは羽を羽ばたかせ、キャンプファイアは揺らめきます。魔術師と幽霊を含む多くのユニットのベースフレームが改善されました。そして魔法攻撃などの多くの特殊効果も同様に改善されました。
lt: Daug daugiau dalinių turi pilną kovos animaciją. Daug dalinių taip pat turi neveiklumo animacijas, kurios rodomos periodiškai, kai jie nieko ypatingo neveikia. Kai kurie daliniai ir daiktai taip pat turi stovėjimo animaciją, kuri pastoviai aktyvi; šikšnosparniai plasnoja savo sparnais ir laužai mirga. Patobulinti pagrindiniai kadrai daugeliui dalinių, įskaitant magus ir vaiduoklius, ir daug įvairių specialių efektų kaip magiškos atakos irgi buvo patobulinta.
pl: Znacznie więcej jednostek ma teraz pełen zestaw animacji walki. Wiele jednostek ma też animacje bezczynności, które można zobaczyć co jakiś czas, gdy jednostka nie robi niczego konkretnego. Niektóre jednostki i przedmioty mają też animacje ciągłe - na przykład nietoperze machają skrzydłami, a płomienie ognisk migoczą. Poprawione zostały grafiki bazowe wielu jednostek, w tym magów i duchów. Ulepszenia nie ominęły też efektów specjalnych, towarzyszących między innymi atakom magicznym.
ru: Гораздо больше отрядов теперь имеют полную анимацию боя. У многих отрядов есть также также анимация бездействия, которая периодически включается, когда отряды не делают ничего конкретного. Некоторые отряды и предметы имеют также анимацию, которая активна постоянно; так, летучие мыши машут своими крыльями, а огонь костра мерцает. Полностью переработаны изображения многих отрядов, включая магов и призраков, были также улучшены многие спецэффекты, такие, как магические атаки.
sk: Mnoho ďalších jednotiek má plnú bojovú animáciu. Mnoho jednotiek má aj animáciu nečinnosti, ktorá sa z času na čas spustí, keď jednotka nerobí nič konkrétne. Niektoré jednotky a predmety majú aj pokojovú animáciu, ktorá je stále zapnutá; netopiere mávajú krídlami, a táborové ohne horia. Zlepšili sa základné snímky pre mnoho jednotiek, napríklad Mágov a Duchov, a takisto aj zvláštne efekty ako napríklad magické útoky.
tl: Karamihan sa mga yunit ay may kumpletong animation sa pandirigma. Mayroon ding mga bagong animations kapag nakaistambay ang yunit. May mga yunits at mga items na may mga animations na patuloy na umeepekto; ang mga paniki ay gumagalaw ang mga pakpak at mga apoy ay kumikislap. Napaganda rin ang basehan ng mga frames tulad ng sa mga Madyikero at mga Kaluluwa pati ang mga espesyal na epeks para sa mga madyik na atake.

source: Multiplayer lobby improvements
ca: Millores a la sala de joc multijugador
cs: Vylepšení čekárny hry více hráčů
da: Forbedringer i flerspillerlobby
de: Verbesserungen der Eingangshalle im Mehrspielermodus
es: Mejoras en el vestíbulo Multijugador
fr: Améliorations du vestibule multijoueur
hu: A többjátékos csarnok fejlesztése
it: Miglioramenti alla lobby multigiocatore
ja: マルチプレイヤー・ロビーにおける改良点
lt: Daugelio žaidėjų vestibiulio patobulinimai
pl: Ulepszenia lobby wieloosobowego
ru: Улучшения холла сетевой игры
sk: Vylepšená čakáreň hry pre viacerých hráčov
tl: Bulwagan ng pagsulong ng pangmaramihang manglalaro

source: You can set a list of user nicks to be ignored (you won't see chat from them). You can also set a list of friends; their nicks will be highlighted and shown at the top of your user list.
ca: Podeu indicar una llista d'aquells usuaris que s'haurien d'ignorar (de forma que no veureu el que escriuen). També podeu indicar quins són els vostres amics; els noms dels amics es veuran destacats i apareixeran al principi de la llista d'usuaris quan estiguin connectats.
cs: Lze sestavit seznamy přátel - uživatelských přezdívek, jejichž akce budou zvýrazňovány a jinak upřednostňovány při zobrazování - a otrapů, kteří jsou naopak v největší možné míře ignorováni.
da: Du kan se en liste over brugernavne, som skal ignoreres (du ser ikke snak fra dem). Du kan også oprette en liste over venner; deres navn vil blive fremhævet og vist på toppen af din brugerliste.
de: Ihr könnt einen Benutzer Eurer Ignorierliste hinzufügen (Ihr werdet keine Nachrichten von ihnen erhalten). Zudem könnt Ihr Benutzer zur Liste Eurer Freunde hinzufügen; diese werden dann hervorgehoben und an oberster Position der Benutzerliste angezeigt.
es: Se puede establecer una lista de nicks de usuarios a ignorar (no verá la charla de los mismos). También puede establecer una lista de amigos, sus nicks se pondrán de relieve y se mostrarán en la parte superior de tu lista de usuarios.
fr: Vous pouvez créer une liste d'indésirables à ignorer (vous ne verrez pas ce qu'ils disent). Vous pouvez également créer une liste d'amis; leur noms seront mis en évidence en haut de la liste des utilisateurs.
hu: Mostantól beállíthatod azoknak a felhasználóknak a becenevét, akiket figyelmen kívül szeretnél hagyni (az általuk beírt szöveg nem jelenik meg a csevegés sorai között). A barátaid listáját is megadhatod; az ő becenevük a játékosok listájának legtetején fog szerepelni, méghozzá kiemelve.
it: È possibile impostare un elenco di nick da ignorare (non vedrai i loro messaggi). È anche possibile impostare un elenco di amici; i loro nomi saranno evidenziati e mostrati in cima all'elenco degli utenti.
ja: 無視する(チャットを見たくない)ユーザのニックネームのリストを設定することができるようになりました。友人のリストも設定することができます。友人のニックネームは強調され、ユーザーリストの一番上に表示されます。
lt: Galite sudaryti naudotojų, kurie bus ignoruojami, slapyvardžių sąrašą (jūs nematysite žinučių iš jų). Taip pat galite sudaryti draugų sąrašą; jų slapyvardžiai bus išryškinti ir rodomi jūsų naudotojų sąrašo viršuje.
pl: Można ignorować użytkowników na podstawie ich ksywki (nie będzie widać przesyłanych przez nich wiadomości). Można też stworzyć listę przyjaciół, których ksywki będą podświetlane i wyświetlane na szczycie listy użytkowników.
ru: Вы теперь можете задать игнор-лист (т.е. список пользователей, которых вы не хотите видеть в своём чате). Вы можете также задать список друзей; их ники будут подсвечиваться и показываться выше остальных.
sk: Môžete si nastaviť zoznam prezýviek používateľov, ktorých ignorujete (nebudete vidieť ich správy). Môžete si nastaviť aj zoznam priateľov; ich používateľské mená sa ukážu zvýraznené navrchu zoznamu používateľov.
tl: Maaari mong i-set ang lista ng mga kalahok na gusto mong balewalain (Hinde mo makikita sa chat at di mo makaka-chat). Maaari mo ring i-set ang lista ng iyong mga kaibigan; ang kanilang nick ay ma-highlighted at makikita sa pinakataas ng iyong lista ng mga kalahok.
