Repository: Kvirit1/website
Catalog: start/1.4/po/*.po
Languages: ca, cs, da, de, es, fr, hu, it, ja, lt, pl, ru, sk, tl

source: en
ca: ca
cs: cs
da: da
de: de
es: es
fr: fr
hu: hu
it: it
ja: ja
lt: lt
pl: pl
ru: ru
sk: sk

source: Default
ca: Predeterminat
da: Standard
de: Standard
es: Por defecto
fr: Defaut
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
lt: Numatyta
pl: Domyślne
ru: По умолчанию
sk: Štandardný

source: Battle for Wesnoth 1.4
ca: Batalla per Wesnoth 1.4
cs: Bitva o Wesnoth 1.4
da: Kampen om Wesnoth 1.4
es: La Batalla por Wesnoth 1.4
fr: La Bataille pour Wesnoth 1.4
hu: Harc Wesnothért 1.4
lt: Mūšis dėl Wesnoth 1.4
pl: Bitwa o Wesnoth 1.4
ru: Битва за Веснот 1.4
sk: Bitka o Wesnoth 1.4

source: Wesnoth logo
ca: Logotip de Wesnoth
cs: Logo Wesnothu
es: Logotipo de Wesnoth
fr: Logo Wesnoth
hu: Wesnoth logó
it: Logo di Wesnoth
ja: Wesnoth ロゴ
pl: Logo Wesnoth
ru: Логотип Веснота
sk: Logo hry Wesnoth

source: Battle for Wesnoth 1.4 Release Notes
ca: Notes de la versió 1.4 de Batalla per Wesnoth
cs: Poznámky k vydání Bitvy o Wesnoth verze 1.4
da: Kampen om Wesnoth 1.4 Udgivelsesbemærkninger
de: Battle for Wesnoth 1.4: Informationen zur Veröffentlichung
es: Notas de publicación de La Batalla por Wesnoth 1.4
fr: Communiqué de publication de Wesnoth 1.4
hu: Harc Wesnothért 1.4 - Megjegyzések a Kiadáshoz
it: Note di Rilascio per The Battle for Wesnoth 1.4
ja: Battle for Wesnoth 1.4 リリースノート
lt: Mūšio dėl Wesnoth 1.4 išleidimo pastabos
pl: Informacje o wydaniu Bitwy o Wesnoth 1.4
ru: Пресс-релиз "Битвы за Веснот" 1.4
sk: Oznam o uverejnení hry Bitka o Wesnoth 1.4
tl: Lathala ng Battle for Wesnoth 1.4

source: <em>March 8, 2008</em>. The Battle for Wesnoth team is proud to release version 1.4 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>Free</a>, turn-based strategy game with a fantasy theme and roleplaying elements. The game is <a href='#download'>available for download</a> now for Windows, Mac OS X, and various GNU/Linux distributions.
ca: <em>8 de març de 2008</em>. L'equip de Wesnoth s'enorgulleix de presentar la versió 1.4 de «La Batalla per Wesnoth», un joc <a href='http://www.gnu.org/philosophy/philosophy.html'>lliure</a> d'estratègia per torns, amb una ambientació fantàstica i certs elements de rol. El joc ja està <a href='#download'>disponible</a> ara per a Windows, Mac OS X, i diverses distribucions GNU/Linux.
cs: <em>8. března 2008</em>. Tým vývojářů Bitvy o Wesnoth hrdě oznamuje vydání verze 1.4 hry <em>Bitva o Wesnoth</em> &#8212; <a href='http://www.gnu.org/philosophy/philosophy.html'>Svobodné</a> tahové strategie s fantasy námětem a prvky RPG. Hru můžete nyní <a href='#download'>stahovat</a> ve verzích pro Windows, Max OS X a různé distribuce GNU/Linuxu.
da: <em>8. marts 2008</em>. Holdet bag Kampen om Wesnoth er stolt over at kunne udgive version 1.4 af <em>Kampen om Wesnoth</em>, et <a href='http://www.gnu.org/philosophy/philosophy.html'>frit</a>, rundebaseret strategispil med et fantasitema og rollespilselementer. Spillet er nu <a href='#download'>tilgængelig</a> for Windows, Mac OS X, og forskellige GNU/Linux-distributioner.
de: <em>8. März, 2008</em>. Das Battle for Wesnoth Team ist stolz, die Veröffentlichung der Version 1.4 von <em>The Battle for Wesnoth</em> präsentieren zu dürfen. Es handelt sich um ein <a href='http://www.gnu.org/philosophy/philosophy.html'>freies</a>, rundenbasiertes Strategiespiel in einer Phantasiewelt mit Rollenspielelementen. Das Spiel ist für Windows, Mac OS X und verschiedene GNU/Linux Distibutionen <a href='#download'>verfügbar</a>.
es: <em>8 de Marzo, 2008</em>El equipo de La Batalla por Wesnoth se enorgullece en presentar la versión 1.4 de <em>La Batalla por Wesnoth</em>, un juego <a href='http://www.gnu.org/philosophy/philosophy.html'>Libre</a>, de estrategia por turnos con un tema fantástico y elementos de juego de rol. El juego está <a href='#download'>disponible para descargar</a> en versión para Windows, MacOS X, y distintas distribuciones de GNU/Linux.
fr: <em>8 mars 2008</em>. L'équipe de La Bataille pour Wesnoth team est fière de publier la version 1.4 de <em>La Bataille pour Wesnoth</em>, un jeu de stratégie au tour par tour <a href='http://www.gnu.org/philosophy/philosophy.html'>libre</a>, dans un univers médiéval-fantastique et comportant des éléments de jeu de rôle. Le jeu est <a href='#download'>disponible au téléchargement</a> dès maintenant pour Windows, Mac OS X, et diverses distributions de GNU/Linux.
hu: <em>2008. március 8.</em> A Harc Wesnothért csapat büszkén jelenti be a <em>Harc Wesnothért</em> 1.4-es verziójának kiadását, ami egy <a href='http://www.gnu.org/philosophy/philosophy.html'>Ingyenes</a>, körökre osztott, fantasy témájú, szerepjátszó elemekkel tarkított stratégiai játék. A játék <a href='#download'>letölthető</a> Windowsra, Mac OS X-re, és különböző GNU/Linux disztribúciókra.
it: <em>8 marzo 2008</em>La squadra di The Battle for Wesnoth è lieta di annunciare la disponibilità della versione 1.4 di «The Battle for Wesnoth», un gioco strategico <a href='http://www.gnu.org/philosophy/philosophy.html'>libero</a> a turni con ambientazione fantasy ed alcuni elementi dei giochi di ruolo. Il gioco può <a href='#download'>essere scaricato</a> nelle versioni per Windows, Mac OS X, e molte delle distribuzioni di GNU/Linux.
ja: <em>2008 年 3 月 8 日</em>。Battle for Wesnoth チームは、<a href='http://www.gnu.org/philosophy/philosophy.html'>フリーの</a>、ファンタジーをテーマにロールプレイングの要素を盛り込んだターン制の戦略ゲーム <em>Battle for Wesnoth</em> のバージョン 1.4 をリリースすることができ、光栄に思います。このゲームの Windows 版、Mac OS X 版、いくつかの GNU/Linux ディストリビューション版をすぐに<a href='#download'>ダウンロードすることができます</a>。
lt: <em>2008 m. kovo 8 d</em>. Mūšio dėl Wesnoth komanda didžiuodamasi išleidžia <em>Mūšio dėl Wesnoth</em> 1.4 versiją, <a href='http://www.gnu.org/philosophy/philosophy.html'>Laisvą</a>, ėjimais pagrįstą strateginį žaidimą su fantastine tema ir vaidmenų žaidimo elementais. Žaidimas dabar <a href='#download'>prieinamas atsisiuntimui</a> Windows, Mac OS X, ir įvairioms GNU/Linux distribucijoms.
pl: <em>8 marca 2008 r.</em> Zespół Bitwy o Wesnoth z dumą ogłasza wydanie wersji 1.4 <em>Bitwy o Wesnoth</em>, <a href='http://www.gnu.org/philosophy/philosophy.html'>darmowej (wolnej)</a> turowej gry strategicznej w klimacie fantasy z elementami gry fabularnej. Grę <a href='#download'>można pobrać</a> w wersjach na platformy Windows, Mac OS X oraz różne dystrybucje GNU/Linuksa.
ru: <em> 8 марта 2008 года</em>. Команда "Battle for Wesnoth" с гордостью представляет вам версию 1.4 <em>Битвы за Веснот</em>, <a href='http://www.gnu.org/philosophy/philosophy.html'>свободной</a>, стратегической пошаговой игры на тему фэнтэзи с ролевыми элементами. Игра <a href='#download'>доступна для скачивания</a> для Windows, Mac OS X, и различных дистрибутивов GNU/Linux.
sk: <em>8. marca 2008</em>. Tím hry Bitka o Wesnoth hrdo oznamuje zverejnenie verzie 1.4 hry <em>Bitka o Wesnoth</em>, <a href='http://www.gnu.org/philosophy/philosophy.html'>slobodnej</a> ťahovej strategickej hry s tematikou fantasy a prvkami rolového hrania. Hru si môžete <a href='#download'>stiahnuť</a> pre Windows, Max OS X, a rôzne distribúcie operačného systému GNU/Linux.
tl: <em>March 8,2008</em>. Ipinagmamalaki ng grupo ng Battle for Wesnoth ang bersyon ng lathalang 1.4 ng <em>Battle for Wesnoth</em>, na isang estratehiko at pantasyang laro na may elementong roleplaying. Ang laro ay batay sa kada turno ng bawat kalahok. Ito ay <a href='http://www.gnu.org/philosophy/philosophy.html'> libre </a> at makukuha <a href='#download'>dito</a> na may iba't ibang bersyon para sa Windows, Mac OS X, at iba pang GNU/Linux OS.

source: <a href='#game'>What's New in Wesnoth 1.4</a>
ca: <a href='#game'>Què hi ha de nou a Wesnoth 1.4</a>
cs: <a href='#game'>Co je nového v Bitvě o Wesnoth, verze 1.4</a>
da: <a href='#game'>Hvad er nyt i Wesnoth 1.4</a>
de: <a href='#game'>Was ist neu in Wesnoth 1.4</a>
es: <a href='#game'>Qué hay Nuevo en Wesnoth 1.4</a>
fr: <a href='#game'>Nouveautés de Wesnoth 1.4</a>
hu: <a href='#game'>Újdonságok a Wesnoth 1.4-ben</a>
it: <a href='#game'>Novità in Wesnoth 1.4</a>
ja: <a href='#game'>Wesnoth 1.4 における変更点</a>
lt: <a href='#game'>Kas naujo yra Wesnoth 1.4</a>
pl: <a href='#game'>Nowości w Wesnoth 1.4</a>
ru: <a href='#game'>Что нового в "Битве за Веснот" 1.4</a>
sk: <a href='#game'>Novinky vo Wesnothe 1.4</a>
tl: <a href='#game'>Ano ang bago sa Wesnoth 1.4</a>

source: <a href='#players'>For Players</a>
ca: <a href='#players'>Per a jugadors</a>
cs: <a href='#players'>Pro hráče</a>
da: <a href='#players'>For spillerne</a>
de: <a href='#players'>Für Spieler</a>
es: <a href='#players'>Para jugadores</a>
fr: <a href='#players'>Pour les joueurs</a>
hu: <a href='#players'>Játékosoknak</a>
it: <a href='#players'>Per i giocatori</a>
ja: <a href='#players'>プレイヤー向け</a>
lt: <a href='#players'>Žaidėjams</a>
pl: <a href='#players'>Dla graczy</a>
ru: <a href='#players'>Для игроков</a>
sk: <a href='#players'>Pre hráčov</a>
tl: <a href='#players'>Para sa mga manglalaro</a>

source: <a href='#campdev'>For Campaign Developers</a>
ca: <a href='#campdev'>Per a creadors de campanyes</a>
cs: <a href='#campdev'>Pro autory tažení</a>
da: <a href='#campdev'>For kampagneudviklerne</a>
de: <a href='#campdev'>Für Kampagnenentwickler</a>
es: <a href='#campdev'>Para Desarrolladores de Campaña</a>
fr: <a href='#campdev'>Pour les créateurs de campagnes</a>
hu: <a href='#campdev'>A hadjáratok fejlesztőinek</a>
it: <a href='#campdev'>Per i progettisti di campagne</a>
ja: <a href='#campdev'>キャンペーン開発者向け</a>
lt: <a href='#campdev'>Kampanijų kūrėjams</a>
pl: <a href='#campdev'>Dla autorów kampanii</a>
ru: <a href='#campdev'>Для разработчиков кампаний</a>
sk: <a href='#campdev'>Pre autorov príbehov</a>
tl: <a href='#campdev'>Para sa mga tagapagunlad ng kampanya</a>

source: <a href='#download'>Download</a>
ca: <a href='#download'>Descarrega</a>
da: <a href='#download'>Hent</a>
de: <a href='#download'>Herunterladen</a>
es: <a href='#download'>Descarga</a>
fr: <a href='#download'>Téléchargement</a>
hu: <a href='#download'>Letöltés</a>
it: <a href='#download'>Scaricamento</a>
ja: <a href='#download'>ダウンロード</a>
lt: <a href='#download'>Atsisiųsti</a>
pl: <a href='#download'>Pobierz</a>
ru: <a href='#download'>Загрузить</a>
sk: <a href='#download'>Na stiahnutie</a>

source: <a href='#more'>More Info</a>
ca: <a href='#more'>Més informació</a>
cs: <a href='#more'>Další informace</a>
da: <a href='#more'>Yderligere information</a>
de: <a href='#more'>Weitere Informationen</a>
es: <a href='#more'>Más Info</a>
fr: <a href='#more'>Informations complémentaires</a>
hu: <a href='#more'>További információk</a>
it: <a href='#more'>Informazioni aggiuntive</a>
ja: <a href='#more'>より詳しい情報</a>
lt: <a href='#more'>Daugiau informacijos</a>
pl: <a href='#more'>Więcej informacji</a>
ru: <a href='#more'>Дополнительно</a>
sk: <a href='#more'>Ďalšie informácie</a>
tl: <a href='#more'>Mga karagdagang impormasyon</a>

source: What's New in Wesnoth 1.4
ca: Què hi ha de nou a Wesnoth 1.4
cs: Co je nového v Bitvě o Wesnoth, verzi 1.4
da: Hvad er nyt i Wesnoth 1.4
de: Was ist neu in Wesnoth 1.4
es: Que hay Nuevo en Wesnoth 1.4
fr: Nouveautés de Wesnoth 1.4
hu: Újdonságok a Wesnoth 1.4-ben
it: Novità in Wesnoth 1.4
ja: Wesnoth 1.4 における変更点
lt: Kas naujo yra Wesnoth 1.4
pl: Nowości w Wesnoth 1.4
ru: Что нового в "Битве за Веснот" 1.4
sk: Novinky vo Wesnothe 1.4
tl: Anong bago sa Wesnoth 1.4

source: For players, the 1.4 version brings you no fewer than seven new mainline campaigns, a redesigned user interface, an amazing variety of high-quality new game music, and a refresh of the game artwork including improved portrait images for many unit types. For designers, the map editor and WML have been enhanced to significantly increase your creative options in writing scenarios.
ca: Per a jugadors, la versió 1.4 aporta ni més ni menys que set campanyes noves, una interfície d'usuari redissenyada, nova música d'alta qualitat més diversificada, i actualitzacions de gràfics que inclouen imatges i retrats de moltes unitats. Per a dissenyadors, l'editor de mapes i el llenguatge WML han millorat significativament les seves opcions i ara permeten escriure escenaris més creatius.
cs: Hráčům přináší verze 1.4 ne méně než sedm nových oficiálních tažení, přepracované uživatelské rozhraní, překvapivé množství nové kvalitní hudby a změny herní grafiky včetně lepších portrétů pro mnohé jednotky. Tvořivé jedince potěší vylepšení editoru map a WML, která opět umožňují znatelně větší možnosti při tvorbě herního obsahu.
da: Som spiller vil version 1.4 give dig ikke mindre end syv nye hovedkampagner, en nydesignet brugergrænseflade, en imponerende række af nyt højkvalitetsmusik, og en opdatering af spillets grafik inklusiv forbedrede portrætbilleder for mange enhedstyper. Som designer er kortredigering og WML forbedret for væsentligt at kunne øge dine kreative muligheder, når du udarbejder scenarier.
de: Für Spieler bietet Version 1.4 nicht mehr als sieben neue Kampagnen, eine neu gestaltete Benutzeroberfläche, abwechslungsreiche Musikstücke und eine Auffrischung der Spielgrafiken, insbesondere verbesserte Portraits für viele Einheiten. Kampagnenentwickler dürfte vor allem interessieren, dass der Karteneditor verbessert sowie die Mächtigkeit von WML erweitert wurde, um der Kreativität noch weniger Grenzen zu setzen.
es: Para jugadores, la versión 1.4 trae no menos de 7 nuevas campañas principales, una interfaz de usuario rediseñada, una sorprendente variedad de música nueva de alta calidad, y un refresco del arte y gráficos del juego incluyendo imágenes de retrato mejoradas para muchos tipos de unidades. Para diseñadores, el editor de mapas y WML ha sido mejorado para incrementar significativamente sus opciones creativas escribiendo escenarios.
fr: Pour les joueurs la version 1.4 apporte pas moins de sept nouvelles campagnes, une interface utilisateur réactualisée, une variété étonnante de nouvelles musiques de qualité, et une mise à jour du graphisme incluant une amélioration des portraits pour beaucoup de types d'unités. Pour les créateurs de contenu, l'éditeur de cartes et le WML ont été améliorés de façon à étendre les possibilités créatives d'écriture de scénarios.
hu: Az 1.4-es verzió a játékosok számára nem kevesebb, mint hét új, a játék magjába ágyazott hadjáratot ígér, emellett a felhasználói felület új arculatot kapott, új, csúcs minőségű zenék ámulatba ejtő választéka került a játékba, és számos grafikai illusztráció is frissült, beleértve több egységtípus külalakját is. A fejlesztők örömére a pályaszerkesztő és a WML működése sokban finomodott, hogy jelentősen növelni lehessen a pályák írásához felhasználható találékony ötleteik számát.
it: Per i giocatori, la versione 1.4 aggiunge non meno di sette nuove campagne ufficiali, un'interfaccia utente riprogettata, una sorprendente varietà di musica di sottofondo di alta qualità, ed una rinfrescata alla grafica del gioco, che include i ritratti per molti tipi di unità. Per i progettisti, l'editore delle mappe ed il WML sono stati migliorati per aumentare significativamente le opzioni creative durante la scrittura degli scenari.
ja: プレイヤー向けには、バージョン 1.4 は 7 つもの新しい主流のキャンペーン、デザインし直されたユーザーインターフェース、驚くほどバラエティに富んだ高品質な新しい音楽、さらに改良された肖像画を含め多くのユニットタイプに対する刷新されたアートワークをお届けします。デザイナー向けには、マップエディタと WML が強化され、シナリオを作る際にあなたの創造性を支えるオプションが著しく増加しました。
lt: Žaidėjams 1.4 versija pristato ne mažiau nei septynias naujas pagrindines kampanijas, perkurtą vartotojo sąsają, įspūdingą įvairovę geros kokybės naujos žaidimo muzikos ir atnaujintą žaidimo grafiką, įskaitant pagerintus portretų vaizdus daugeliui dalinių tipų. Kūrėjams, žemėlapių redaktorius ir WML buvo pagerinti, kad žymiai padidintų jūsų kūrybiškų pasirinkimų variantus rašant scenarijus.
pl: Z punktu widzenia graczy, wersja 1.4 to aż siedem nowych oficjalnych kampanii, przeprojektowany interfejs, zdumiewająca różnorodność nowej, wysokiej jakości muzyki oraz odświeżona oprawa graficzna gry, w tym znacznie ulepszone portrety wielu typów jednostek. Autorów scenariuszy zainteresuje informacja, że edytor map i język WML zostały znacznie wzbogacone, znacząco zwiększając możliwości twórców podczas pisania scenariuszy.
ru: Для игроков версия 1.4 предлагает ни много, ни мало семь новых кампаний, переработанный пользовательский интерфейс, впечатляющее разнообразие высококачественной музыки, а также обновлённую графику, включая улучшенные портреты многих типов отрядов. Для дизайнеров предлагается усовершенствованные редактор карт и WML, позволяющие существенно увеличить возможности их творчества при создании сценариев.
sk: Pre hráčov verzia 1.4 prináša až sedem nových oficiálnych príbehov, nový dizajn používateľského rozhrania, úžasnú rozmanitosť novej kvalitnej hernej hudby, a čerstvú hernú grafiku zahŕňajúcu vylepšené portréty mnohých typov jednotiek. Pre dizajnérov sú to vylepšenia editora máp a WML, ktoré významne zväčšia vaše tvorivé možnosti pri písaní príbehov.
tl: Para sa mga manglalaro, ang bersyong 1.4 ay mayroon na lamang pitong pangunahing kampanya, bagong disenyo para sa user interface, iba't ibang klaseng kamangha-manghang musika, at bagong artwork kasali na ang mas pinagandang mga imahe para sa lahat ng mga tipo ng yunit. Para sa mga ngdidisenyo, ang editor ng mapa at WML ay mas pinaganda upang lalong tumibay at madagdagan ang iyong mapanglikhang opsyon sa pagsusulat ng mga senaryo.

source: Just as importantly, it is probably our most solid release yet. We retired over 300 individual bugs during the 1.3 development period, and introduced several new tools that prevent entire classes of bugs by sanity-checking Wesnoth's data files before they ship to you.
ca: També és important remarcar que aquesta és probablement la versió més sòlida de Wesnoth fins al moment. S'han solucionat més de 300 errors individuals durant el període de desenvolupament de les versions 1.3, i s'han introduït noves eines que eviten cert tipus d'errors específics tot i realitzant certes comprovacions d'integritat dels fitxers de dades del joc.
cs: Kromě toho je tato verze pravděpodobně dosud nejstabilnější. Během vývoje řady 1.3 bylo odstraněno na 300 chyb a vyvinuto několik nových nástrojů odstraňujících celou škálu chyb v datech Wesnothu před jeho publikací.
da: Lige så vigtigt er det, at dette nok er vores mest gennemarbejdet udgivelse. Vi afklarede mere end 300 forskellige fejlrapporter under udviklingsperioden for 1.3, og indførte flere nye værktøjer som forhindrer hele typer af fejl ved at skanne Wesnoths datafiler, før de udgives til dit brug.
de: Zudem stellt die neue Version auch einen Meilenstein in der Stabilität des Spiels dar. Es wurden über 300 unterschiedliche Fehler während der Entwicklung beseitigt, sowie neue Werkzeuge programmiert, um wiederkehrende Fehler vor dem Einpflegen neuer Spieldaten bereits zu verhindern.
es: No menos importante, es nuestra mejor y más sólida versión hasta ahora. Hemos retirado hasta 300 errores individuales durante el proceso de desarrollo 1.3, y introducido varias nuevas herramientas que prevendrán clases enteras de errores por comprobación de integridad de los ficheros de datos de Wesnoth antes que lleguen a vosotros.
fr: Il est aussi important de remarquer que c'est probablement notre version la plus stable jusqu'à présent. Nous avons corrigé plus de 300 bugs différents lors du cycle de développement des versions 1.3, et ajouté de nouveaux outils pour éviter des catégories complètes de bugs en vérifiant la syntaxe des fichiers de données de wesnoth avant qu'ils vous soient envoyés.
hu: Ami még hasonlóan fontos, hogy ez a valaha volt legstabilabb kiadásunk. 300-nál is több hibát javítottunk ki az 1.3-as fejlesztési ciklusban, és számos olyan új eszköz használatát is bevezettük, amely a Wesnoth adatfájlok épségének ellenőrzése révén megakadályozza, hogy hibás fájlok kerüljenek a nagyérdemű közönséghez.
it: È altrettanto importante far notare che questa è probabilmente la versione più solida uscita fino ad ora. Sono stati corretti più di 300 bug durante il periodo di sviluppo di Wesnoth 1.3, e sono stati introdotti molti nuovi strumenti per prevenire molte classi di bug facendo un controllo di congruenza dei file di dati di Wesnoth prima che vengano distribuiti.
ja: 同様に重要なのは、これがおそらく今までで最も安定したリリースだということです。私たちは 1.3 の開発期間の間に 300 以上の個々のバグを倒し、あなたにお届けする前にWesnoth のデータファイルの整合性を確認し全体的なバグを防ぐためのいくつかの新しいツールを導入しました。
lt: Ne mažiau svarbu, kad tai turbūt mūsų pati tvirčiausia laida. Mes pašalinome virš 300 ydų per 1.3 tobulinimo laikotarpį ir įtraukėme keletą naujų įrankių, kurie užkerta kelią ištisoms ydų klasėms, tikrindami Wesnoth duomenų failų sveikumą prieš jiems patenkant pas jus.
pl: Co równie istotne, jest to prawdopodobnie najbardziej stabilne z dotychczasowych wydań gry. Na przestrzeni cyklu rozwojowego wersji 1.3 poprawiliśmy ponad 300 błędów i wprowadziliśmy kilka nowych narzędzi, które zapobiegają występowaniu wielu typów błędów poprzez automatyczne sprawdzanie plików gry, zanim trafią one do Was.
ru: Что является не менее важным, это, пожалуй, один из наших наиболее основательных релизов. За время разработки версии 1.3 мы исправили более 300 различных багов, и внедрили несколько новых инструментов, позволяющих отсеивать целые классы багов, прежде чем файлы будут выложены для скачивания.
sk: Rovnako dôležité je, že je to naše zatiaľ asi najkvalitnejšie vydanie. Počas obdobia vývoja 1.3 sme opravili vyše 300 chýb, a začali sme využívať niekoľko nových nástrojov, ktoré predchádzajú určitým druhom chýb tak, že automaticky skontrolujú dátové súbory pred ich uverejnením.
tl: Ito ay sakasakaling ang aming matibay na lathala na naipalabas. Naireterado namin ang mahigit na 300 bugs sa panahon ng paglilinang sa 1.3 at ipinapakilala namin ang mga bagong kagamitan upang maiwasan ang buong klase ng bugs sa pamamagitan ng sanity-checking sa Wesnoth data files bago ito ay ipadala sanyo.

source: Wesnoth Screenshot
ca: Captura de Wesnoth
cs: Snímek ze hry
da: Wesnoth skærmbillede
de: Wesnoth Bildschirmfoto
es: Captura de pantalla de Wesnoth
fr: Capture d&apos;écran de Wesnoth
hu: Wesnoth Képernyőkép
it: Schermata di Wesnoth
ja: Wesnoth スクリーンショット
lt: Wesnoth ekranvaizdis
pl: Zrzut ekranu
ru: Скриншот Веснота
sk: Záber z hry Wesnoth
tl: Mga larawan ng Wesnoth

source: Here are 1.4's new features in more detail:
ca: A continuació trobareu algunes de les novetats de la versió 1.4 més en detall.
cs: Zde je podrobný přehled změn ve verzi 1.4:
da: Her er 1.4s nye egenskaber beskrevet med flere detaljer:
de: Hier folgen die neuen Funktionen der Version 1.4 im Detail:
es: Aquí están las nuevas características de la 1.4 en más detalle:
fr: Voici en détail les nouveautés de la versions 1.4 :
hu: Az 1.4-es kiadás új tulajdonságainak további részletei:
it: Ecco le nuove funzioni della versione 1.4 in maggior dettaglio:
ja: 以下は 1.4 の新しい機能についての詳細:
lt: Čia yra 1.4 naujos galimybės išsamiau:
pl: Oto bardziej szczegółowe informacje o nowościach w wersji 1.4:
ru: Более подробное описание новых возможностей версии 1.4:
sk: Tu sú nové vlastnosti verzie 1.4 podrobnejšie:
tl: Mga detalye ng mga bagong katangian ng 1.4:

source: For Players
ca: Per a jugadors
cs: Pro hráče
da: For spillere
de: Für Spieler
es: Para Jugadores
fr: Pour les joueurs
hu: Játékosoknak
it: Per i giocatori
ja: プレイヤー向け
lt: Žaidėjams
pl: Dla graczy
ru: Для игроков
sk: Pre hráčov
tl: Para sa mga manglalaro
