Repository: Kvirit1/website
Catalog: start/1.10/po/*.po
Languages: cs, de, es, fi, fr, hu, it, ko, lt, sk

source: Default
de: Standard
es: Predeterminado
fr: Défaut
hu: Alapértelmezett
it: Predefinito
lt: Numatyta
sk: Štandardný

source: Battle for Wesnoth 1.10
cs: Bitva o Wesnoth 1.10
es: La batalla por Wesnoth 1.10
fi: Taistelu Wesnothista
fr: La Bataille pour Wesnoth 1.10
hu: Harc Wesnothért 1.10
lt: Mūšis dėl Vesnoto 1.10
sk: Bitka o Wesnoth 1.10

source: Wesnoth logo
cs: Logo Wesnothu
es: Logotipo de Wesnoth
fi: Wesnothin logo
fr: Logo Wesnoth
hu: Wesnoth logó
it: Logo di Wesnoth
lt: Vesnoto logotipas
sk: Logo hry Wesnoth

source: Battle for Wesnoth 1.10 Release Notes
cs: Poznámky k vydání Bitvy o Wesnoth verze 1.10
de: Battle for Wesnoth 1.10: Informationen zur Veröffentlichung
es: Notas de publicación de La batalla por Wesnoth 1.10
fi: Taistelu Wesnothista 1.10 muutokset
fr: Notes de publication de Wesnoth 1.10
hu: Harc Wesnothért 1.10 – Kiadási megjegyzések
it: Note di Rilascio per The Battle for Wesnoth 1.10
ko: Battle for Wesnoth 1.10 개봉 노트
lt: Mūšio dėl Vesnoto 1.10 laidos apžvalga
sk: Oznam o uverejnení hry Bitka o Wesnoth 1.10

source: <em>January 2012</em>. It is once again time for that thrill you’ve all been waiting for: the beginning of a new stable release series. The development team is proud to release version 1.10 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>free</a> and <a href='http://www.opensource.org/'>open-source</a> turn-based strategy game with a fantasy theme and role-playing elements. The game is available for Microsoft Windows, Mac OS X, and various GNU/Linux distributions.
cs: <em>Leden 2012</em>. Opět nadešel čas pro netrpělivě očekávanou událost, vydání stabilní verze Wesnothu. Tým vývojářů Bitvy o&nbsp;Wesnoth hrdě oznamuje vydání verze 1.10 hry <em>Bitva o&nbsp;Wesnoth</em> &#8212; <a href='http://www.gnu.org/philosophy/philosophy.html'>svobodné</a> <a href='http://www.opensource.org/'>open-source</a> tahové strategie s&nbsp;fantastickým námětem a&nbsp;prvky RPG. Hru můžete <a href='#download'>stahovat</a> ve verzích pro Windows, Mac&nbsp;OS&nbsp;X a&nbsp;různé distribuce GNU/Linuxu.
de: <em>Januar 2012</em>. Das Entwickler-Team ist stolz, die Veröffentlichung der Version 1.10 von <em>The Battle for Wesnoth</em> bekanntgeben zu dürfen. Es handelt sich um ein <a href='http://www.gnu.org/philosophy/philosophy.de.html'>freies</a>, rundenbasiertes, <a href='http://www.opensource.org/'>open-source</a> Strategiespiel in einer Phantasiewelt mit Rollenspielelementen. Das Spiel ist unter anderem für Windows, Mac OS X und verschiedene GNU/Linux Distributionen <a href='#download'>verfügbar</a>.
es: <em>Enero, 2012</em>. Una vez más ha llegado el momento que todos han estado esperando: el inicio de una nueva serie estable. El equipo de desarrolladores se enorgullece en presentar la version 1.10 de <em>La batalla por Wesnoth</em>, un juego de estrategia por turnos <a href='http://www.gnu.org/philosophy/philosophy.html'>libre</a> y de <a href='http://www.opensource.org/'>código abierto</a> con un tema de fantasía y elementos de juegos de rol. El juego está disponible para Microsoft Windows, Mac OS X, y varias distribuciones de GNU/Linux.
fi: <em>Tammikuu 2012</em>. Taas on tullut se aika, jota olette odottaneet: uuden vakaan version julkaisu. Kehitystiimi ylpeänä esittää: <em>Taistelu Wesnothista</em>, versio 1.10. <a href='http://www.gnu.org/philosophy/philosophy.html'>Vapaa</a>, <a href='http://www.opensource.org/'>avoimeen lähdekoodin</a> perustuva vuoropohjainen strategiapeli fantasiateemalla ja roolipelielementeillä. Peli on julkaistu Microsoft Windowsille, Mac OS X -lle ja lukuisille GNU/Linux -jakeluille.
fr: <em>Janvier 2012</em>. Une fois de plus le moment tant attendu est arrivé : le début d'une nouvelle série stable. L'équipe de développeurs est fière de présenter la version 1.10 de <em>La Bataille pour Wesnoth</em>, un jeu de stratégie au tour par tour <a href='http://www.gnu.org/philosophy/philosophy.html'>libre</a> et <a href='http://www.opensource.org/'>open source</a> dans un univers médiéval-fantastique comportant des éléments de jeu de rôle. Le jeu est disponible pour Windows, Mac OS X et diverses distributions GNU/Linux.
hu: <em>2012. január</em> Ismét eljött az ideje a mindenki által várt stabil Wesnoth verzió megjelenésének. A Harc Wesnothért csapat büszkén jelenti be a <em>Harc Wesnothért</em> 1.10-es verziójának kiadását, ami egy <a href='http://www.gnu.org/philosophy/philosophy.html'>ingyenes, szabad</a>, <a href='http://www.opensource.org/'>nyílt forráskódú</a>, körökre osztott, fantasy témájú, szerepjátékelemekkel tarkított stratégiai játék. A játék <a href='#download'>letölthető</a> Windowsra, Mac OS X-re, és különböző GNU/Linux változatokra is.
it: <em>Gennaio 2012</em>. Ancora una volta è arrivato il momento che tutti voi stavate aspettando: una nuova versione stabile di Wesnoth. La squadra di The Battle for Wesnoth è lieta di pubblicare la versione 1.10 di <em>The Battle for Wesnoth</em>, un gioco <a href='http://www.gnu.org/philosophy/philosophy.html'>free</a> <a href='http://www.opensource.org/'>open-source</a> strategico a turni con ambientazione fantasy ed alcuni elementi dei giochi di ruolo. Il gioco è disponibile nelle versioni per Microsoft Windows, Mac OS X e molte delle distribuzioni di GNU/Linux.
ko: <em>2012년 1월</em>. 여러분이 기다려왔던 새로운 안정 버전이 출시되어 전율을 다시 한번 만끽할 순간이 찾아왔습니다. 우리 <em>The Battle for Wesnoth</em> 팀은 판타지적 배경에 롤플레잉 요소를 포함한 턴방식 전략 게임이자 <a href='http://www.gnu.org/philosophy/philosophy.html'>자유로이 이용할 수 있는</a> <a href='http://www.opensource.org/'>오픈 소스</a> 게임인<em>The Battle for Wesnoth</em> 1.10 버전을 내놓게 되어 기쁘게 생각합니다. 이 게임은 마이크로소프트 윈도우, 맥 OS X 그리고 다양한 GNU/리눅스 배포판에서 기동할 수 있습니다.
lt: <em>2012-ųjų sausis</em>. Ir vėl atėjo laikas šiam jauduliui, kurio ilgai laukėte – nauja stabili Vesnoto laida. Kūrėjų komanda didžiuodamasi išleidžia <em>Mūšio dėl Vesnoto</em> 1.10 versiją, <a href='http://www.gnu.org/philosophy/philosophy.html'>laisvą</a> ir <a href='http://www.opensource.org/'>atviro-kodo</a>, ėjimais pagrįstą strateginį žaidimą su fantastine tema ir vaidmenų žaidimo elementais. Žaidimas prieinamas Microsoft Windows, Mac OS X ir įvairioms GNU/Linux distribucijoms.
sk: <em>Január 2012</em>. Opäť nastal čas pre to, na čo ste všetci čakali: začiatok stabilnej vetvy Wesnothu. Tím vývojárov hry Bitka o Wesnoth hrdo oznamuje uverejnenie verzie 1.10 hry <em>Bitka o Wesnoth</em>, <a href='http://www.gnu.org/philosophy/philosophy.html'>slobodnej</a> ťahovej strategickej hry s tematikou fantasy a prvkami rolového hrania. Hra je dostupná pre Windows, Max OS X, a rôzne distribúcie operačného systému GNU/Linux.

source: <a href='#game'>What’s New in Wesnoth 1.10</a>
cs: <a href='#game'>Co je nového v Bitvě o Wesnoth, verze 1.10</a>
de: <a href='#game'>Neuerungen in Wesnoth 1.10</a>
es: <a href='#game'>Qué hay de nuevo en Wesnoth 1.10</a>
fi: <a href='#game'>Uutta Wesnoth 1.10:ssa</a>
fr: <a href='#game'>Nouveautés de Wesnoth 1.10</a>
hu: <a href='#game'>Újdonságok a Wesnoth 1.10-ben</a>
it: <a href='#game'>Novità in Wesnoth 1.10</a>
ko: <a href='#game'>Wesnoth 1.10에서 새로워진 점</a>
lt: <a href='#game'>Kas naujo Vesnote 1.10</a>
sk: <a href='#game'>Novinky vo Wesnothe 1.10</a>

source: <a href='#players'>For Players</a>
cs: <a href='#players'>Pro hráče</a>
de: <a href='#players'>Für Spieler</a>
es: <a href='#players'>Para jugadores</a>
fi: <a href='#players'>Pelaajille</a>
fr: <a href='#players'>Pour les joueurs</a>
hu: <a href='#players'>Játékosoknak</a>
it: <a href='#players'>Per i giocatori</a>
lt: <a href='#players'>Žaidėjams</a>
sk: <a href='#players'>Pre hráčov</a>

source: <a href='#campaigns'>Campaigns</a>
cs: <a href='#campaigns'>Tažení</a>
de: <a href='#campaigns'>Kampagnen</a>
es: <a href='#campaigns'>Campañas</a>
fi: <a href='#campaigns'>Kampanjat</a>
fr: <a href='#campaigns'>Campagnes</a>
hu: <a href='#campaigns'>Hadjáratok</a>
it: <a href='#campaigns'>Campagne</a>
ko: <a href='#campaigns'>캠페인</a>
lt: <a href='#campaigns'>Kampanijos</a>
sk: <a href='#campaigns'>Pre autorov príbehov</a>

source: <a href='#multiplayer'>Multiplayer</a>
cs: <a href='#multiplayer'>Hra více hráčů</a>
de: <a href='#multiplayer'>Mehrspieler</a>
es: <a href='#multiplayer'>Modo multijugador</a>
fi: <a href='#multiplayer'>Moninpeli</a>
fr: <a href='#multiplayer'>Multijoueur</a>
hu: <a href='#multiplayer'>Többjátékos mód</a>
it: <a href='#multiplayer'>Multigiocatore</a>
ko: <a href='#multiplayer'>멀티플레이</a>
lt: <a href='#multiplayer'>Daugelio žaidėjų žaidimas</a>
sk: <a href='#multiplayer'>Zápas pre viacerých hráčov</a>

source: <a href='#general'>General</a>
cs: <a href='#general'>Obecné</a>
de: <a href='#general'>Allgemeines</a>
fi: <a href='#general'>Yleistä</a>
fr: <a href='#general'>Général</a>
hu: <a href='#general'>Általános változások</a>
it: <a href='#general'>Generale</a>
ko: <a href='#general'>개괄</a>
lt: <a href='#general'>Bendrai</a>
sk: <a href='#general'>Všeobecné</a>

source: <a href='#campdev'>For Content Developers</a>
cs: <a href='#campdev'>Pro autory rozšíření</a>
de: <a href='#campdev'>Für Erweiterungsentwickler</a>
es: <a href='#campdev'>Para autores de contenido</a>
fi: <a href='#campdev'>Sisällönkehittäjille</a>
fr: <a href='#campdev'>Pour les créateurs de contenu</a>
hu: <a href='#campdev'>Fejlesztőknek</a>
it: <a href='#campdev'>Per i progettisti di campagne</a>
ko: <a href='#campdev'>컨텐츠 개발</a>
lt: <a href='#campdev'>Turinio kūrėjams</a>
sk: <a href='#campdev'>Pre autorov obsahu</a>

source: <a href='#download'>Download</a>
cs: <a href='#download'>Stažení</a>
de: <a href='#download'>Herunterladen</a>
es: <a href='#download'>Descargas</a>
fi: <a href='#download'>Lataa</a>
fr: <a href='#download'>Téléchargement</a>
hu: <a href='#download'>Letöltés</a>
it: <a href='#download'>Scaricamento</a>
ko: <a href='#download'>다운로드</a>
lt: <a href='#download'>Atsisiųsti</a>
sk: <a href='#download'>Na stiahnutie</a>

source: <a href='#more'>More Info</a>
cs: <a href='#more'>Další informace</a>
de: <a href='#more'>Weitere Informationen</a>
es: <a href='#more'>Más información</a>
fi: <a href='#more'>Lisätietoja</a>
fr: <a href='#more'>Informations complémentaires</a>
hu: <a href='#more'>További információk</a>
it: <a href='#more'>Altre informazioni</a>
ko: <a href='#more'>더 많은 정보들</a>
lt: <a href='#more'>Daugiau informacijos</a>
sk: <a href='#more'>Ďalšie informácie</a>

source: What’s New in Wesnoth 1.10
cs: Co je nového ve Wesnothu 1.10
de: Neuerungen in Wesnoth 1.10
es: Qué hay de nuevo en Wesnoth 1.10
fi: Uutta Wesnoth 1.10:ssa
fr: Nouveautés de Wesnoth 1.10
hu: Újdonságok a Wesnoth 1.10-ben
it: Novità in Wesnoth 1.10
ko: Wesnoth 1.10에서 새로워진 점
lt: Kas naujo Vesnote 1.10
sk: Novinky vo Wesnothe 1.10

source: Wesnoth Screenshot
cs: Snímek z Wesnothu
es: Captura de pantalla de Wesnoth
fi: Wesnoth Kuvakaappaus
fr: Capture d\'écran de Wesnoth
hu: Wesnoth képernyőkép
it: Schermata di Wesnoth
ko: Wesnoth 스크린샷
lt: Vesnoto ekranvaizdis
sk: Záber z hry Wesnoth

source: For Players
cs: Pro hráče
de: Für Spieler
es: Para jugadores
fi: Pelaajille
fr: Pour les joueurs
hu: Játékosoknak
it: Per i giocatori
ko: 플레이
lt: Žaidėjams
sk: Pre hráčov

source: Thanks to the Google Summer of Code projects from 2010 and 2011, there is a new Whiteboard system, which helps you make plans by visualizing recruitment, movement, attacks, and so on. It even lets you visualize plans to share with your allies in multiplayer games.
cs: Díky projektům <span lang='en'>Google Summer of Code</span> z&nbsp;let 2010 a&nbsp;2011 je k&nbsp;dispozici plánovací mód, který umožňuje naplánovat najímání, pohyb, útoky a&nbsp;další běžné herní akce. Vizualizaci plánů lze také sdílet se spoluhráči.
de: Dank der Google Summer of Code Projekte in 2010 und 2011 lassen sich nun Spielzüge vorab am <cite>Reißbrett</cite> planen. Dadurch kann man die Auswirkungen von Rekrutierungsabsichten, Bewegungen oder Angriffen vorab visualisieren. Den strategischen Planungen sind auch im Mehrspielermodus keine Grenzen gesetzt und taktische Aufmärsche lassen sich nun zusammen mit seinen Alliierten planen.
es: Gracias a los proyectos completados en 2010 y 2011 como parte del programa <em>Google Summer of Code</em>, ahora hay un nuevo sistema de Pizarra, que le permite planificar y visualizar movimientos, ataques, unidades a reclutar, entre otras acciones. Incluso le permite ver y compartir planes con sus aliados en partidas multijugador.
fi: Kiitos vuosien 2010 ja 2011 Google Summer of Code -projektien, pelissä on nyt uusi valkotaulu -systeemi, joka auttaa taistelun suunnittelussa visualisoimalla värväykset, liikkeet, hyökkäykset ja niin edelleen. Visualisoinnit voi myös jakaa moninpelissä muiden liittolaistenkanssa.
fr: Grâce aux projets du Google Summer of Code de 2010 et 2011, un nouveau système de planification a été créé pour vous permettre de prévoir votre stratégie en affichant vos futurs recrutements, déplacements, attaques et ainsi de suite. Ces plans peuvent même être partagés entre alliés dans les parties multijoueurs.
hu: A 2010-es és 2011-es Google Summer of Code projekteknek hála elkészült az új lépéstervező rendszer, amely megjeleníti a kieszelt toborzásokat, mozgásokat, támadásokat, ezáltal megkönnyíti a tervek kieszelését. A terveket a szövetségesekkel is meg lehet osztani a többjátékos mérkőzések során.
it: Grazie ai progetti del Google Summer of Code del 2010 e del 2011, c'è un nuovo sistema Whiteboard, che aiuta la stesura di piani di battaglia visualizzando i reclutamenti, i movimenti, gli attacchi e così via. Permette anche di visualizzare piani da condividere con gli alleati in partite multigiocatore.
ko: 2010년과 2011년에 행해진 Google Summer 코드 프로젝트의 성과로 만들어진 화이트보드 시스템에서는 소집, 이동, 공격 등의 행동을 시각화하여 여러분이 계획을 수립하는 것을 도와줍니다. 멀티플레이에서는 이 기능으로 수립한 계획을 동맹군과 공유할 수도 있습니다.
lt: Google kodo vasaros 2010 ir 2011 projektų dėka atsirado naujas planavimo prie lentos režimas, kuris padeda susikurti planus vizualizuodamas samdymą, judėjimą, atakas ir t.t. Jis netgi leidžia dalintis planais su sąjungininkais daugelio žaidėjų žaidime.
sk: Vďaka projektom v Google Summer of Code z rokov 2010 a 2011 vznikol nový systém plánovania na tabuli, ktorý umožňuje robiť plány zobrazovaním budúceho verbovania, pohybov a útokov. Umožňuje dokonca zdieľať plány so spoluhráčmi v sieťových hrách.

source: Since several terrain types were added, and many more completely redrawn or updated, including volcanoes, animated water, new embellishments, and completely redrawn grasslands, the Wesnothian battlefield is now a much more beautiful thing to see.
cs: Přidání mnohých nových typů terénu a&nbsp;překreslení stávajících, například sopek, animované vody, nových zkrášlení a&nbsp;zcela nové trávy, činí bitevní pole Wesnothu opět mnohem krásnějším.
de: Neue Geländetypen wurden gestaltet und die bestehenden überarbeitet &mdash; freut Euch auf heiße Vulkane, sanft schaukelnde Gewässer, zierliche Blumen, die mit dem gänzlich neuen Grasdesign auch bekannte Schlachtfelder im neuen Glanz erstrahlen lassen.
es: Tras la adición de varios nuevos tipos de terrenos nuevos, y la actualización o reemplazo de varios gráficos anteriores, incluyendo volcanes, agua animada, nuevas decoraciones y praderas completamente rediseñadas, el campo de batalla de Wesnoth ahora es mucho más espectacular.
fi: Wesnothin taistelukentät ovat nyt paljon kauniimpaa katseltavaa, koska paljon uusia maastotyyppejä on lisätty ja monet vanhat tehty uudelleen. Näihin kuuluvat mm. tulivuoret, animoitu vesi, uusia koristeita ja täysin uudistettu ruohikko.
fr: Comme un certain nombre de terrains ont été ajoutés et que beaucoup d'autres ont été re-dessinés ou revus, notamment des volcans, des eaux en mouvement, de nouveaux embellissements ainsi que de nouvelles étendues d'herbe, le champ de bataille de Wesnoth est maintenant nettement plus agréable à regarder.
hu: Mivel számos új tereptípussal bővült a választék, és sok más terepet – például vulkánok, animált víz, díszítő elemek és síkság – teljesen megújítottunk vagy frissítettünk, a wesnothi csatatér immár sokkal szebb látványt nyújt.
it: I campi di battaglia Wesnothiani sono ora molto più belli da guardare, grazie all'aggiunta di molti nuovi tipi di terreno, nonchè all'aggiornamento o al completo rifacimento di altri, inclusi vulcani, acque animate, nuovi abbellimenti e una prateria completamente ridisegnata.
ko: 몇가지 새 지형들이 추가되고, 화산 지형, 움직이는 수면, 새로운 장식물들, 초원과 같은 많은 지형들이 새로 그려지거나 갱신되어 Wesnoth의 전장이 좀더 보기좋게 변했습니다.
lt: Kadangi buvo pridėti keli vietovių tipai, o daugelis kitų buvo perpieštos ar atnaujintos, įskaitant ugnikalnius, animuotą vandenį, naujus papuošimus ir pilnai perpieštas pievas, Vesnoto mūšio laukas dabar daug gražesnis.
sk: Pribudli nové terény, mnohé boli prekreslené a aktualizované, vrátane sopiek, pohyblivej vody, nových okrás a trávnatej plochy. Bojiská Wesnothu sú teraz omnoho krajšie na pohľad.

source: Many units, such as the saurians, have received new standing and other animations. These, along with the new, animated water, help breathe life into the previously nigh-on motionless battlefield.
cs: Mnohé jednotky, jako například ještěráci, dostaly nové animace pro stání na místě i&nbsp;další činosti. Spolu s&nbsp;nově animovanou vodou tak přispívají k&nbsp;oživení dříve převážně nehybného bojiště.
de: Viele Einheiten, wie z.B. die Saurianer, haben neue, dynamische Bewegungsabläufe erhalten. Zusammen mit anderen liebevollen Animationen erwachen die Schlachtfelder zu einer noch nie dagewesenen Lebendigkeit.
es: Muchas unidades, tales como los saurios, recibieron nuevas animaciones estacionarias y otras. Esto, junto a los nuevos gráficos de agua con animaciones, ayuda a infundir vida al previamente casi estático campo de batalla.
fi: Monet yksiköt, kuten sauriaanit, ovat saaneet uusia animaatioita. Nämä, mukaanlukien virtaava vesi, puhaltavat uutta elämää aikaisemmin niin liikkumattomaan taistelukenttään.
fr: De nombreuses unités, comme les sauriens, ont de nouvelles animations. Ajoutées à la nouvelle animation de l'eau, elles insufflent davantage de vie aux champs de bataille autrefois un peu statiques.
hu: Sok egység – köztük a gyíkok – új álló és egyéb animációkkal gazdagodott, ezáltal (valamint az új animált víz segítségével) pezsgő élet töltheti be a korábban szinte mozdulatlan csatateret.
it: Molte unità, come ad esempio i sauri, hanno ricevuto nuovi ritratti e animazioni. Queste, insieme alle nuove acque animate, aiutano ad infondere un soffio di vita negli scenari prima quasi immobili.
ko: 사우리언족과 같은 다양한 유닛들이 새로이 정지 애니메이션 등의 애니메이션을 갖게 되었습니다. 이와 함께 수상 지형에도 애니메이션이 들어감으로써 움직임이 없다시피한 전장에 생명력을 불어넣을 수 있게 되었습니다.
lt: Daugelis dalinių, tokių kaip ropliai, dabar turi naujas stovėjimo animacijas. Kartu su nauju animuotu vandeniu, tai padeda įkvėpti gyvenimą į anksčiau beveik nejudantį mūšio lauką.
sk: Mnohé jednotky, ako napríklad Sauri, majú nové animácie. Tieto spolu s animovanou vodou vdýchnu život predtým nehybným bojiskám.

source: The 1.10 series features a completely remade version of the old <em>Northerners</em> theme as well as two new tracks: <em>Battle Epic</em> and <em>Silvan Sanctuary</em>.
cs: Verze 1.10 obsahuje zcela přepracované téma seveřanů (<em lang='en'>Northerners</em>) a&nbsp;dvě zcela nové skladby, <em lang='en'>Battle Epic</em> a&nbsp;<em lang='en'>Silvan Sanctuary</em>.
de: Die 1.10 Serie verfügt über eine vollständig überarbeitete Version des Musikstückes <em>Northerners</em>. Außerdem schmeicheln zwei gänzlich neue Kompositionen das Ohr: <em>Battle Epic</em> und <em>Silvan Sanctuary</em>.
es: La serie 1.10 presenta una versión completamente nueva del antiguo tema <em>Norteños</em> (<em>Northerners</em>), así como dos nuevas piezas: <em>Gesta de batalla</em> (<em>Battle Epic</em>) y <em>Santuario de la naturaleza</em> (<em>Silvan sanctuary</em>).
fi: 1.10 -sarja sisältää uuden version <em>Northerners</em> -kappaleesta, sekä kaksi uutta raitaa: <em>Battle Epic</em> ja <em>Silvan Sanctuary</em>.
fr: La version 1.10 comporte une version entièrement refondue de l'ancienne piste musicale des <em>Nordiques</em> et en propose deux nouvelles : <em>Batailles épiques</em> et <em>Sanctuaire sylvestre</em>.
hu: Az 1.10-es verzióban már a korábbi „<em>Északiak</em>” zenetéma teljesen megújított változata szerepel, és két új darabbal is bővült a dallamok listája: <em>Hősies küzdelem</em> és <em>Erdei szentély</em>.
it: La serie 1.10 propone una versione completamente riarrangiata del vecchio tema musicale <em>Northerners</em> insieme a due nuove tracce audio: <em>Battle Epic</em> e <em>Silvan Sanctuary</em>.
ko: 1.10 버전에서는 예전의 <em>Northerners</em> 트랙을 완전히 새로 만든 버전과 새로운 트랙 <em>Battle Epic</em>과 <em>Silvan Sanctuary</em>가 추가되었습니다.
lt: 1.10 laidoje rasite visiškai perdarytą senosios <em>Šiauriečių</em> temos versiją, taip pat du naujus takelius: <em>Mūšio epika</em> ir <em>Miško šventovė</em>.
sk: Rada 1.10 obsahuje prepracovanú verziu motívu <em>Severania</em> a dve nové hudby: <em>Bojový epos</em> a <em>Silvanská svätyňa</em>.

source: Campaigns
cs: Tažení
de: Kampagnen
es: Campañas
fi: Kampanjat
fr: Campagnes
hu: Hadjáratok
it: Campagne
ko: 캠페인
lt: Kampanijos
sk: Výpravy
