Repository: Kvirit1/website
Catalog: start/1.10/po/*.po
Languages: cs, de, es, fi, fr, hu, it, ko, lt, sk

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Source code</a> </strong>
cs: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Zdrojový kód</a> </strong>
de: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Quelltext</a> </strong>
es: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Código fuente</a> </strong>
fi: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Lähdekoodi</a> </strong>
fr: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Code source</a> </strong>
hu: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Forráskód</a> </strong>
it: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Codice sorgente</a> </strong>
ko: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>소스 코드</a> </strong>
lt: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Išeities kodas</a> </strong>
sk: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Zdrojový kód</a> </strong>

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth for Microsoft Windows</a> </strong>
cs: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth pro MS Windows</a> </strong>
de: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth für MS Windows</a> </strong>
es: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth para Microsoft Windows</a> </strong>
fi: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth Microsoft Windowsille</a> </strong>
fr: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth pour MS Windows</a> </strong>
hu: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth Microsoft Windowsra</a> </strong>
it: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth per Microsoft Windows</a> </strong>
lt: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Vesnotas skirtas Microsoft Windows</a> </strong>
sk: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth pre MS Windows</a> </strong>

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth for Mac OS X</a> </strong>
cs: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth pro Mac&nbsp;OS&nbsp;X</a> </strong>
de: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth für Mac OS X</a> </strong>
es: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth para Mac OS X</a> </strong>
fi: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth Mac OS X:lle</a> </strong>
fr: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth pour Mac OS X</a> </strong>
hu: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth Mac OS X-re</a> </strong>
it: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth per Mac OS X</a> </strong>
lt: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Vesnotas skirtas Mac OS X</a> </strong>
sk: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.10/Wesnoth_1.10.dmg?download'>Wesnoth pre Mac OS X</a> </strong>

source: You can get up-to-date information on downloads at the <a href='http://wiki.wesnoth.org/Download'>downloads page</a>. There you can also find packages and instructions for other platforms once they are available.
cs: Aktuální informace o&nbsp;stažení hry naleznete na stránce <a href='http://wiki.wesnoth.org/Download' hreflang='en'>downloads</a>. Tam se budou nalézat balíčky a&nbsp;instrukce pro další platformy, jakmile budou dostupné.
de: Aktuelle Informationen über die Binärpakete gibt es auf <a href='http://wiki.wesnoth.org/Download'>dieser Seite</a> (Englisch), die alle herunterladbaren Versionen auflistet.
es: Más información actualizada sobre las descargas está disponible en la <a href='http://wiki.wesnoth.org/Download'>página de descargas</a>. Ahí también puede encontrar paquetes e instrucciones para otras plataformas una vez que estén disponibles.
fi: Uusinta tietoa lataamisesta löytyy <a href='http://wiki.wesnoth.org/Download'>lataussivulta</a> (englanniksi). Sieltä löydät myös paketit ja ohjeet muille alustoille, jos ja kun ne julkaistaan.
fr: Vous pouvez trouver des informations à jour au sujet des téléchargements sur la <a href='http://wiki.wesnoth.org/Download'>page des téléchargements</a>. Là vous pouvez également trouver les paquets et les instructions pour d'autres plateformes une fois qu'ils sont disponibles.
hu: A letöltésekkel kapcsolatos naprakész információt a <a href='http://www.wesnoth.org/wiki/Download'>Letöltések honlapján</a> találod. Ezen az oldalon más platformokhoz készített csomagokat és útmutatót is találhatsz, amint az adott csomagok elkészülnek.
it: Puoi trovare informazioni aggiornate su come scaricare alla <a href="http://www.wesnoth.org/wiki/Download">pagina degli scaricamenti</a>. Qui puoi trovare anche pacchetti e istruzioni per altre piattaforme una volta che sono disponibili.
ko: 여러분은 <a href='http://wiki.wesnoth.org/Download'>다운로드 페이지</a>에서 최신의 다운로드 정보를 얻을 수 있습니다. 그곳에서는 가능한 다른 플랫폼에서 기동되는 패키지와 그 소개도 얻을 수 있습니다.
lt: Naujausią informaciją apie atsisiuntimus galite rasti <a href='http://wiki.wesnoth.org/Download'>atsisiuntimų puslapyje</a>. Ten pat bus patalpinti ir paketai bei instrukcijos kitoms platformoms, kai jie atsiras.
sk: Aktuálne informácie o stiahnuteľných súboroch nájdete na stránke <a href='http://wiki.wesnoth.org/Download'>Download</a>. Tam bude možné nájsť aj inštalačné balíky a inštrukcie pre iné platformy hneď ako budú dostupné.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> files only.
cs: Pokud již máte staženou předchozí verzi hry, možná budete chtít stáhnout pouze soubory <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a>.
de: Falls Ihr eine vorherige Version von Wesnoth heruntergeladen habt, seid Ihr vielleicht daran interessiert, nur die <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> Datei herunterzuladen.
es: Si ya había descargado versiones anteriores del código fuente del juego, le ofrecemos la posibilidad de descargar sólo los archivos <a href='http://wiki.wesnoth.org/Download_Xdeltas'>Xdelta</a>.
fi: Jos olet ladannut pelin aikaisemman version, saatat haluta ladata vain <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> -tiedostot.
fr: Si vous avez téléchargé d'anciennes versions du jeu, vous souhaiterez peut-être télécharger uniquement les fichiers <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a>.
hu: Ha a játék egy korábbi verzióját már letöltötted, akkor elég, ha csak a változásokat tartalmazó <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> fájlokat töltöd le.
it: Se hai già scaricato una versione precedente del gioco potresti essere interessato allo scaricamento dei soli file <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
ko: 만약 옛 버전을 가지고 있다면 <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> 파일들만을 받을 수도 있습니다.
lt: Jeigu jau turite ankstesnes žaidimo versijas, jus gali sudominti <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> failų atsisiuntimas.
sk: Ak ste si už stiahli predchádzajúce verzie hry, možno budete mať záujem o stiahnutie iba súborov <a href='http://wiki.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.

source: More Info
cs: Více informací
de: Weitere Informationen
es: Más información
fi: Lisätietoa
fr: Informations complémentaire
hu: További információk
it: Altre Informazioni
ko: 더 많은 정보들
lt: Daugiau informacijos
sk: Ďalšie informácie

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Full Changelog</a> (English, very long)
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Kompletní výpis změn</a> (anglicky, velmi dlouhý)
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Komplette Liste der Änderungen</a> (Englisch, sehr lang)
es: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Lista completa de cambios</a> (en inglés, muy larga)
fi: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Koko muutosloki</a> (Enganniksi, erittäin pitkä)
fr: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Historique complet des modifications</a> (en anglais, très long)
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>A változások teljes listája</a> (angol, nagyon hosszú)
it: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Elenco completo delle modifiche</a> (in inglese, molto lungo)
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Pilnas pakeitimų žurnalas</a> (angliškai, labai ilgas)
sk: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Plný zoznam zmien</a> (po anglicky, veľmi dlhý)

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.en.html'>User’s Manual</a>
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.cs.html'>Uživatelský manuál</a>
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.de.html'>Handbuch</a>
es: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.es.html'>Manual del usuario</a> (en español)
fi: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.fi.html'>Käyttäjän manuaali</a>
fr: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.fr.html'>Manuel utilisateur</a>
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.en.html'>Felhasználói kézikönyv</a> (magyarul)
it: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.it.html'>Manuale per l'utente</a>
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.en.html'>Naudotojo vadovas</a>
sk: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.en.html'>Príručka používateľa</a>

source: <a href='http://www.wesnoth.org'>Official Website</a> (English)
cs: <a href='http://www.wesnoth.org'>Oficiální stránky Wesnothu</a> (anglicky)
de: <a href='http://www.wesnoth.org'>Offizielle Wesnoth Homepage</a> (Englisch)
es: <a href='http://www.wesnoth.org'>Sitio web oficial</a> (en inglés)
fi: <a href='http://www.wesnoth.org'>Virallinen kotisivu</a> (Englanniksi)
fr: <a href='http://www.wesnoth.org'>Site officiel de Wesnoth</a> (en anglais)
hu: <a href='http://wesnoth.fsf.hu/'>Magyar Wesnoth Közösségi Portál</a>
it: <a href='http://www.wesnoth.org'>Sito web ufficiale di Wesnoth</a> (Inglese)
lt: <a href='http://www.wesnoth.org'>Oficialus tinklalapis</a> (angliškai)
sk: <a href='http://www.wesnoth.org'>Oficiálna stránka Wesnothu</a> (po anglicky)

source: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Release Notes</a>
cs: <a href='http://www.wesnoth.org/start/1.4'>Poznámky k&nbsp;vydání Bitvy o Wesnoth verze&nbsp;1.4</a>
de: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4: Informationen zur Veröffentlichung</a>
es: <a href='http://www.wesnoth.org/start/1.4'>Notas de publicación de Wesnoth 1.4</a>
fi: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 muutokset</a>
fr: <a href='http://www.wesnoth.org/start/1.4'>Notes de publication de Wesnoth 1.4</a>
hu: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Kiadási megjegyzések</a>
it: <a href='http://www.wesnoth.org/start/1.4'>Note di rilascio di Wesnoth 1.4</a>
lt: <a href='http://www.wesnoth.org/start/1.4'>Vesnoto 1.4 laidos apžvalga</a>
sk: <a href='http://www.wesnoth.org/start/1.4'>Oznam o uverejnení Wesnothu 1.4</a>

source: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6 Release Notes</a>
cs: <a href='http://www.wesnoth.org/start/1.8'>Poznámky k&nbsp;vydání Bitvy o Wesnoth verze&nbsp;1.6</a>
de: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6: Informationen zur Veröffentlichung</a>
es: <a href='http://www.wesnoth.org/start/1.6'>Notas de publicación de Wesnoth 1.6</a>
fi: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6 muutokset</a>
fr: <a href='http://www.wesnoth.org/start/1.6'>Notes de publication de Wesnoth 1.6</a>
hu: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6 Kiadási megjegyzések</a>
it: <a href='http://www.wesnoth.org/start/1.6'>Note di rilascio di Wesnoth 1.6</a>
lt: <a href='http://www.wesnoth.org/start/1.6'>Vesnoto 1.6 laidos apžvalga</a>
sk: <a href='http://www.wesnoth.org/start/1.6'>Oznam o uverejnení Wesnothu 1.6</a>

source: <a href='http://www.wesnoth.org/start/1.8'>Wesnoth 1.8 Release Notes</a>
cs: <a href='http://www.wesnoth.org/start/1.8'>Poznámky k&nbsp;vydání Bitvy o Wesnoth verze&nbsp;1.8</a>
de: <a href='http://www.wesnoth.org/start/1.8'>Wesnoth 1.8: Informationen zur Veröffentlichung</a>
es: <a href='http://www.wesnoth.org/start/1.8'>Notas de publicación de Wesnoth 1.8</a>
fi: <a href='http://www.wesnoth.org'>Wesnoth 1.8 muutokset</a>
fr: <a href='http://www.wesnoth.org/start/1.8'>Notes de publication de Wesnoth 1.8</a>
hu: <a href='http://www.wesnoth.org/start/1.8'>Wesnoth 1.8 Kiadási megjegyzések</a>
it: <a href='http://www.wesnoth.org/start/1.8'>Note di rilascio di Wesnoth 1.8</a>
lt: <a href='http://www.wesnoth.org/start/1.8'>Vesnoto 1.8 laidos apžvalga</a>
sk: <a href='http://www.wesnoth.org/start/1.8'>Oznam o uverejnení Wesnothu 1.8</a>

source: This page is also available in the following languages:
cs: Tato stránka je také k&nbsp;dispozici v&nbsp;následujících jazycích:
de: Diese Seite ist auch in folgenden Sprachen verfügbar:
es: Esta página también está disponible en los siguientes idiomas:
fi: Tämä sivu on käännetty seuraaville kielille:
fr: Cette page est également disponible dans les langues suivantes :
hu: Ez az oldal a következő nyelveken is elérhető:
it: Questa pagina è disponibile nelle seguenti lingue:
ko: 이 페이지는 다음의 언어로도 볼 수 있습니다:
lt: Šis puslapis taip pat prieinamas šiomis kalbomis:
sk: Táto stránka je k dispozícii aj v nasledujúcich jazykoch:
