Repository: Kvirit1/website
Catalog: start/1.10/po/*.po
Languages: cs, de, es, fi, fr, hu, it, ko, lt, sk

source: The 1.10 series brings many new features for content developers, such as <a href="http://wiki.wesnoth.org/PersistenceWML">persistent variables</a>, which allow add-on authors to save data to players’ user data directories for use by other content developers or in future playthroughs.
cs: Pro autory rozšíření přináší verze 1.10 mnoho nového, jako například <a href='http://wiki.wesnoth.org/PersistenceWML' hreflang='en'>trvalé proměnné (<span lang='en'>persistent variables</span>)</a>, které umožňují ukládat informace viditelné při dalším spuštění nebo dalšími rozšířeními.
de: Ab der 1.10er Version können Erweiterungsentwickler nun ganz neue Wege einschlagen &mdash; so ermöglichen z.B. die neuen <a href="http://wiki.wesnoth.org/PersistenceWML">persistenten Variablen</a> Informationen beim Spieler zu speichern und diese in anderen Kampagnen oder bei Spielwiederholungen zu nutzen.
es: La serie 1.10 trae muchas características nuevas para los autores de contenido, como por ejemplo <a href="http://wiki.wesnoth.org/PersistenceWML">variables persistentes</a>, que permiten a los desarrolladores de complementos almacenar datos en los directorios de configuración de los jugadores para su uso por otros complementos o en partidas futuras.
fi: 1.10 -sarja tuo uusia ominaisuuksia sisällönkehittäjille, esimerkiksi <a href="http://wiki.wesnoth.org/PersistenceWML">pysyvät muuttujat</a>, jotka mahdollistavat tiedon tallentamisen pelaajan "user data" -kansioihin muita kehittäjiä tai myöhempiä pelikertoja varten.
fr: La version 1.10 apporte une nouvelle série de fonctionnalités pour les développeurs de contenus, comme les nouvelles <a href="http://wiki.wesnoth.org/PersistenceWML">variables persistantes</a>, qui permettent aux auteurs d'enregistrer des données sur le disque dur des joueurs pour les réemployer ultérieurement.
hu: Az 1.10-es sorozat számos új lehetőséget hozott a fejlesztőknek is. Egyik ilyen az <a href="http://wiki.wesnoth.org/PersistenceWML">állandó változók</a> használata, amely lehetővé teszi a kiegészítések készítőinek, hogy a játékos saját adatkönyvtárába mentsenek, ez pedig a későbbi játékok során, vagy más fejlesztők számára is hozzáférhető.
it: La serie 1.10 offre diverse nuove possibilità per gli sviluppatori di contenuto, come <a href="http://wiki.wesnoth.org/PersistenceWML">variabili persistenti</a>, che permettono agli autori di add-on di salvare dati utente nella directory dati del giocatore, per renderli disponibili ad altri sviluppatori o in futuri playthrough.
ko: 1.10 버전에서는 컨텐츠 개발자들을 위한 다수의 기능들이 추가되었는데, 예를 들면 <a href="http://wiki.wesnoth.org/PersistenceWML">persistent variables</a> 기능은 추가 기능 제작자들이 플레이어의 하드 디스크에 저장된 세이브 데이터를 이후에 플레이하게될 컨텐츠에 활용할 수 있게 해 줍니다.
lt: 1.10 laida turi daug naujų galimybių turinio kūrėjams, tokių kaip <a href="http://wiki.wesnoth.org/PersistenceWML">išsilaikantys kintamieji</a>, kurie leidžia priedų autoriams įrašyti duomenis į žaidėjų duomenų aplankus tolimesniam kitų turinio kūrėjų naudojimui arba ateinantiems kampanijos peržaidimams.
sk: Rada 1.10 prináša nové funkcie pre tvorcov obsahu, napríklad <a href="http://wiki.wesnoth.org/PersistenceWML">trvalé premenné</a>, ktoré umožňujú autorom doplnkov uložiť dáta do hráčovho priečinka. Tie potom môžu byť použité pri hre v budúcnosti.

source: The game’s Lua capabilities have been strengthened considerably, which allows content developers to do much more than they could with it on the 1.8 series. In fact, one of our Google Summer of Code projects was focused on improving the AI-related Lua capabilities.
cs: Herní možnosti jazyka Lua byly citelně posíleny, umožňuje tedy vývojářům mnohem více, než v&nbsp;předchozích verzích série 1.8. Na oblast umělé inteligence a&nbsp;jejích možností v&nbsp;Lua byl zaměřen i&nbsp;jeden z&nbsp;našich projektů <span lang='en'>Google Summer of Code</span>.
de: Die Lua-Schnittstelle wurde deutlich ausgebaut und ermöglicht Erweiterungsentwicklern eine größere Freiheit als noch in der 1.8er Version. Auch hier gilt der Dank dem Google Summer of Code Projekt zur Lua-basierten künstlichen Intelligenz.
es: El poder de Lua en el motor del juego ha crecido considerablemente en esta ocasión, permitiendo a los desarrolladores hacer mucho más con este lenguaje de lo que era posible in la serie 1.8. De hecho, uno de nuestros proyectos en el programa <em>Google Summer of Code</em> estuvo enfocado en mejorar las capacidades de la infraestructura en Lua para el sistema de inteligencia artificial.
fi: Pelin Lua -tukea on vahvennettu, minkä vuoksi sisällönkehittäjät pystyvät tekemään enemmän kuin koskaan 1.8 -sarjassa. Itse asiassa yksi Google Summer of Code -projekteistamme keskittyi tekoälyn Lua -ominaisuuksiin.
fr: Les possibilités de manipuler le jeu en Lua ont été considérablement renforcées, afin de permettre aux auteurs de contenu de faire bien plus qu'avec la version 1.8. En fait, l'un des projets du Google Summer of Code était centré sur l'amélioration des capacités du Lua en termes d'IA.
hu: A játék Lua képességei jelentősen megerősödtek, így a fejlesztők sokkal jobban ki tudják használni, mint az 1.8-as verzióban. Az egyik Google Summer of Code projektünk kifejezetten arra összpontosított, hogy az MI-vel kapcsolatos Lua képességeket javítsa.
it: Le possibilità della Lua del gioco sono state considerevolmente rinforzate, il che concede agli sviluppatori di contenuti molte possibilità in più rispetto a quello che si poteva fare nella versione 1.8. Ciò grazie ad uno dei nostri progetti del Google Summer of Code che si è focalizzato sul miglioramento delle capacità della Lua relative alla IA.
lt: Žaidimo Lua galimybės buvo gerokai sustiprintos, kas leidžia turinio kūrėjams padaryti daug daugiau, nei jie galėjo 1.8 laidoje. Iš tiesų, vienas iš mūsų Google kodo vasaros projektų buvo pagerinti Lua galimybes susijusias su dirbtiniu intelektu.
sk: Schopnosti jazyka Lua v hre boli posilnené, čo umožňuje tvorcom obsahu robiť oveľa viac ako mohli v rade 1.8. Jedným z projektov v Google Summer of Code bolo zlepšenie možností Lua pre počítačom ovládané jednotky.

source: The terrain palette has been vastly expanded with the addition of new basic terrains as well as new structures and embellishments, thus allowing map makers to create more vibrant maps.
cs: Paleta terénů obsahuje nové základní terény, stejně jako další struktury jak funkční, tak i&nbsp;pouze zkrášlující. Tvůrci map tedy mohou dosáhnout větší různorodosti a&nbsp;živosti bitevního pole.
de: Die Geländevielfalt auf dem Schlachtfeld wurde stark erhöht, so stehen nun neue Geländetypen, Bauten und Verzierungen zur kreativen Umsetzung neuer, noch lebhafterer Karten zu Verfügung.
es: La paleta de terrenos en el editor se ha expandido con la adición de nuevos tipos de terreno básicos, así como nuevas estructuras y decoraciones, permitiendo así la creación de mapas más llamativos y vibrantes.
fi: Maastopalettia on laajennettu huimasti perusmaastojen, uusien rakennusten ja koristeiden lisäksi, jotta kartantekijät pystyisivät tekemään entistä eloisampia karttoja.
fr: La palette des terrains disponibles a été largement étendue par l'addition de nouveaux terrains de base, de nouvelles structures et de nouveaux ornements, permettant aux auteurs de créer des cartes plus vivantes.
hu: A tereppaletta jelentős mértékben bővült: új alap tereptípusokkal, új építményekkel és díszítő elemekkel gazdagodott, így a térképkészítők még vibrálóbb pályákat készíthetnek.
it: La tavolozza dei terreni è stata ampiamente espansa con l'aggiunta di nuovi tipi base di terreno così come nuove strutture ed abbellimenti. In questo modo gli sviluppatori di mappe possono creare mappe molto più accattivanti.
ko: 새로운 기본 지형과 새로운 건축물 및 장식의 추가로 지형 팔레트가 대단히 크게 확장되어 맵 제작자들이 더욱 활력있는 맵을 제작할 수 있게 되었습니다.
lt: Vietovių paletė buvo smarkiai praplėsta pridėjus naujų bazinių vietovių bei struktūrų ir papuošimų, leidžiančių žemėlapių kūrėjams kurti gyvesnius žemėlapius.
sk: Ponuka terénov bola rozšírená o nové základné terény ale aj nové objekty a okrasy. Autori máp budú môcť vytvoriť rozmanité svety.

source: Thanks to a Google Summer of Code project that took place during 2010 and 2011, we now have a <a href="http://eclipse.wesnoth.org">Wesnoth Eclipse plugin</a>, which provides a full-blown IDE for WML in Eclipse thus providing features such as syntax highlighting, tag folding, autocompletion, and more. It even has front-ends for maintenance tools such as <em>wmllint</em> and <em>wmlindent</em> as well as the ability to start the game or map editor and have it go right to the desired scenario or map.
cs: Díky dalšímu projektu <span lang='en'>Google Summer of Code</span>, probíhajícímu v&nbsp;letech 2010 a&nbsp;2011, máme k&nbsp;dispozici <a href="http://eclipse.wesnoth.org">plugin pro Eclipse</a>, který dodává tomuto IDE veškeré možnosti pro práci s&nbsp;WML &mdash; zvýraznění syntaxe, sbalování bloků kódu, automatické dokončování atd. Má dokonce ovládání pro nástroje jako <em>wmllint</em> a&nbsp;<em>wmlindent</em> a&nbsp;editor map.
de: Aufgrund eines erfolgreichen Google Summer of Code Projekts in 2010 und 2011 präsentiert sich nun das <a href="http://eclipse.wesnoth.org">Wesnoth Eclipse Plugin</a> als ausgereifte WML-Entwicklungsumgebung in Eclipse mit den Komfortmerkmalen Syntaxhervorhebung, tag folding, automatischer Vervollständigung und vielem mehr. Es bietet die Frontends zur WML-Pflege wie <em>wmllint</em> und <em>wmlindent</em>, sowie die Möglichkeit, direkt das Spiel selbst im gewünschten Szenario oder den Karteneditor mit der gewünschten Karte zu starten.
es: Gracias a un proyecto en <em>Google Summer of Code</em> realizado durante 2010 y 2011, ahora tenemos un <a href="http://eclipse.wesnoth.org/">complemento para Eclipse</a> que provee un completo entorno de desarrollo integrado para trabajar con WML en Eclipse, entregando características tales como resalte de sintaxis, contracción de código, autocompletar, entre otras. También posee interfaces para trabajar con herramientas de mantención tales como <em>wmllint</em> y <em>wmlindent</em>, así como la habilidad de ejecutar el juego o el editor de mapas directamente en el escenario o mapa deseado.
fi: Kiitos Google Summer of Code -projektimme, meillä on nyt <a href="http://eclipse.wesnoth.org">Wesnoth Eclipse plugin</a>, joka tarjoaa laajamittaisen WML -ohjelmointiympäristön Eclipselle. Ominaisuuksiin lukeutuu syntaksin korostus, tagien piilottaminen, tekstintäydennys ja paljon muuta. Se sisältää myös käyttöliittymät <em>wmllint</em> ja <em>wmlindent</em> -työkaluille, sekä mahdollisuuden aloittaa pelin tai karttaeditorin halutulla skenaariolla tai kartalla.
fr: Grâce aux projets du Google Summer of Code de 2010 et 2011, nous disposons maintenant d'un <a href="http://eclipse.wesnoth.org">greffon Eclipse</a>, qui fournit un environnement de développement pour le WML complet intégré à Eclipse, apportant ainsi des fonctions comme la coloration syntaxique, le repliement des balises, l'auto-complétion et davantage encore. Il comporte même des frontaux vers les outils de maintenance comme <em>wmllint</em> et <em>wmlindent</em> ainsi que la capacité de démarrer le jeu ou l'éditeur de cartes directement sur le scénario ou la carte sélectionnée.
hu: A 2010-es és 2011-es Google Summer of Code projektnek köszönhetően elkészült a <a href="http://eclipse.wesnoth.org">Wesnoth Eclipse plugin</a>, amely egy teljes körű integrált fejlesztői környezetet biztosít az Eclipse-ben a WML-hez: szintaxiskiemelő, „teg-hajtogató” és automatikus kiegészítő funkciók is rendelkezésre állnak. Még a <em>wmllint</em> és <em>wmlindent</em> karbantartó eszközökhöz is van kezelőfelület, valamint a játék és a térképszerkeztő is közvetlenül elindítható egyenesen a kiválasztott térképpel, pályával.
it: Grazie ad un progetto del Google Summer of Code che si è sviluppato per tutto il 2010 ed il 2011, è adesso disponibile un <a href="http://eclipse.wesnoth.org">Wesnoth Eclipse plugin</a>, che fornisce un completo ambiente IDE per WML in Eclipse, rendendo disponibili funzionalità quali l'evidenziazione della sintassi, tag folding, autocompletamento ed molte ancora. Il plugin ha anche una interfaccia per i tool di mantenimento come <em>wmllint</em> e <em>wmlindent</em>, così come la possibilità di lanciare il gioco o l'editore delle mappe direttamente con lo scenario o la mappa desiderata.
lt: Google kodo vasaros projekto dėka, kuris vyko 2010 ir 2011-aisiais, dabar turime <a href="http://eclipse.wesnoth.org">Vesnoto Eclipse įskiepį</a>, kuris Eclipse programai suteikia visavertę integruotą programavimą aplinką skirtą WML, turinčią tokias galimybes, kaip sintaksės paryškinimą, gairių sulankstymą, autoužbaigimą ir kitas. Ji netgi turi priežiūros priemones, tokias, kaip <em>wmllint</em> ir <em>wmlindent</em>, o taip pat galimybę paleisti žaidimą ar žemėlapių redaktorių tiesiai norimame scenarijuje ar žemėlapyje.
sk: Vďaka projektu Google Summer of Code v roku 2010 a 2011 máme teraz <a href="http://eclipse.wesnoth.org">Wesnoth doplnok pre Eclipse</a>, ktorý poskytuje programovacie prostredie pre jazyk WML v programe Eclipse, ktorý tak poskytuje funkcie ako zvýraznenie syntaxe, zbalenie značiek, automatické dopĺňanie a ďalšie. Dokonca má rozhranie pre údržbové nástroje <em>wmllint</em> a <em>wmlindent</em> ako aj možnosť spustiť hru alebo editor máp a otvoriť priamo potrebnú scénu alebo mapu.

source: A new batch of item icons&mdash;drawn in the same style as the attack icons&mdash;have been made for the benefit of content creators; depictions of items such as potions, robes, armor, and jewelry are included.
cs: Pro autory rozšíření byla do hry přidána sada ikon pro předměty, kreslená ve stejném stylu jako ikony pro útoky. Obsahuje věci jako lahvičky s&nbsp;lektvary, oděvy, brnění, šperky atd.
de: Eine neue Auswahl von Icons für Gegenständen &mdash; im Stil der Angriffs-Icons gestaltet &mdash; stehen nun den Erweiterungsentwicklern zur Verfügung &mdash; Tränke, Umhänge, Rüstungen oder Geschmeide, was immer auch das Herz begehrt.
es: Un nuevo conjunto de iconos de objetos (realizados en el mismo estilo de los iconos de ataques y armas) ha sido incluido para su uso por parte de los autores de contenido; éste incluye imágenes de elementos tales como pociones, capas, armaduras y joyas.
fi: Uusia tavaraikoneja &mdash; piirretty hyökkäysikonien tyylillä &mdash; on lisätty sisällönkehittäjien hyödynnettäväksi. Sisältää kuvia juomista, viitoista, haarniskoista ja jalokivistä.
fr: Un nouveau lot d'icônes d'objet (dessinées dans le même style que celles des attaques) a été inclus au bénéfice des auteurs de campagnes, avec des images d'objet comme des potions, des robes, des armures et des bijoux.
hu: A tartalomfejlesztők örömére több új, a támadási ikonok stílusában megrajzolt tárgy ikon készült el. Ezek között találhatóak bájitalok, köpenyek, páncélzatok és ékszerek is.
it: A beneficio dei creatori di contenuti, è disponibile un nuovo gruppo di icone, disegnate con lo stile delle icone d'attacco. Esso include tra gli altri oggetti come pozioni, vestiti, armature e gioielli.
lt: Turinio kūrėjams padarėme naujus objektų ženkliukus &mdash; nupieštus tokiu pat stiliumi, kaip atakų ženkliukai; jie atvaizduoja tokius objektus, kaip eliksyrai, apsiaustai, šarvai ir brangenybės.
sk: Nová séria ikon predmetov &mdash; kreslených v rovnakom štýle ako ikony útokov &mdash; pre autorov obsahu. Obsahuje obrázky elixírov, šiat, brnení a šperkov.

source: Thanks to revisions in the code that handles <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a>, custom range and attack type strings can now be translated.
cs: Díky změnám v kódu zpracovávajícím <a href='http://wiki.wesnoth.org/LanguageWML' hreflang='en'>[language]</a> lze přeložit i&nbsp;vlastní názvy druhů a&nbsp;dosahů útoků.
de: Dank der Revision in <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a> sind nun z.B. auch kampagnenspezifische Angriffstypen übersetzbar geworden.
es: Gracias a las revisiones en el código que maneja el bloque <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a>, ahora es posible traducir cadenas de rangos y tipos de ataque personalizados en complementos.
fi: Kiitos <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a> WML-koodin korjauksien, hyökkäystyyppien ja mukautettujen välimatkojen tekstit voi kääntää.
fr: Grâce aux modifications du code qui gère le <a href="http://wiki.wesnoth.org/LanguageWML">[langage]</a>, les phrases décrivant les rayons d'action et type des attaques peuvent maintenant être traduits.
hu: A <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a> beállítást kezelő kód felülvizsgálata révén immár az egyedi támadástípusokat is le lehet fordítani.
it: Grazie ad una completa revisione del codice che gestisce il tag <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a>, possono ora essere tradotte le stringhe che descrivono i diversi tipi personalizzati di attacco a distanza e non.
ko: <a href="http://wiki.wesnoth.org/LanguageWML">[언어]</a>를 다루는 코드가 수정되어 추가 제작된 사거리와 공격 타입 문구도 이제 번역할 수 있습니다.
lt: Parašius <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a> valdantį kodą tapo įmanoma versti tinkintus atakų atstumo ir tipo pavadinimus.
sk: Vďaka vylepšeniu kódu, ktorý riadi značku <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a>, možu už byť preložené aj názvy špeciálny útokov a dosahov zbraní.

source: Download
cs: Stažení
de: Herunterladen
es: Descargas
fi: Lataa
fr: Téléchargement
hu: Letöltés
it: Scaricamento
ko: 다운로드
lt: Atsisiųsti
sk: Na stiahnutie

source: <em>The Battle for Wesnoth</em> is made available under the <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). The source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a>, where you can also find instructions for <a href='http://wiki.wesnoth.org/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Microsoft Windows, Mac OS X, and GNU/Linux.
cs: Bitva o Wesnoth je dostupná pod licencí <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). Zdrojový kód je k&nbsp;dispozici na adrese <a href='http://www.wesnoth.org' hreflang='en'>wesnoth.org</a>, kde také naleznete návod na <a href='http://wiki.wesnoth.org/CompilingWesnoth' hreflang='en'>sestavení ze zdrojového kódu</a> pro řadu různých operačních systémů. Naleznete zde také instalační balíčky pro nejoblíbenější operační systémy &mdash; Linux, Windows a&nbsp;Mac&nbsp;OS&nbsp;X.
de: <em>Battle for Wesnoth</em> ist unter der <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL) (Englisch) lizenziert. Der Quelltext kann von <a href='http://www.wesnoth.org'>wesnoth.org</a> heruntergeladen werden. Dort sind des weiteren Informationen zum <a href='http://wesnoth.org/wiki/CompilingWesnoth'>Kompilieren des Quelltextes</a> (Englisch) für diverse Plattformen zu finden. Für die am weitesten verbreiteten Plattformen, wie zum Beispiel Microsoft Windows, Mac OS X und GNU/Linux, stehen auch Binärpakete zur Verfügung.
es: <em>La batalla por Wesnoth</em> se encuentra disponible bajo los términos de la <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Licencia Pública General de GNU</a> (GPL). El código fuente puede ser descargado desde <a href='http://www.wesnoth.org'>wesnoth.org</a>, donde también puede encontrar instrucciones para <a href='http://wiki.wesnoth.org/CompilingWesnoth'>compilarlo</a> en una variedad de plataformas distintas. También puede encontrar paquetes listos para instalar y usar en los sistemas operativos más populares, incluyendo Microsoft Windows, Mac OS X, y GNU/Linux.
fi: <em>Taistelu Wesnothista</em> on lisensoitu <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public Licensellä</a> (GPL). Lähdekoodin saa osoitteesta<a href='http://www.wesnoth.org'>wesnoth.org</a>, josta löytyy myös <a href='http://wiki.wesnoth.org/CompilingWesnoth'>lähdekoodin käännösohje</a> monille käyttöjärjestelmille (englanniksi). Valmiit paketit on saatavilla yleisimmille käyttöjärjestelmille, kuten Microsoft Windows, Mac OS X, ja GNU/Linux.
fr: <em>La Bataille pour Wesnoth</em> est disponible sous licence <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Le code source est disponible sur <a href='http://www.wesnoth.org'>wesnoth.org</a>, où vous trouverez aussi les instructions pour <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compiler à partir des sources</a> pour différents systèmes d'exploitations. Des paquets prêts à l'emploi sont aussi disponibles pour les plupart des systèmes d'exploitation, comme GNU/Linux, Windows et Mac OS X.
hu: A <em>Harc Wesnothért</em> a <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU GPL</a> licencnek megfelelően lett közzé téve. A forráskód elérhető a <a href='http://www.wesnoth.org'>wesnoth.org</a> honlapon, ahol a különböző operációs rendszerekre történő <a href='http://wiki.wesnoth.org/CompilingWesnoth'>lefordításához</a> is találsz segítséget. Előre elkészített csomagok is elérhetőek a legnépszerűbb operációs rendszerekhez, például Windowshoz, Mac OS X-hez és GNU/Linuxhoz.
it: <em>Battle for Wesnoth</em> è disponibile sotto i termini della <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Licenza Pubblica Generale GNU</a> (GPL). Il codice sorgente è disponibile su <a href='http://www.wesnoth.org'>wesnoth.org</a> dove potrai trovare le istruzioni per <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compilarne il codice sorgente</a> su tanti sistemi operativi differenti. Sono disponibili anche molti pacchetti contenenti i binari per i più popolari sistemi operativi, inclusi GNU/Linux, Windows e Mac OS X.
ko: <em>The Battle for Wesnoth</em> 는 <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL) 하에서 제작됩니다. 소스 코드는 <a href='http://www.wesnoth.org'>wesnoth.org</a>에서 받을 수 있으며, 그곳에서 다른 운영체제 하에서 작동하도록 <a href='http://wiki.wesnoth.org/CompilingWesnoth'>소스를 컴파일</a>하는 방법을 소개받을 수 있습니다. 마이크로소프트 윈도우, 맥 OS X 와 GNU/리눅스와 같은 주요 운영체제에서 기동할 수 있는 패키지들도 다운받을 수 있습니다.
lt: Mūšis dėl Vesnoto išleistas <a href='http://www.gnu.org/copyleft/gpl-2.0.html'>GNU Bendrosios Viešosios Licencijos</a> (GPL) sąlygomis. Išeities kodas prieinamas iš <a href='http://www.wesnoth.org'>wesnoth.org</a>, kur jūs taip pat rasite <a href='http://wesnoth.org/wiki/CompilingWesnoth'>kompiliavimo iš išeities kodo</a> instrukcijas įvairioms operacinėms sistemoms. Paruošti paketai taip pat prieinami daugeliui populiariausių operacinių sistemų, įskaitant Microsoft Windows, Mac OS X ir GNU/Linux.
sk: Bitka o Wesnoth je dostupná pod <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Všeobecnou verejnou licenciou GNU</a> (GPL). Zdrojový kód nájdete na stránke <a href='http://www.wesnoth.org'>wesnoth.org</a> spolu s návodom na <a href='http://wiki.wesnoth.org/CompilingWesnoth'>zostavenie zo zdrojového kódu</a> na množstve rozličných operačných systémov. Pre najčastejšie používané operačné systémy ako Windows, Mac OS X a GNU/Linux sú už inštalačné balíky pripravené.
