Repository: Kvirit1/website
Catalog: start/1.10/po/*.po
Languages: cs, de, es, fi, fr, hu, it, ko, lt, sk

source: A new campaign, <em>Dead Water</em>, has been introduced; in it, you play as a young merman who is the heir to his kingdom’s throne; your task is to repel an undead invasion and to save your people. <em>Dead Water</em> spent some time being polished in the <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev project</a> to prepare for mainline inclusion, just like <em>Delfador’s Memoirs</em>.
cs: V&nbsp;novém tažení <em>Moře mrtvých</em> můžete prožít příběh mladého mořského muže, který čelí těžkostem při nástupu na trůn. Cílem je odražení invaze nemrtvých a&nbsp;záchrana mořského lidu. <em>Moře mrtvých</em> bylo vyvíjeno po delší dobu jako <a href="http://wesnoth-umc-dev.sourceforge.net">projekt Wesnoth-UMC-Dev</a>, připravovaný na začlenění do oficiální distribuce, stejně jako <em>Delfadorovy paměti</em>.
de: Die neue Kampagne <em>Stille Wasser</em> bietet als neue Hauptkampagne bisher unbekannte Abenteuer. Dort seid ihr als Meermensch der noch junge Erbe des Königreichs. Dieser muss sich einer Invasion von Untoten erwehren, um sein Volk zu retten. <em>Stille Wasser</em> reifte, wie zuvor schon <em>Delfadors Memoiren</em> für den Launch der 1.8-Version, als <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev Projekt</a> bis zur Aufnahme als Hauptkampagne.
es: Una nueva campaña, <em>Agua muerta</em>, ha sido agregada. En ella, podrá jugar en el rol de un joven sirénido heredero al trono de su reino; su misión es repeler una invasión de no-muertos y salvar a su gente. <em>Agua muerta</em> pasó un tiempo en revisión en el <a href="http://wesnoth-umc-dev.sourceforge.net">Proyecto Wesnoth-UMC-Dev</a> previo a su inclusión, similar al caso de <em>Las memorias de Delfador</em>.
fi: Uusi kampanja, <em>Kuolleet vedet</em>, on lisätty. Kampanjassa pelaat nuorena merenmiehenä, joka perii kuningaskuntansa valtaistuimen. Tehtäväsi on torjua epäkuolleiden hyökkäys ja pelastaa kansasi. <em>Kuolleet vedet</em> oli kauan <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev -projektissa</a>, jossa sitä valmisteltiin ja hiottiin, kunnes se voitiin virallistaa. Saman koki <em>Delfadorin Muistelmat</em>.
fr: La campagne <em>Mortes-eaux</em> fait maintenant partie de la branche principale. Vous y jouez le rôle d'un jeune ondin qui est l'héritier d'un royaume ; votre tâche est de repousser une invasion de morts-vivants. <em>Mortes-eaux</em> a été longuement mise au point sur <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-projets de développement</a> pour préparer son inclusion dans la branche principale, exactement comme <em>les Mémoires de Delfador</em> dans la version 1.8.
hu: Egy új hadjárat került a játékba, melynek címe: <em>Holtvíz</em>. Ebben egy fiatal sellő bőrébe bújunk, aki a sellő királyság trónörököse, és vissza kell vernie az élőholtak támadását, hogy megmenthesse népét. A <em>Holtvíz</em> hadjáratot jó ideig a <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev projekt</a> keretein belül készítették elő a fő hadjáratok közé kerülésre, ahogy korábban a <em>Delfador visszaemlékezéseit</em> is.
it: È stata introdotta una nuova campagna, <em>Acque morte</em>. Qui potrai indossare i panni di un giovane nereide, erede al trono del suo regno. Avrai il compito di respingere una invasione di non-morti e salvare la tua gente. <em>Acque morte</em> ha passato un po' di tempo per essere ripulita nel <a href="http://wesnoth-umc-dev.sourceforge.net">Progetto Wesnoth-UMC-Dev</a>, in modo da essere pronta per l'inclusione nel filone principale, in maniera analoga a quanto fatto per <em>Le memorie di Delfador</em>.
ko: <em>死海</em> 캠페인이 본편에 추가되었습니다. 이 캠페인에서 여러분은 왕국을 이어받을 후계자인 젊은 인어의 역할을 맡게 됩니다. 여러분의 임무는 언데드의 침략을 물리치는 것입니다. <em>死海</em> 캠페인은 <em>Delfador의 회고록</em> 편과 마찬가지로 본편에 포함되기 전에 <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev project</a> 에서 준비기간을 거쳤습니다.
lt: Pridėjome naują kampaniją, <em>Negyvas vanduo</em>; joje žaidžiate jaunu vandeniu – savo karalystės sosto įpėdiniu; jūsų užduotis yra atremti nemirėlių invaziją ir išgelbėti savo tautą. <em>Negyvas vanduo</em> praleido šiek tiek laiko <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev projekte</a>, kuriame buvo sutvarkytas ir paruoštas tapti oficialia kampanija, taip, kaip kadaise <em>Delfador memuarai</em>.
sk: V novej výprave <em>More mŕtvych</em> hráš mladého morského muža, dediča kráľovského trónu; tvojou úlohou je odraziť inváziu nemŕtvych a zachrániť svoj ľud. Príbeh <em>More mŕtvych</em> strávil nejaký čas v <a href="http://wesnoth-umc-dev.sourceforge.net">projekte Wesnoth-UMC-Dev</a>, aby mohlo byť pripravené pre začlenenie do hlavnej hry, rovnako ako <em>Delfadorove pamäti</em>.

source: Most of the existing campaigns have received both major and minor updates and improvements. For example, <em>A Tale of Two Brothers</em>’s storyline was rewritten, and several scenarios from <em>Legend of Wesmere</em> were reworked to include more dynamic gameplay and better mechanics.
cs: Většina původních tažení prošla malými i&nbsp;většími úpravami a&nbsp;vylepšeními. Například byl přepracován děj <em>Příběhu dvou bratrů</em>. Mnohé scénáře <em>Wesmerské legendy</em> nově umožňují dynamičtější hru a&nbsp;využívají lepší mechaniku.
de: Die meisten Kampagnen wurden überarbeitet und verbessert, z.B. <em>Die Geschichte zweier Brüder</em> wurde auf der Basis neuer historischer Recherchen in Teilen neu verfasst. Viele Szenarien in <em>Die Legende von Wesmere</em> wurden überarbeitet und bieten nun ein dynamischeren Spielwitz aufgrund der verbesserten Gestaltung.
es: La mayoría de las campañas incluidas han recibido mejoras y cambios de distinta envergadura. Por ejemplo, la historia en <em>Un cuento sobre dos hermanos</em> fue reescrita, y varios escenarios en <em>La leyenda de Wesmere</em> fueron reestructurados para ofrecer partidas más dinámicas y una mejor experiencia.
fi: Monet vanhoista kampanjoista on päivitetty puolin ja toisin. <em>Kahden Veljeksen Tarinan</em> tarina on kirjoitettu uudelleen ja <em>Wesmeren Legendassa</em> on nyt dynaamisempi pelattavuus ja paremmat mekaniikat.
fr: La plupart des campagnes existantes ont reçu des améliorations majeures ou mineures. Par exemple, le scénario de <em>L'Histoire de deux frères</em> a été nettement amélioré, tandis que plusieurs épisodes de <em>la Légende de Wesmere</em> ont été retravaillés pour inclure une mécanique de jeu plus dynamique et un meilleur fonctionnement.
hu: A legtöbb korábbi hadjárat kisebb-nagyobb javításokon esett át. Például a <em>A két fivér meséjének</em> történetét újraírtuk, a <em>Wesmere legendájában</em> pedig számos pályát átdolgoztunk, hogy a játékmenet még lendületesebb legyen.
it: La maggior parte delle campagne già presenti nel gioco hanno ricevuto sia grandi che piccoli miglioramenti ed aggiornamenti. Ad esempio, <em>Un racconto dei due fratelli</em> ha una nuovo filo conduttore, completamente riscritto, e diversi scenari de <em>La leggenda di Wesmere</em> sono stati rielaborati per includere modalità e meccanismi di gioco migliori e più dinamici.
ko: 현존하는 캠페인들에도 대부분 부수적이거나 중요한 업데이트와 개선 사항들이 있습니다. 예를 들어 <em>두 형제 이야기</em>의 이야기는 새로 씌어졌으며, <em>Wesmere 전설</em>의 몇몇 시나리오들은 다시 작업되어 더 역동적인 플레이와 개선된 진행방식을 갖게 되었습니다.
lt: Dauguma esamų kampanijų buvo daugiau ar mažiau atnaujintos ir patobulintos. Pavyzdžiui, perrašytas <em>Pasakojimo apie du brolius</em> siužetas, o keli <em>Vesmeros legendos</em> scenarijai perdaryti taip, kad žaidimas būtų dinamiškesnis ir turėtų geresnę mechaniką.
sk: Väčšina doterajších výprav bola vylepšená malými i väčšími úpravami. Napríklad v <em>Príbehu o dvoch bratoch</em> bol prepísaný dej. V niektorých scénach z <em>Legendy Wesméru</em> bola vylepšená dynamika hry.

source: Multiplayer
cs: Hra více hráčů
de: Mehrspieler
es: Modo multijugador
fi: Moninpeli
fr: Multijoueur
hu: Többjátékos mód
it: Multigiocatore
ko: 멀티플레이
lt: Daugelio žaidėjų žaidimas
sk: Zápas pre viacerých hráčov

source: Several new multiplayer maps have been introduced: <em>Aethermaw</em>, <em>Arcanclave Citadel</em>, <em>Thousand Stings Garrison</em>, and <em>Volcano</em>. Numerous updates and balancing tweaks were made to the other maps &mdash; including making full use of the new terrain types.
cs: Za zmínku stojí mnohé nové mapy pro více hráčů: <em>Tlama éteru</em>, <em>Citadela Arcanclave</em>, <em>Pevnost tisíce žihadel</em> a <em>Vulkán</em>. Ostatní mapy se dočkaly nejen obvyklých četných změn pro lepší vyvážení hry, ale také přidání nových terénů.
de: Neue Mehrspielerkarten locken den Kriegsherren: <em>Allschlund</em>, <em>Zitadelle des Zauberers</em>, <em>Garnison der tausend Stiche</em> und <em>Vulkan</em>. Andere Karten wurden überarbeitet und zum Teil ausgewogener gestaltet &mdash; auch mithilfe der neuen Geländetypen.
es: Varios nuevos mapas para partidas multijugador han sido añadidos: <em>Aethermaw</em>, <em>Ciudadela de Arcanclave</em>, <em>Guarnición de mil aguijones</em>, y <em>Volcán</em>. Otros cambios y mejoras de balance fueron realizados en los demás mapas, incluyendo el uso de los nuevos terrenos.
fi: Uusia moninpelikarttoja on lisätty: <em>Aethermaw</em>, <em>Arcanclave Citadel</em>, <em>Thousand Stings Garrison</em> ja <em>Volcano</em>. Muita karttoja on päivitetty ja paranneltu, jotta esim. uudet maastot pääsevät oikeuksiinsa.
fr: Plusieurs cartes destinées au jeu à plusieurs ont été introduites : <em>Aethermaw</em>, <em>La Citadelle d'Arcanclave</em>, <em>La Garnison des Mille Dards</em> et <em>Le Volcan</em>. De nombreux ajustements ont été apportés aux autres cartes, y compris le plein emploi des nouveaux terrains.
hu: Számos új többjátékos térkép is bekerült a játékba: az <em>Étercsapda</em>, az <em>Arcanclave-fellegvár</em>, az <em>Ezer méregtüskés őrség</em> és a <em>Vulkán</em>. A többi térképen is rengeteg frissítést (beleértve az új tereptípusok használatát) és egyensúlyjavítást hajtottunk végre.
it: Sono state introdotte diverse nuove mappe per la modalità multigiocatore: <em>Aethermaw</em>, <em>La cittadella di Arcanclave</em>, <em>La fortezza dai mille pungiglioni</em>, e <em>Vulcano</em>. Le altre mappe hanno ricevuto numerosi aggiornamenti ed un miglior bilanciamento &mdash; incluso un utilizzo intensivo dei nuovi tipi di terreno disponibili.
ko: 새로운 멀티플레이 맵이 몇가지 추가되었습니다(Aethermaw, Arcanclave Citadel, Thousand Stings Garrison, Volcano). 다른 맵들에도 다수의 업데이트와 밸런스 수정으로 인해 새로운 지형을 사용하는 등의 변화가 있었습니다.
lt: Pridėta keletas naujų žemėlapių: <em>Eterio nasrai</em>, <em>Arkanklavos citadelė</em>, <em>Tūkstančio geluonių įgula</em> ir <em>Ugnikalnis</em>. Kiti žemėlapiai buvo atnaujinti ir pabalansuoti &mdash; pilnai išnaudojant naujus vietovių tipus.
sk: Pre viacerých hráčov boli pridané nové mapy: <em>Aethermaw</em>, <em> Citadela Arcanclave</em>, <em>Pevnosť tisícich žihadiel</em> a <em>Sopka</em>. Viaceré úpravy a vyváženia ostatných máp na využitie nových terénov.

source: General
cs: Obecné
de: Allgemeines
fi: Yleistä
fr: Général
hu: Általános változások
it: Generale
ko: 개괄
lt: Bendrai
sk: Všeobecné

source: In addition to new portrait sets for <em>An Orcish Incursion</em>, <em>Descent into Darkness</em>, <em>Sceptre of Fire</em>, <em>The Rise of Wesnoth</em>, and <em>The South Guard</em>, generic portraits were added (for example, most of the Drakes and the skeletal undead), thus getting us closer to meeting our goal of having high-quality art throughout the whole game.
cs: Kromě nových sad portrétů hrdinů pro <em>Skřetí nájezd</em>, <em>Pád do temnoty</em>, <em>Ohnivé žezlo</em>, <em>Vznik Wesnothu</em> a&nbsp;<em>Jižní hlídku</em> se také nových portrétů dočkaly další jednotky (zejména drakonidé a&nbsp;z&nbsp;nemrtvých kostlivci). Náš cíl &mdash; vysoce kvalitní grafika v&nbsp;celé hře &mdash; je tedy opět o&nbsp;něco blíže.
de: Unsere Helden in <em>Ein Einmarsch der Orks</em>, <em>Die dunklen Künste</em>, <em>Das Zepter des Feuers</em>, <em>Der Aufstieg Wesnoths</em> und <em>Die Südwacht</em> treten uns nun mit neuem Antlitz entgegen. Ebenso konnten unsere Künstler den Draken, wie auch den Untoten, schaurig schöne Personifizierungen verleihen. So kommen wir nun unserem Ziel näher, allen unsere Helden, mit höchstem künstlerischem Genuss, Leben einzuhauchen.
es: Además de nuevos conjuntos de retratos para <em>Una incursión orca</em>, <em>Descenso a la oscuridad</em>, <em>El Cetro de Fuego</em>, <em>El despertar de Wesnoth</em> y <em>La guardia del sur</em>, varios retratos estándar han sido incluidos (por ejemplo, para la mayoría de los dracos y los esqueletos no-muertos), acercándonos más aun a nuestro objetivo de tener sólo arte de alta calidad en todo el juego.
fi: <em>Örkkien hyökkäys</em>, <em>Laskeutuminen pimeyteen</em>, <em>Tulivaltikka</em>, <em>Wesnothin synty</em> ja <em>Etelän vartiosto</em> -kampanjoihin on lisätty aivan uudet hahmokuvat. Myös yleisten yksiköiden kuvia on lisätty (esim. draakit ja luurangot), joten tavoittemme kauttaaltaan korkealaatuisesta taiteesta on taas askeleen lähempänä.
fr: En dehors des nouveaux portraits pour les campagnes <em>Une incursion orc</em>, <em>Descente dans les ténèbres</em>, <em>Le Sceptre de Feu</em>, <em>L'Essor de Wesnoth</em> et <em>La Garde Sud</em>, des portraits génériques ont été ajoutés (par exemple, pour la plupart des dracans et des squelettes morts-vivants), ce qui nous rapproche de notre but d'avoir des graphismes de haute qualité dans toutes les parties du jeu.
hu: Azon kívül, hogy <em>Az ork betörés</em>, az <em>Alászállás a sötétségbe</em>, <em>A tűz jogara</em>, a <em>Wesnoth fölemelkedése</em>, és <em>A déli őrhely</em> hadjáratok új portrékészletet kaptak, új általános portrékat is tettünk a játékba (például a legtöbb perzsekény és csontváz egységnek), így közelebb kerültünk ahhoz a célunkhoz, hogy a játékban csak jó minőségű képek legyenek.
it: Le campagne <em>Una incursione orchesca</em>, <em>Discesa nell'oscurità</em>, <em>Lo scettro di fuoco</em>, <em>L'alba di Wesnoth</em> e <em>La guardia del sud</em> hanno ricevuto una pacchetto completo di nuovi ritratti. Sono stati inoltre aggiunti ritratti generici (ad esempio, quasi tutti i draghi e i non-morti scheletrici ora ne hanno uno), permettendoci di approssimarci al nostro obiettivo di avere una resa grafica di alta qualità in tutto il gioco.
ko: 또한 <em>오크 족의 습격</em>, <em>어둠 속으로</em>, <em>화염의 홀</em>, <em>Wesnoth의 성립</em>과 <em>남부 경비대</em> 캠페인의 초상화들이 새로워졌고, 일반 초상화들이 추가되어(예를 들어 대부분의 Drake들이나 해골계 언데드들) 게임의 완성도가 더 높아졌습니다.
lt: <em>Orkų įsiveržimas</em>, <em>Nusileidimas į tamsą</em>, <em>Ugnies skeptras</em>, <em>Vesnoto iškilimas</em> ir <em>Pietų sargyba</em> turi naujus portretų rinkinius. Be to buvo pridėtas keletas bendrų portretų (pavyzdžiui, dauguma slibinų ir skeletinių nemirėlių), taigi vis labiau artėjame prie tikslo turėti geros kokybės grafiką visame žaidime.
sk: Nové sady portrétov pribudli do výprav <em>Invázia orkov</em>, <em>Pád do Temnoty</em>, <em>Ohnivé žezlo</em>, <em>Zrodenie Wesnothu</em> a <em>Južná hliadka</em>. Všeobecné potréty (napríklad pre jašterov a kostlivých nemŕtvych) nás približujú k cieľu mať kvalitné kresby v celej hre.

source: The lighting system can now illuminate specific areas differently to better show local time of day effects and, for example, keep caves dark during the day.
cs: Nový osvětlovací systém dokáže různě osvětlit konkrétní oblasti, takže lze lépe poznat lokální denní dobu. To má nezastupitelnou roli např. v&nbsp;jeskyních na mapách ve dne.
de: Die Beleuchtung ist nun abhängig von Gebiet gewählt und erleuchtet die Szenerie einfühlsamer in der passenden Tageszeit oder &mdash; wie in Höhlen &mdash; eben auch nicht.
es: El sistema de iluminación ahora puede iluminar áreas específicas de forma distinta para resaltar los efectos de hora del día local en ellas y, por ejemplo, mantener zonas de cavernas oscuras durante el día.
fi: Valaisujärjestelmän avulla voi valaista eri alueita eri tavoin, esimerkiksi luolat voivat olla pimeitä keskellä päivää.
fr: Le système d'éclairage permet maintenant d'illuminer différemment des zones particulières afin de montrer de façon plus précise les effets du jour et de la nuit, par exemple en maintenant l'obscurité dans les cavernes pendant le jour.
hu: A megvilágítási rendszer immár képes az egyes térképrészek fényerejét külön szabályozni, így a helyi napszakbeállítások jobban látszanak: például a barlangokban nappal is sötét van.
it: Il sistema di illuminazione può ora illuminare specifiche aree in maniera diversa, in modo da mostrare meglio gli effetti del periodo del giorno e, ad esempio, mantenere le caverne scure anche di giorno.
ko: 이제 조명 시스템이 특정 지역을 다르게 비추어, 예를 들면 낮 동안에도 동굴 속을 어둡게 만들어 지역의 시간 효과를 더 잘 보여줄 수 있게 됩니다.
lt: Apšvietimo sistema dabar gali įvairias sritis apšviesti skirtingai, kad būtų geriau parodyti paros laiko efektai, ir, pavyzdžiui, urvus palikti tamsius dienos bėgyje.
sk: Systém osvetlenia teraz umožňuje osvetľovať niektoré oblasti nezávisle od ostatných, aby zvýraznil lokálnu dennú dobu. Napríklad jaskyne sú temné aj cez deň.

source: To help you quickly identify slowed units, they are now tinted light blue.
cs: Pro jednodušší rozeznání zpomalených jednotek jsou tyto nyní lehce zbarveny do modra.
de: Verlangsamte Einheiten erkennt man nun direkt an ihrem bläulichen Schimmer.
es: Para ayudar en la rápida identificación de unidades ralentizadas, éstas ahora reciben un ligero tinte azul.
fi: Jotta hidastetut yksiköt havaittaisiin paremmin, ne sävytetään vaaleansinisellä.
fr: Afin de vous permettre d'identifier plus facilement les unités ralenties, elles sont maintenant colorées en bleu clair.
hu: A lelassított egységek ezentúl kék színűvé változnak, így könnyebb azonosítani őket.
it: Le unità rallentate sono visualizzate con una leggere colorazione azzurra, per aiutare la loro l'identificazione rapida.
ko: 이제 둔화된 유닛들은 식별하기 편하도록 하늘색으로 칠해집니다.
lt: Kad padėtume jums greitai atpažinti sulėtintus dalinius, dabar jie nuspalvinti žydrai.
sk: Spomalené jednotku sú potiahnuté modrou farbou, aby sa dali ľahšie identifikovať.

source: Various changes were made to the UI. For example, you can now remove multiple add-ons at once using checkboxes. Substantial improvements have also been made in regards to typography and consistency throughout the game. Also, the sidebar was modified to make it more appealing and easier to read.
cs: Uživatelské rozhraní se také dočkalo změn. Například lze mazat více rozšíření zaráz. Velké zlepšení nastalo v&nbsp;oblastech typografie a&nbsp;konzistence. Úpravy postranního panelu jej činí příjemnějším na pohled a&nbsp;usnadňují orientaci v&nbsp;něm.
de: Die Benutzerführung wurde auch in liebevollen Details verbessert &mdash; mehrere Erweiterungen lassen sich nun auch auf einmal löschen. Viel Arbeit floss zudem in kampagnenübergreifende, konsistente Typographie. Ebenso wurde die Seitenleiste ansprechender und übersichtlicher gestaltet.
es: La interfaz de usuario ha recibido varios cambios. For ejemplo, ahora es posible eliminar múltiples complementos simultáneamente. Se han realizado mejoras significativas en cuanto a tipografía y consistencia en el juego. Asimismo, la barra lateral ha sido modificada para hacerla más atractiva y fácil de leer.
fi: Käyttöliittymää on paranneltu monin tavoin. Nyt voi esimerkiksi poistaa useampia lisäosia kerralla valintaruutuja käyttäen. Typografiaan ja johdonmukaisuuteen on myös tehty merkittäviä muutoksia. Sivupalkkia on muokattu miellyttävämmäksi ja selkeämmäksi.
fr: Différentes modifications ont été apportées à l'interface utilisateur. Par exemple, vous pouvez maintenant supprimer plusieurs extensions à la fois à l'aide de cases à cocher. Des améliorations substantielles concernant la typographie et la cohérence ont été introduites dans l'ensemble du jeu. De la même manière, la barre latérale a été modifiée de manière à la rendre plus agréable et plus facile à lire.
hu: A felhasználói felület is több helyen megváltozott. Lehetőség van például több kiegészítés egyidejű eltávolítására is jelölőnégyzetek használatával. A szebb tipográfia és a jobb történeti összefüggések terén is látványos előrelépés történt. Ezen kívül az oldalpanelt is átalakítottuk, hogy könnyebb olvasható és még tetszetősebb legyen.
it: La IU ha avuto diversi cambiamenti. Ad esempio, ora si possono rimuovere più add-on simultaneamente utilizzando checkbox. La tipografia e la consistenza in tutto il gioco hanno avuto sostanziali miglioramenti ed anche la barra laterale è stata modificata per renderla più attraente e facile da leggere.
ko: UI에 다양한 변화들이 추가되었습니다. 예를 들어, 여러분은 이제 다수의 추가 기능들을 체크박스를 통해 한번에 삭제할 수 있습니다. 또 글자 디자인과 게임의 일관성 면에서 상당한 진보가 있었습니다. 그리고 사이드바의 내용이 더 이해하기 쉽게 되었습니다.
lt: Buvo padaryti įvairūs grafinės sąsajos patobulinimai. Pavyzdžiui, dabar galite šalinti daug priedų vienu metu naudodami varneles. Esminiai patobulinimai buvo padaryti atsižvelgus į tipografiją ir nuoseklumą. Be to, šoninė juosta buvo pakeista, norint ją padaryti patrauklesnę ir lengviau skaitomą.
sk: Grafické rozhranie taktiež získalo nové vylepšenia. Teraz je možné odobrať viaceré doplnky naraz pomocou zaškrtávacieho zoznamu. Typografia a konzistencia textov bola zlepšená v celej hre. Postranný panel bol upravený pre lepšiu čitateľnosť.

source: Two new translations were started: Irish and Old English.
cs: Byly založeny dva nové překlady &mdash; irština a&nbsp;stará angličtina.
de: Abgesehen davon wurden zwei neue Übersetzungen gestartet: Irisch und Alt-Englisch.
es: Dos nuevas traducciones han comenzado a ser escritas: irlandés y anglosajón.
fi: Kaksi uutta käännöstä: irlanti ja vanha englanti.
fr: Deux nouvelles traductions ont été introduites : irlandais et vieil anglais.
hu: Két új fordítással gazdagodott a játék: ír és óangol.
it: Due nuove lingue sono state aggiunte: Irlandese e Inglese antico
ko: 또한 Wesnoth를 즐길 수 있는 새 언어 두가지(아일랜드어 및 옛 영어)가 추가되었습니다.
lt: Buvo pradėti du nauji vertimai: airių ir senosios anglų.
sk: Začali sa nové preklady: Írsky a Staroanglický.

source: For Content Developers
cs: Pro vývojáře rozšíření
de: Für Erweiterungsentwickler
es: Para autores de contenido
fi: Sisällönkehittäjille
fr: Pour les créateurs de campagne
hu: Fejlesztőknek
it: Per i progettisti di campagne
ko: 컨텐츠 개발
lt: Turinio kūrėjams
sk: Pre autorov príbehov
