Repository: Kvirit1/website
Catalog: start/1.8/po/*.po
Languages: cs, de, et, gl, hu, it, lt, pl, ru, sk

source: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6 Release Notes</a>
cs: <a href='http://www.wesnoth.org/start/1.8'>Poznámky k&nbsp;vydání Bitvy o Wesnoth verze&nbsp;1.6</a>
de: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6: Informationen zur Veröffentlichung</a>
et: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6 - väljalaskeinfo</a>
gl: <a href='http://www.wesnoth.org/start/1.6'>Notas do lanzamento da versión 1.6 de Wesnoth</a>
hu: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6 Kiadási megjegyzések</a>
it: <a href='http://www.wesnoth.org/start/1.6'>Note di rilascio di Wesnoth 1.6</a>
lt: <a href='http://www.wesnoth.org/start/1.6'>Vesnoto 1.6 laidos apžvalga</a>
pl: <a href='http://www.wesnoth.org/start/1.6'>Informacje o wydaniu Wesnoth 1.6</a>
ru: <a href='http://www.wesnoth.org/start/1.6'>Пресс-релиз о версии 1.6</a>
sk: <a href='http://www.wesnoth.org/start/1.6'>Oznam o uverejnení Wesnothu 1.6</a>

source: This page is also available in the following languages:
cs: Tato stránka je také k&nbsp;dispozici v&nbsp;následujících jazycích:
de: Diese Seite ist auch in folgenden Sprachen verfügbar:
et: See leht on saadaval ka järgmistes keeltes:
gl: Esta páxina tamén está dispoñible nas seguintes linguas:
hu: Ez az oldal a következő nyelveken is elérhető:
it: Questa pagina è disponibile nelle seguenti lingue:
lt: Šis puslapis taip pat prieinamas šiomis kalbomis:
pl: Strona jest również dostępna w następujących językach:
ru: Эта страница также доступна на следующих языках:
sk: Táto stránka je k dispozícii aj v nasledujúcich jazykoch:

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8/changelog'>Full Changelog</a> (English, very long)
ru: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8/changelog'>Полный журнал изменений</a> (на английском, очень длинный)

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8/doc/manual/manual.en.html'>User's Manual</a>
ru: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8/doc/manual/manual.ru.html'>Руководство пользователя</a>
