Repository: Kvirit1/website
Catalog: start/1.8/po/*.po
Languages: cs, de, et, gl, hu, it, lt, pl, ru, sk

source: Most translations have been updated. In addition, Vietnamese has returned, and we have a new transliteration, English in the Shavian alphabet.
cs: Většina překladů byla aktualizována. Vrátila se vietnamština a&nbsp;dále máme novou transliteraci angličtiny ve Shawovské abecedě.
de: Fast alle Übersetzungen wurden ergänzt. Zusätzlich können wir Vietnamesisch wieder begrüßen und es gibt eine neue Transliteration des Englischen - in shavianischen Schriftzeichen.
et: Enamik tõlkeid on uuenenud. Vietnamikeelne tõlge on uuesti tagasi ning lisandunud on ingliskeelne, Shaw' tähestikku kasutav tõlge.
gl: Actualizáronse a meirande parte das traducións. Ademais, volveu o vietnamita, e temos unha nova transliteración: inglés no alfabeto shavián.
hu: A legtöbb fordítás frissült ebben a verzióban. A magyar honosítás teljes, és számos finomításon esett át az előző stabil verzió óta. Újra elérhető a vietnami fordítás, és megjelent az angol fonetikus (shaw-i) átírás is.
it: La maggior parte delle traduzioni sono state aggiornate. In più, la lingua vietnamita è tornata e ora abbiamo una nuova traslitterazione, l'inglese nell'alfabeto shaviano.
lt: Dauguma vertimų atnaujinti. Taip pat buvo grąžintas vertimas į vietnamiečių bei atsirado naujas vertimas į anglų kalbą Šo abėcėle.
pl: Większość tłumaczeń została zaktualizowana. Dodatkowo powrócił język wietnamski i mamy nową transliterację języka angielskiego w alfabecie Shawa.
ru: Обновлена большая часть переводов. Кроме того, вновь доступен перевод на вьетнамский; также мы добавили новую транслитерацию: английскую в алфавите Шоу.
sk: Väčšia prekladov bola aktualizovaná. Vrátila sa aj Vietnamčina a pribudol aj nový prepis angličtiny v Shavovskej abecede.

source: For Content Developers
cs: Pro vývojáře rozšíření
de: Für Kampagnenentwickler
et: Sisuarendajatele
gl: Para os desenvolvedores de contidos
hu: Fejlesztőknek
it: Per gli sviluppatori di contenuti
lt: Turinio kūrėjams
pl: Dla twórców treści
ru: Для разработчиков кампаний, рас, карт...
sk: Pre autorov príbehov

source: This year Wesnoth was once again a Google "Summer of Code" program; one of its major results was a complete rework of Wesnoth's support for multiplayer campaigns. Sides in multiplayer games are now persistent and can be carried over from one multiplayer scenario to the next. The leaders of AI sides are now able to recall from their side's list. As a side effect it is now possible to have more than one leader with the ability to recruit per side.
cs: I&nbsp;tento rok se Wesnoth zúčastnil programu „<span lang='en'>Google Summer of Code</span>“. Jedním z hlavních výsledků se stalo kompletní přepracování podpory tažení pro více hráčů. Strany ve hře více hráčů nyní mohou přetrvávat do dalších scénářů. Umělá inteligence také dokáže správně přivolávat jednotky. Vedlejším efektem provedených změn je umožnění existence více vůdců schopných přivolávat v&nbsp;rámci jedné strany.
de: Auch dieses Jahr war Wesnoth wieder im Konzert der Google »Summer of Code« Initiative vertreten - eines der Hauptergebnisse war sicher die Verbesserungen der Mehrspielerunterstützung: Spielerkonstants über Szenarien hinweg, der Computergegner schöpft nun dem vollem Rekrutierungspool und als schöner Nebeneffekt rekrutieren nun auch mehrere Anführer pro Seite Truppen.
et: Sel aastal oli Wesnoth taas osa Google'i "Summer of Code" -programmist. Üks peamisi tulemusi oli mitmemängija sõjakäikude süsteemi täielik uussünd. Nüüd on mängu osapooled püsivad ja säilivad stsenaariumist teise liikumisel. Arvuti poolt juhitavad osapooled saavad oma üksusi tagasi kutsuda. Ühe kõrvalefektina on nüüd võimalik, et ühel osapoolel on rohkem kui üks värbamisõigusega pealik.
gl: Este ano Wesnoth volveu formar parte do Google Summer of Code. Unha das consecuencias máis salientables foi a revisión completa do soporte para campañas multixogador de Wesnoth. Os bandos nas partidas multixogador son persistentes e poden manterse entre escenarios. Agora, os líderes dos bandos da intelixencia artificial poden reincorporar tropas do seu bando. Como consecuencia agora pódese ter máis dun líder por bando coa habilidade de recrutar.
hu: Az elmúlt esztendőben a Wesnoth ismét a Google "Summer of Code" része volt. Ennek egyik legnagyobb eredménye, hogy teljesen megújult a többjátékos hadjáratok támogatása. A többjátékos csapatok állandókká váltak, így továbbvihetők a következő pályákra. Az MI oldal vezérei immár képesek a korábbi toborzási lista alapján visszahívni az egységeket. A változások mellékhatásaként lehetővé vált, hogy egy adott oldalon több vezér is toborozhasson.
it: Questo anno Wesnoth è stato ancora nel programma di Google "Summer of Code"; uno dei suoi maggiori risultati è stato una completa rilavorazione del supporto di Wesnoth alle campagne multigiocatore. Gli schieramenti nelle partite multigiocatore sono ora persistenti e possono essere riportati da uno scenario multigiocatore al seguente. I condottieri dello schieramento dell'AI sono ora capaci di richiamare dalla lista del proprio schieramento. Un effetto collaterale è che ora è possibile avere più di un leader con la capacità di reclutare per schieramento.
lt: Šiais metais Vesnotas dar kartą dalyvavo Google „Kodo vasaros“ programoje; vienas iš pagrindinių jos rezultatų buvo pilnai perdirbtas Vesnoto daugelio žaidėjų kampanijų palaikymas. Daugelio žaidėjų žaidimo pusės dabar išlieka ir gali būti perneštos iš vieno daugelio žaidėjų scenarijaus į kitą. Dirbtinio intelekto valdomų pusių vadai dabar gali gražinti dalinius iš savo pusės dalinių sąrašo. Tai taip pat leidžia vienai pusei turėti daugiau nei vieną samdyti galintį vadą.
pl: Projekt Wesnoth po raz kolejny uczestniczył w programie <em>Google Summer of Code</em>. Jednym z głównych efektów naszego udziału było gruntowne przeprojektowanie obsługi kampanii wieloosobowych w Wesnoth. Strony w rozgrywkach wieloosobowych są teraz trwałe i mogą być przenoszone między kolejnymi scenariuszami wieloosobowymi. Przywódcy po stronie komputera mogą przywoływać jednostki ze swojej listy. Jako skutek uboczny modyfikacji do jednej strony może teraz należeć więcej niż jeden przywódca rekrutujący.
ru: В этом году Веснот снова участвовал в программе Гугла «Лето кода»; один из главных результатов — полностью переработана поддержка мультиплеерных кампаний. Стороны в таких играх теперь постоянны и сохраняются от сценария к сценарию. Компьютер теперь может призывать своих бойцов; а благодаря побочному эффекту, теперь у каждой стороны может быть более одного лидера, способного призывать бойцов.
sk: Aj tento rok sa Wesnoth zapojil do programu Google "Summer of Code"; jedným z hlavných výsledkov bolo prepracovanie podpory výprav v hre viacerých hráčov. Bojujúce strany v hre viacerých hráčov sú zachované a prenášajú sa z jednej scény do druhej. Velitelia ovládaní počítačom vedia privolať jednotky z veteránov svojej strany. Vedľajším efektom je možnosť mať v jednej strane viacero veliteľov.

source: Another Summer of Code result is a new framework for Wesnoth's artificial intelligence. The AI can now be scripted to significantly change its behavior in different story settings and in response to campaign events, give enemy sides more distinct tactical personalities. It is possible, though not easy, to use scripting languages (formula_ai, lua) to create alternate AIs that are also scriptable.
cs: Dalším výsledkem je vylepšená podpora práce s umělou inteligencí Wesnothu. Chování AI lze nyní přizpůsobit různým situacím a&nbsp;aby příslušně reagovala na změny ve scénářích; to vše dodává nepřátelům zdání taktizující osobnosti. Kromě toho lze vytvářet celé nové AI pomocí skriptů ve dvou jazycích (formula_ai, Lua).
de: Der »Summer of Code« brachte uns aber auch ein gänzlich neues Konzept für den Computergegner. Die künstliche Intelligenz (KI) kann nun den Bedürfnissen der Handlung angepasst werden, reagiert auf Ereignisse und erlaubt sehr unterschiedliche taktische Charaktere. Für den geneigten Programmierer ist es nun möglich, wenn auch nicht einfach, scriptbasiert (formala_ai , lua) alternative KIs zu entwerfen.
et: Veel üks Summer of Code'i tulemus on Wesnothi tehisintellekti uus raamistik. Seda saab nüüd programmeerida muutma tunduvalt oma käitumist vastavalt erinevatele olukordadele ja sõjakäigu sündmustele, võimaldades luua isikupärase taktikaga vastaseid. Võimalik, ehkki mitte kerge, on luua skriptitavaid tehisintellekte ka skriptikeelte nagu Formula_AI või Lua abil.
gl: Este Summer of Code trouxo consigo coma o anterior unha nova infraestrutura para a intelixencia artificial do Wesnoth. Agora poden escribirse guións para a intelixencia artificial que modifican completamente o seu comportamento segundo as distintas situacións e como resposta a eventos da campaña, dotando aos bandos inimigos de personalidades tácticas máis diferenciadas. Pódese, se ben non é doado, utilizar linguaxes para guións (formula_ai, lua) para crear intelixencias artificiais alternativas que tamén se poidan controlar mediante guións.
hu: A Summer of Code másik eredménye a Wesnoth mesterséges intelligenciájának szerkezeti megújítása. Az MI-t már szkriptekkel is lehet irányítani, így jelentősen meg tudja változtatni addigi viselkedését és képes reagálni a hadjárat során bekövetkező eseményekre, történeti fejleményekre. Ily módon az ellenséges csapatok eltérő taktikai hozzáállást mutathatnak egy adott helyzetben. Bár nem könnyű, de mód van rá, hogy szkriptelés (formula_ai, lua) segítségével alternatív, tovább szkriptelhető MI-ket hozzunk létre.
it: Un altro risultato del Summer of Code è una nuova struttura per l'intelligenza artificiale di Wesnoth. L'AI può ora essere programmato per importanti cambi di comportamento in risposta ad eventi nelle campagne, dando agli avversari delle tattiche personali più distinte. È possibile, sebbene non sia facile, usare linguaggi da script (formula_ai, lua) per creare AI alternativi che possono essere anche programmabili.
lt: Kitas Kodo vasaros rezultatas yra nauja Vesnoto dirbtinio intelekto infrastruktūra. Dabar jis gali būti užprogramuotas pastebimai keisti savo elgesį skirtingose pasakojimo dalyse ir reaguodamas į kampanijos įvykius, priešų pusėms duoti skirtingesnes taktines asmenybes. Įmanoma, tačiau nelengva, naudoti scenarijų kalbas (formula_ai, lua) ir sukurti alternatyvius DI, kurie taip pat gali būti perprogramuojami.
pl: Kolejnym owocem prac w ramach <em>Summer of Code</em> jest nowy system sztucznej inteligencji. Zachowanie komputera można teraz kontrolować poprzez skrypty, by uzyskać różne efekty w reakcji na różne zakończenia fabuły i zdarzenia podczas kampanii oraz wyraźniej zaznaczać indywidualne różnice w preferowanej taktyce poszczególnych dowódców przeciwnika. Obecnie możliwe jest również (choć niełatwe) tworzenie alternatywnych mechanizmów sztucznej inteligencji w dostępnych językach skryptowych (formula_ai, lua) i kontrolowanie ich zachowania, również poprzez skrypty.
ru: Ещё один результат Лета кода — новая структура искусственного интеллекта Веснота. Теперь ИИ можно запрограммировать так, чтобы он радикально менял поведение в различных ситуациях и реагировал на события кампании; у противников появятся различимые тактические предпочтения. Уже можно (хотя и нелегко) использовать скриптовые языки (formula_ai, lua), чтобы создать собственный программируемый ИИ.
sk: Ďalším výsledkom je nová infraštruktúra umelej inteligencie vo Wesnothe. Umelá inteligencia môže byť ovládaná skriptom pre zmenu správania za špeciálnych okolností v príbehu a aby mohli rôzne nepriateľské strany hrať rozdielnu taktiku pri udalostiach vo výprave. Je tiež možné použiť skriptovacie jazyky (formula_ai, lua) na vytvorenie alternatívnych skriptovateľných umelých inteligencií.

source: A new tool called the <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">"gamestate inspector"</a> allows a content developer to view the values of the WML variables, ai configuration, and the recall list while a game is in progress.
cs: Nový nástroj, nazvaný <a href='http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands' hreflang='en'>„inspektor herního stavu“</a>, umožňuje vývojářům WML zobrazovat hodnoty proměnných, konfigurace AI a&nbsp;seznamy pro přivolávání během hry.
de: Ein neues Werkzeug für Kampagnenentwickler ist die <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">»Spielzustandsanzeige«</a> - diese erlaubt es, während der Laufzeit die Werte von WML-Variablen, der KI-Konfiguration und der Einberufungsliste einzusehen.
et: Uus töövahend, <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">"mängu oleku jälgija"</a> võimaldab sisuarendajal jälgida XMLi muutujate väärtusi, tehisintellekti seadeid ning tagasikutsutavate üksuste nimekirja ka mängu ajal.
gl: Grazas a unha nova ferramenta, o <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">«inspector da situación da partida»</a>, os desenvolvedores de contidos poden ver os valores das variables WML, a configuración da intelixencia artificial, e a lista de reincorporacións; todo durante unha partida en marcha.
hu: Rendelkezésre áll a <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">"játékállapot-figyelő"</a> nevű új eszköz is, mely lehetővé teszi a fejlesztők számára, hogy játék közben megtekintsék a WML változókat, az MI beállításait és a visszahívási listát.
it: Un nuovo strumento chiamato il <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">"controllore di gioco"</a> permette agli sviluppatori di vedere le variabili WML, le configurazioni dell'IA e la lista dei richiami mentre la partita è in corso.
lt: Naujas įrankis, <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">„žaidimo būklės inspektorius“</a> lygio kūrėjui leidžia žaidimo metu stebėti WML kintamųjų reikšmes, dirbtinio intelekto konfigūraciją, bei galimus grąžinti dalinius.
pl: Pojawiło się nowe narzędzie: <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">inspektor stanu gry</a>. Umożliwia ono twórcom treści przeglądanie wartości zmiennych WML, konfiguracji sztucznej inteligencji oraz listy przywołań w trakcie gry.
ru: Новый инструмент, <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">«инспектор состояний»</a>, позволяет разработчикам смотреть значения переменных WML, конфигурации ИИ и список призываемых бойцов в процессе игры.
sk: Nový nástroj nazvaný <a href="http://wiki.wesnoth.org/CommandMode#Extra_Debugging_Commands">"prieskumník stavu hry"</a> umožňuje tvorcovi obsahu počas bežiacej hry sledovať hodnoty v premenných WML, nastavenie umelej inteligencie a zoznam veteránov na privolanie.

source: New Orcish Village and Orcish Keep terrain graphics improve the options available to map designers.
cs: Nové terény skřetí vesnice a&nbsp;skřetí tvrz rozšiřují výběr dostupný pro tvůrce map.
de: Neue Orkdörfer und Burgfriede für den Ork-Anführer verfeinern die Möglichkeiten für die Kartengestalter.
et: Uued graafikaelemendid orkide küla ja lossi tarvis laiendavad kaardiloojate võimalusi.
gl: Os novos gráficos para a vila e mailo forte orcos aumentan as opcións dispoñibles para os deseñadores de mapas.
hu: Az új ork falu és ork torony megrajzolása tovább bővíti a térképfejlesztők rendelkezésére álló tereppaletta kínálatát.
it: I nuovi terreni Villaggio Orchesco e Fortezza Orchesca ampliano la scelta ai creatori di mappe.
lt: Nauja orkų kaimo ir orkų bokšto vietovių grafika praplečia žemėlapių kūrėjų galimybes.
pl: Nowe grafiki wioski orków i twierdzy orków poszerzają możliwości dostępne dla projektantów map.
ru: Авторы карт получили в свой инструментарий новые картинки для клеток — «Орочья деревня» и «Орочий лагерь».
sk: Nová dedina orkov a pevnosť orkov zvyšuje možnosti tvorcov máp.

source: We've also achieved excellent results with our inaugural 'Summer Art Scholarship' program. This has led to dozens of new portraits, as well as a complete rework of the Drake sprites. We hope to continue this program in coming years.
cs: Dosáhli jsme také skvělých výsledků s naším novým programem „<span lang='en'>Summer Art Scholarship</span>“. Získali jsme desítky nových portrétů jednotek a kompletní grafiku pro drakonidy. Doufáme, že budeme moci pokračovat i&nbsp;v&nbsp;příštích letech.
de: Ein voller Erfolg war auch unsere Erstausschreibung der »Summer Art Scholarship« für Wesnoth. Dutzender neuer Porträts und eine vollständige Überarbeitung der Drakeneinheitengrafiken ermöglichen uns ein noch intensiveres Spielvergnügen. Hoffen wir, dass wir das Programm auch in Zukunft weiterführen können.
et: Oleme ka saavutanud suurepäraseid tulemusi meie uue suvise kunstistipendiumiprogrammiga. See on andnud hulganisti uusi tegelaste portreesid ning kogu lohede rassi graafikaelementide ümbertöötluse. Loodame seda programmi jätkata ka edaspidi.
gl: Tamén conseguimos excelentes resultados co noso programa inaugural «Beca artística de verán». Isto supuxo ducias de novos retratos, así coma unha revisión completa dos gráficos dos draconiáns. Esperamos repetir o programa nos vindeiros anos.
hu: Az újonnan bevezetett "Nyári Művészeti Ösztöndíj" programunkban is kiváló eredményeket értünk el. Ennek keretében több tucat új portré jött létre és a perzsekény egységek megjelenése is teljesen megújult. Reméljük, hogy a program az előttünk álló években tovább folytatódik.
it: Abbiamo anche ottenuto eccellenti risultati con il nostro programma inaugurale 'Summer Art Scholarship'. Ha portato a dozzine di nuovi ritratti, e al completo rifacimento dei disegni delle unità dei Draghi. Speriamo di poter continuare questo programma negli anni a venire.
lt: Taip pat pasiekėme puikių rezultatų mūsų pirmojoje „Vasaros menų stipendijos“ programoje. Jos metu sukurta dešimtys naujų portretų bei pilnai perpieštos slibinų animacijos. Tikimės tęsti šią programą ir ateinančiais metais.
pl: Osiągnęliśmy także doskonałe wyniki w naszym pierwszym programie letnich stypendiów dla grafików. Owocem prac jest kilkadziesiąt nowych portretów i zupełnie nowe grafiki jednostek smoków. Mamy nadzieję kontynuować ten program w kolejnych latach.
ru: Кроме того, наша первая программа «Летних художественных стипедний» дала отличный результат. Благодаря ей мы получили несколько дюжин новых портретов, а также полностью переработали спрайты дрейков. Мы надеемся продолжить эту программу в будущем.
sk: Dosiahli sme aj výborné výsledky s novým programom "Letné umelecké štipendium". Vznikli počas neho tucty nových portrétov jednotiek a kompletne prepracovaná rasa jašterov. Dúfame v pokračovanie tohto programu aj v ďalších rokoch.

source: We paid a lot of attention to world continuity, from small details like replacing earth-human names for characters up through larger ones like putting many new placenames on the main map. The main Wesnoth history timeline has been tweaked to eliminate various minor inconsistencies.
cs: Velká pozornost byla věnována kontinuitě herního světa, od drobností jako nahrazení jmen pocházejících z&nbsp;pozemských jazyků po kodifikaci geografických názvů. Dále jsme eliminovali několik drobných nekonzistencí v&nbsp;historii světa.
de: Die Welt, die Legenden und die Geschichte Wesnoths wurde einer kritischen Revision unterworfen - kleinere Änderungen umfassten z.B. einige Namen, die zu nah an der »Echten Welt« waren. Auffallen werden jedem jedoch die vielen neuen Ortsnamen auf der Karte. Ausgeräumt wurden zudem einige kleinere Ungereimtheiten in der Geschichte Wesnoths.
et: Pöörasime suurt tähelepanu ka Wesnothi maailma ühtsusele, alates väikestest detailidest nagu tegelaste maiste nimede väljavahetamine ning lõpetades suurtega nagu hulk uusi kohanimesid Wesnothi kaardil. Wesnothi ajalugu vaadati üle, et eemaldada sealt mitmed väikesed vasturääkivused.
gl: Puxemos moita atención na continuidade do mapa, dende pequenos detalles coma substituír os nomes a man do mapa por caracteres ata detalles máis importantes coma poñer moitos nomes de lugar novos no mapa principal. A liña temporal principal da historia de Wesnoth retocouse para eliminar algunhas pequenas contradicións.
hu: Rengeteg figyelmet fordítottunk arra, hogy a Wesnoth világképe egységes legyen; egészen olyan apróságoktól kezdve, mint a valós életből vett emberi nevek megváltoztatása képzeletbeli személyek nevére, olyan látványosabb dolgokig, mint új meg új helyek elnevezése Wesnoth térképén.
it: Abbiamo prestato molta attenzione alla continuità del mondo, dai piccoli dettagli come rimpiazzare i nomi di default per i personaggi umani fino ai più grandi come l'inserimento di molti nuovi nomi di luoghi sulla mappa principale. La linea del tempo principale di Wesnoth è stata controllata per eliminare varie incongruenze minori.
lt: Daug dėmesio skyrėme pasaulio nuoseklumui, pradedant mažomis detalėmis, tokiomis kaip žemiški žmonių vardai veikėjams, ir baigiant didesnėmis, tokiomis kaip daugelis naujų vietovių pagrindiniame žemėlapyje. Patvarkėme pagrindinę Vesnoto istoriją, pašalinome iš jos įvairius smulkius neatitikimus.
pl: Poświęciliśmy wiele uwagi spójności świata gry, począwszy od drobnych szczegółów, takich jak zastąpienie faktycznie istniejących imion ludzkich, a skończywszy na zmianach całkiem poważnych, takich jak umieszczenie nowych nazw na mapie głównej. Wprowadzono też poprawki w ogólnym opisie historii Wesnoth, aby wyeliminować szereg drobnych niespójności.
ru: Мы уделили много внимания целостности мира, от самых мелких деталей — например, мы заменили «земные» имена персонажей, до крупных — на главной карте появились новые названия. Мы также слегка подправили историю Веснота. чтобы избавиться от множества мелких несоответствий.
sk: Venovali sme mnoho pozornosti nadväznosti sveta Wesnothu, od malých detailov, ako nahradenie príliš pozemských ľudských mien postáv, po väčšie zásahy, ako doplnenie nových geografických názvov na hlavnej mape. Hlavná história Wesnothu bola doladená pre eliminovanie drobných nekonzistencií.
