Repository: Kvirit1/website
Catalog: start/1.8/po/*.po
Languages: cs, de, et, gl, hu, it, lt, pl, ru, sk

source: We kept the promise we made in 1.6 when we had to remove Python for technical reasons; WML events and AI components can now be written in lua. The integration of lua in the wesnoth game engine is advanced enough to even allow the coding of WML action tags with lua definitions that can read and modify game state variables in the C++ core.
cs: Ve verzi 1.6 byl z&nbsp;technických příčin odstraněn Python. Slib tehdy daný jsme dodrželi; události WML a části AI mohou nově být skriptovány v&nbsp;jazyce lua. Integrace s&nbsp;Wesnothem je natolik intenzivní, že lua může rozšiřovat WML novými naskriptovanými tagy, včetně přístupu k herním proměnným v programu.
de: Unser Versprechen, als wir Python in 1.6 aus technischen Gründen entfernen mussten, konnten wir halten: WML-Ereignisse und KI-Komponenten können nun in Lua geschrieben werden. Die Integration von Lua ist sogar soweit fortgeschritten, dass eigene WML Aktionsbefehle definiert werden können, die Statusvariablen des C++ Kerns lesen und verändern können.
et: Me täitsime versiooni 1.6 juures antud lubaduse: kuna me pidime tehnilistel põhjustel loobuma Pythonist, saab nüüd WML-i sündmusi ja tehisintellekti osi kirjutada Lua-keeles. Lua sidumine Wesnothi põhisüsteemiga on piisavalt tõhus, et võimaldada Lua definitsioonide abil kirjutada WML-i tegevustemärgendeid ning lugeda ja muuta C++ -põhikoodis kasutatavaid mängumuutujaid.
gl: Mantivemos a promesa feita na versión 1.6, cando tivemos que eliminar Python por cuestións técnicas. Agora os eventos WML e compoñentes da intelixencia artificial poden escribirse en lua. A integración de lua no motor do xogo está avanzada abondo para permitir codificar etiquetas de accións WML con definicións de lua que poden ler e modificar as variables de estado das partidas no código en C++.
hu: Megtartottuk az ígéretünket, melyet az 1.6-os verzió kiadásakor tettünk a Python technikai okok miatt való eltávolítása után: ezentúl lua nyelven is lehet WML eseményeket és MI elemeket írni. A lua olyan szilárdan beépült a játék motorjába, hogy még WML parancs tegek is kódolhatók olyan lua kifejezések segítségével, melyek képesek olvasni és módosítani a játékállapot-változókat a program C++ kódjában.
it: Abbiamo mantenuto la promessa che abbiamo fatto nella 1.6 quando abbiamo dovuto rimuovere Python per motivi tecnici; eventi WML e componenti dell'AI ora possono essere scritti in lua. L'integrazione di lua nel motore di gioco di Wesnoth è sufficiente per permettere la codifica di tag di azione WML con definizioni lua che possono essere letti e modificare le variabili del gioco nel core C++.
lt: Tesime pažadą, duotą 1.6 versijoje, kai dėl techninių priežasčių turėjome pašalinti Python. Dabar galima rašyti WML įvykius ir dirbtinio intelekto komponentus Lua kalba. Integracija tarp Lua ir žaidimo variklio tokia glaudi, kad leidžia aprašyti net tokias WML įvykių žymes, kurios reguliuoja žaidimo būklę C++ branduolyje.
pl: Dotrzymaliśmy obietnicy złożonej przy wydaniu wersji 1.6, kiedy z przyczyn technicznych musieliśmy usunąć Pythona: zdarzenia WML i moduły sztucznej inteligencji można teraz pisać w języku lua. Integracja lua z głównym mechanizmem Wesnoth jest już na tyle zaawansowana, że możliwe jest programowanie w lua znaczników działań WML, które odczytują i modyfikują zmienne stanu gry w mechanizmie podstawowym (napisanym w C++).
ru: Мы выполнили обещание, данное перед выходом версии 1.6, когда нам, по техническим причинам, пришлось удалить поддержку Python; события WML и ИИ теперь можно программировать на lua. Lua настолько интегрирован в игровой движок, что позволяет писать код тегов действий в WML на lua, и из них читать и изменять переменные состояния игры в C++-ном ядре игры.
sk: Dodržali sme aj sľub, ktorý sme urobili pri odstraňovaní jazyka Python z verzie 1.6 kvôli technickým príčinám: udalosti WML a komponenty umelej inteligencie môžu byť písané v jazyku Lua. Integrácia Lua do hernej platformy je natoľko pokročilá, že umožňuje programovanie značiek WML s definíciami v Lua, ktoré môžu čítať a modifikovať stavové premenné aj z jadra hry v C++.

source: Download
cs: Stažení
de: Herunterladen
et: Allalaadimine
gl: Descarga
hu: Letöltés
it: Scarica
lt: Atsisiųsti
pl: Pobierz
ru: Загрузить
sk: Na stiahnutie

source: Battle for Wesnoth is made available under the <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). Source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a> where you will also find instructions for <a href='http://wiki.wesnoth.org/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Linux and Windows and Mac OS X.
cs: Bitva o Wesnoth je dostupná pod licencí <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). Zdrojový kód je k&nbsp;dispozici na adrese <a href='http://www.wesnoth.org' hreflang='en'>wesnoth.org</a>, kde také naleznete návod na <a href='http://wiki.wesnoth.org/CompilingWesnoth' hreflang='en'>sestavení ze zdrojového kódu</a> pro řadu různých operačních systémů. Naleznete zde také instalační balíčky pro nejoblíbenější operační systémy - Linux, Windows a&nbsp;Mac&nbsp;OS&nbsp;X.
de: Battle for Wesnoth ist unter der <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL) (Englisch) lizenziert. Der Quelltext kann von <a href='http://www.wesnoth.org'>wesnoth.org</a> heruntergeladen werden. Dort sind des weiteren Informationen zum <a href='http://wesnoth.org/wiki/CompilingWesnoth'>Kompilieren des Quelltextes</a> (Englisch) für diverse Plattformen zu finden. Für die am weitesten verbreiteten Plattformen stehen auch Binärpakete zur Verfügung.
et: Wesnothi Lahing on saadaval <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU Üldise Avaliku Litsentsi</a> (GPL) all. Lähtekood on saadaval <a href='http://www.wesnoth.org'>wesnoth.org</a> -veebilehelt, kust leiab ka juhiseid selle <a href='http://wiki.wesnoth.org/CompilingWesnoth'>kompileerimiseks </a> erinevatel operatsioonisüsteemidel. Valmispaketid on samuti olemas enamikule levinud operatsioonisüsteemidest, sealhulgas Linuxile, Windowsile ja MacOS X-ile.
gl: O Battle for Wesnoth publícase baixo a <a href='http://www.mancomun.org/fileadmin/user_upload/Licenzas/gpl2_gl.txt'>Licenza Pública Xeral de GNU</a> (GPL). O código fonte está dispoñible no sitio web <a href='http://www.wesnoth.org'>wesnoth.org</a>, onde hai ademais instrucións para <a href='http://wiki.wesnoth.org/CompilingWesnoth'>compilalo</a> nunha gran variedade de sistemas operativos. Tamén hai dispoñibles paquetes precompilados para gran parte dos sistemas operativos máis coñecidos, entre eles GNU/Linux, Windows e Mac OS X.
hu: A Harc Wesnothért a <a href='http://www.gnu.org/copyleft/gpl.html'>GNU GPL</a> licencnek megfelelően lett közzétéve. A forráskód elérhető a <a href='http://www.wesnoth.org'>wesnoth.org</a> honlapon, ahol a különböző operációs rendszerekre történő <a href='http://wiki.wesnoth.org/CompilingWesnoth'>lefordításához</a> is találsz segítséget. Előre elkészített csomagok is elérhetőek a legnépszerűbb operációs rendszerekre, például Linuxra, Windowsra és Mac OS X-re.
it: Battle for Wesnoth è disponibile sotto i termini della <a href='http://www.gnu.org/copyleft/gpl.html'>Licenza Pubblica Generale GNU</a> (GPL). Il codice sorgente è disponibile su <a href='http://www.wesnoth.org'>wesnoth.org</a> dove potrai trovare le istruzioni per <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compilarne il codice sorgente</a> su tanti sistemi operativi differenti. Sono disponibili anche molti pacchetti contenenti i binari per i più popolari sistemi operativi, inclusi Linux, Windows e Mac OS X.
lt: Mūšis dėl Vesnoto išleistas <a href='http://www.gnu.org/copyleft/gpl-2.0.html'>GNU Bendrosios Viešosios Licencijos</a> (GPL) sąlygomis. Išeities kodas prieinamas iš <a href='http://www.wesnoth.org'>wesnoth.org</a>, kur jūs taip pat rasite <a href='http://wesnoth.org/wiki/CompilingWesnoth'>kompiliavimo iš išeities kodo</a> instrukcijas įvairioms operacinėms sistemoms. Paruošti paketai taip pat prieinami daugeliui populiariausių operacinių sistemų, įskaitant Linux, Windows ir Mac OS X.
pl: Bitwa o Wesnoth jest dostępna na warunkach <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Powszechnej Licencji Publicznej GNU</a> (GPL). Kod źródłowy można pobrać ze strony <a href='http://www.wesnoth.org'>wesnoth.org</a>, gdzie znajdują się też informacje <a href='http://wiki.wesnoth.org/CompilingWesnoth'>jak zbudować grę ze źródeł</a> na różnych systemach operacyjnych. Dla większości popularnych systemów dostępne są gotowe pakiety instalacyjne, włączając w to Linuksa, Windows i Mac OS X.
ru: Битва за Веснот распространяется на условиях <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Универсальной общественной лицензии GNU</a> (GPL). Исходный код доступен по адресу <a href='http://www.wesnoth.org'>wesnoth.org</a>, там вы также найдёте инструкции <a href='http://wesnoth.org/wiki/CompilingWesnoth'>по сборке</a> для целого ряда операционных систем. Для наиболее популярных операционных систем, включая GNU/Linux, Windows и Mac OS X, уже есть готовые пакеты.
sk: Bitka o Wesnoth je dostupná pod <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Všeobecnou verejnou licenciou GNU</a> (GPL). Zdrojový kód nájdete na stránke <a href='http://www.wesnoth.org'>wesnoth.org</a> spolu s návodom na <a href='http://wesnoth.org/wiki/CompilingWesnoth'>zostavenie zo zdrojového kódu</a> na množstve rozličných operačných systémov. Pre najčastejšie používané operačné systémy ako Linux, Windows, a Mac OS X sú už inštalačné balíky pripravené.

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Source code</a> </strong>
cs: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Zdrojový kód</a> </strong>
de: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Quelltext</a> </strong>
et: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Lähtekood</a> </strong>
gl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Código fonte</a> </strong>
hu: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Forráskód</a> </strong>
it: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Codice sorgente</a> </strong>
lt: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Išeities kodas</a> </strong>
pl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Kod źródłowy</a> </strong>
ru: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Исходный код</a> </strong>
sk: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8.tar.bz2/download'>Zdrojový kód</a> </strong>

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth for MS Windows</a> </strong>
cs: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth pro MS Windows</a> </strong>
de: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth für MS Windows</a> </strong>
et: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth MS Windowsile</a> </strong>
gl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth para MS Windows</a> </strong>
hu: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth az MS Windowsra</a> </strong>
it: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth per MS Windows</a> </strong>
lt: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Vesnotas skirtas MS Windows</a> </strong>
pl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Wesnoth dla MS Windows</a> </strong>
ru: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe/download'>Версия для MS Windows</a> </strong>
sk: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/wesnoth-1.8-win32.exe?download'>Wesnoth pre MS Windows</a> </strong>

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth for Mac OS X</a> </strong>
cs: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth pro Mac OS X</a> </strong>
de: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth für Mac OS X</a> </strong>
et: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth Mac OS X-ile</a> </strong>
gl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth para Mac OS X</a> </strong>
hu: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth a Mac OS X-re</a> </strong>
it: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth per Mac OS X</a> </strong>
lt: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Vesnotas skirtas Mac OS X</a> </strong>
pl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Wesnoth dla Mac OS X</a> </strong>
ru: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg/download'>Версия для Mac OS X</a> </strong>
sk: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth/Wesnoth_1.8.dmg?download'>Wesnoth pre Mac OS X</a> </strong>

source: You can get up to date information about downloads at the <a href='http://wiki.wesnoth.org/Download'>downloads page</a>. There you can also find packages and instructions for other platforms once they are available.
cs: Aktuální informace o&nbsp;stažení hry naleznete na stránce <a href='http://www.wesnoth.org/wiki/Download' hreflang='en'>downloads</a>. Tam se budou nalézat balíčky a instrukce pro další platformy, jakmile budou dostupné.
de: Aktuelle Informationen über die Binärpakete gibt es auf <a href='http://www.wesnoth.org/wiki/Download'>dieser Seite</a> (Englisch), die alle herunterladbaren Versionen auflistet.
et: Ajakohase allalaadimisinfo leiab <a href='http://wiki.wesnoth.org/Download'>allalaadimiste lehelt</a>. Sealt leiab ka tarkvarapakid ja juhised erinevatele süsteemidele.
gl: Podes obter información actualizada sobre as descargas na <a href='http://wiki.wesnoth.org/Download'>páxina de descargas</a>. Alí podes atopar tamén paquetes e instrucións para outras plataformas en canto estes estean dispoñibles.
hu: A letöltésekkel kapcsolatos naprakész információt a <a href='http://www.wesnoth.org/wiki/Download'>Letöltések honlapján</a> találod. Ezen az oldalon más platformokhoz készített csomagokat és útmutatót is találhatsz, amint az adott csomagok elkészülnek.
it: Puoi trovare informazioni aggiornate su come scaricare alla <a href="http://www.wesnoth.org/wiki/Download">pagina degli scaricamenti</a>. Qui puoi trovare anche pacchetti e istruzioni per altre piattaforme una volta che sono disponibili.
lt: Naujausią informaciją apie atsisiuntimus galite rasti <a href='http://wiki.wesnoth.org/Download'>atsisiuntimų puslapyje</a>. Ten pat bus patalpinti ir paketai bei instrukcijos kitoms platformoms.
pl: Najnowsze informacje o dostępnych wersjach można znaleźć na <a href='http://wiki.wesnoth.org/Download'>stronie z plikami do pobrania</a>. Gdy tylko będą dostępne, pojawią się tam również pakiety na inne platformy wraz z instrukcjami instalacji.
ru: Самые свежие сведения смотрите на <a href='http://www.wesnoth.org/wiki/Download'>странице закачек</a>. Инсталляционные пакеты и инструкции для других платформ появляются там же в первую очередь.
sk: Aktuálne informácie o stiahnuteľných súboroch nájdete na stránke <a href='http://wiki.wesnoth.org/Download'>Download</a>. Tam bude možné nájsť aj inštalačné balíky a inštrukcie pre iné platformy hneď ako budú dostupné.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> files only.
cs: Pokud již máte staženou předchozí verzi hry, možná budete chtít stáhnout pouze soubory <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a>.
de: Falls Ihr eine vorherige Version von Wesnoth heruntergeladen habt, seid Ihr vielleicht daran interessiert, nur die <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> Datei herunterzuladen.
et: Kui sul on alla laetud mõni varasem versioon, võid alla laadida ka üksnes <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> -failid.
gl: Se descargaches unha versión anterior do xogo, quizais che interese descargar só os ficheiros <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a>.
hu: Ha a játék egy korábbi verzióját már letöltötted, akkor elég, ha csak a változásokat tartalmazó <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> fájlokat töltöd le.
it: Se hai già scaricato una versione precedente del gioco potresti essere interessato allo scaricamento dei soli file <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
lt: Jeigu jau turite ankstesnes žaidimo versijas, jus gali sudominti <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> failų atsisiuntimas.
pl: Jeśli posiadasz już wcześniejszą wersję gry, możesz skorzystać z możliwości pobrania jedynie plików <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a>.
ru: Если вы уже скачивали прежние версии, то, возможно, захотите скачать только файлы <a href='http://www.wesnoth.org/Download_Xdeltas'>xdelta</a>.
sk: Ak ste si už stiahli predchádzajúce verzie hry, možno budete mať záujem o stiahnutie iba súborov <a href='http://wiki.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.

source: More Info
cs: Více informací
de: Weitere Informationen
et: Lisainfo
gl: Máis información
hu: További információk
it: Altre Informazioni
lt: Daugiau informacijos
pl: Więcej informacji
ru: Дополнительно
sk: Ďalšie informácie

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Full Changelog</a> (English, very long)
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Kompletní výpis změn</a> (anglicky, velmi dlouhý)
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Komplette Liste der Änderungen</a> (Englisch, sehr lang)
et: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Muutuste täielik nimekiri</a> (ingliskeelne, väga pikk)
gl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Lista de cambios completa</a> (en inglés, moi longa)
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>A változások teljes listája</a> (angol, nagyon hosszú)
it: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Elenco completo delle modifiche</a> (in inglese, molto lungo)
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Pilnas pakeitimų žurnalas</a> (angliškai, labai ilgas)
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Pełna lista zmian</a> (po angielsku, bardzo długa)
sk: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/changelog'>Plný zoznam zmien</a> (po anglicky, veľmi dlhý)

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.en.html'>User's Manual</a>
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.cs.html'>Uživatelský manuál</a>
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.de.html'>Handbuch</a>
et: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.et.html'>Kasutusjuhend</a>
gl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.en.html'>Manual do usuario</a>
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/branches/1.8/doc/manual/manual.hu.html'>Felhasználói kézikönyv</a> (magyarul)
it: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.en.html'>Manuale per l'utente</a>
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.en.html'>Naudotojo vadovas</a>
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.pl.html'>Podręcznik użytkownika</a>
sk: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.8.0/doc/manual/manual.en.html'>Príručka používateľa</a>

source: <a href='http://www.wesnoth.org'>Wesnoth Official Website</a> (English)
cs: <a href='http://www.wesnoth.org'>Oficiální stránky Wesnothu</a> (anglicky)
de: <a href='http://www.wesnoth.org'>Offizielle Wesnoth Seite</a> (Englisch)
et: <a href='http://www.wesnoth.org'>Wesnothi ametlik kodulehekülg</a> (inglise keeles)
gl: <a href='http://www.wesnoth.org'>Sitio web oficial de Wesnoth</a> (en inglés)
hu: <a href='http://wesnoth.fsf.hu/'>Magyar Wesnoth Közösségi Portál</a>
it: <a href='http://www.wesnoth.org'>Sito web ufficiale di Wesnoth</a> (Inglese)
lt: <a href='http://www.wesnoth.org'>Oficialus Vesnoto tinklalapis</a> (angliškai)
pl: <a href='http://www.wesnoth.org'>Oficjalna strona Wesnoth</a> (po angielsku)
ru: <a href='http://www.wesnoth.org'>Официальный сайт игры</a> (на английском)
sk: <a href='http://www.wesnoth.org'>Oficiálna stránka Wesnothu</a> (po anglicky)

source: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Release Notes</a>
cs: <a href='http://www.wesnoth.org/start/1.4'>Poznámky k&nbsp;vydání Bitvy o Wesnoth verze&nbsp;1.4</a>
de: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4: Informationen zur Veröffentlichung</a>
et: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 väljalaskeinfo</a>
gl: <a href='http://www.wesnoth.org/start/1.4'>Notas do lanzamento da versión 1.4 de Wesnoth</a>
hu: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Kiadási megjegyzések</a>
it: <a href='http://www.wesnoth.org/start/1.4'>Note di rilascio di Wesnoth 1.4</a>
lt: <a href='http://www.wesnoth.org/start/1.4'>Vesnoto 1.4 laidos apžvalga</a>
pl: <a href='http://www.wesnoth.org/start/1.4'>Informacje o wydaniu Wesnoth 1.4</a>
ru: <a href='http://www.wesnoth.org/start/1.4'>Пресс-релиз о версии 1.4</a>
sk: <a href='http://www.wesnoth.org/start/1.4'>Oznam o uverejnení Wesnothu 1.4</a>
