Repository: Kvirit1/website
Catalog: start/1.8/po/*.po
Languages: cs, de, et, gl, hu, it, lt, pl, ru, sk

source: Default
de: Standard
et: Vaikimisi
gl: Por defecto
hu: Alapértelmezett
it: Predefinito
lt: Numatyta
pl: Domyślne
ru: По умолчанию
sk: Štandardný

source: Battle for Wesnoth 1.8
cs: Bitva o Wesnoth 1.8
et: Wesnothi Lahing 1.8
hu: Harc Wesnothért 1.8
lt: Mūšis dėl Vesnoto 1.8
pl: Bitwa o Wesnoth 1.8
ru: Битва за Веснот 1.8
sk: Bitka o Wesnoth 1.8

source: Wesnoth logo
cs: Logo Wesnothu
et: Wesnothi logo
gl: Logo do Wesnoth
hu: Wesnoth logó
it: Logo di Wesnoth
lt: Vesnoto logotipas
pl: Logo Wesnoth
ru: Логотип Веснота
sk: Logo hry Wesnoth

source: Battle for Wesnoth 1.8 Release Notes
cs: Poznámky k vydání Bitvy o Wesnoth verze 1.8
de: Battle for Wesnoth 1.8: Informationen zur Veröffentlichung
et: Wesnothi Lahing 1.8 - väljalaskeinfo
gl: Notas do lanzamento da versión 1.8 do Battle for Wesnoth
hu: Harc Wesnothért 1.8 - Kiadási megjegyzések
it: Note di Rilascio per The Battle for Wesnoth 1.8
lt: Mūšio dėl Vesnoto 1.8 laidos apžvalga
pl: Informacje o wydaniu Bitwy o Wesnoth 1.8
ru: Пресс-релиз «Битвы за Веснот» 1.8
sk: Oznam o uverejnení hry Bitka o Wesnoth 1.8

source: <em>April 2010</em>. It is once again time for that thrill you've all been waiting for, a Wesnoth stable release. The Battle for Wesnoth team is proud to release version 1.8 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>free</a> <a href='http://www.opensource.org/'>open-source</a> turn-based strategy game with a fantasy theme and roleplaying elements. The game is <a href='#download'>available for download</a> now for Windows, Mac OS X and various GNU/Linux distributions.
cs: <em>Duben 2010</em>. Opět nadešel čas pro netrpělivě očekávanou událost, vydání stabilní verze Wesnothu. Tým vývojářů Bitvy o&nbsp;Wesnoth hrdě oznamuje vydání verze 1.8 hry <em>Bitva o&nbsp;Wesnoth</em> &#8212; <a href='http://www.gnu.org/philosophy/philosophy.html'>svobodné</a> <a href='http://www.opensource.org/'>open-source</a> tahové strategie s&nbsp;fantastickým námětem a&nbsp;prvky RPG. Hru můžete <a href='#download'>stahovat</a> ve verzích pro Windows, Mac&nbsp;OS&nbsp;X a&nbsp;různé distribuce GNU/Linuxu.
de: <em>April 2010</em>. Das Battle for Wesnoth Team ist stolz, die Veröffentlichung der Version 1.8 von <em>The Battle for Wesnoth</em> bekanntgeben zu dürfen. Es handelt sich um ein <a href='http://www.gnu.org/philosophy/philosophy.de.html'>freies</a>, rundenbasiertes, <a href='http://www.opensource.org/'>open-source</a> Strategiespiel in einer Phantasiewelt mit Rollenspielelementen. Das Spiel ist unter anderem für Windows, Mac OS X und verschiedene GNU/Linux Distributionen <a href='#download'>verfügbar</a>.
et: <em>Aprillis 2010</em> on peale pikka ootamist taas aeg tunda rõõmu Wesnothi järgmisest stabiilsest versioonist. Wesnothi Lahingu meeskond laseb uhkusega välja <a href='http://www.gnu.org/philosophy/philosophy.html'>vaba</a> ja <a href='http://www.opensource.org/'>avatud lähtekoodiga</a> käigupõhise strateegiamängu <em>Wesnothi Lahing</em> versiooni 1.8. Mäng on <a href='#download'>nüüd saadaval</a> Windowsile, MacOS X-ile ja mitmetele GNU/Linuxi distrodele.
gl: <em>Abril do 2010</em>. Volve ser o momento de darvos esa emocionante nova que levades tempo agardando: un lanzamento estable do Wesnoth. O equipo do Battle for Wesnoth está orgulloso de presentar a versión 1.8 do <em>Battle for Wesnoth</em>, un xogo de estratexia por roldas <a href='http://www.gnu.org/philosophy/philosophy.gl.html'>libre</a> e de <a href='http://www.opensource.org/'>código aberto</a> ambientado nun mundo fantástico con elementos de rol. O xogo xa está <a href='#download'>dispoñible para a súa descarga</a> para Windows, Mac OS X e varias distribucións de GNU/Linux.
hu: <em>2010. április</em> Ismét eljött az ideje a mindenki által várt stabil Wesnoth verzió megjelenésének. A Harc Wesnothért csapat büszkén jelenti be a <em>Harc Wesnothért</em> 1.8-as verziójának kiadását, ami egy <a href='http://www.gnu.org/philosophy/philosophy.html'>ingyenes, szabad</a>, <a href='http://www.opensource.org/'>nyílt forráskódú</a>, körökre osztott, fantasy témájú, szerepjátékelemekkel tarkított stratégiai játék. A játék <a href='#download'>letölthető</a> Windowsra, Mac OS X-re, és különböző GNU/Linux változatokra is.
it: <em>Aprile 2010</em>. Ancora una volta è arrivato il momento che tutti voi stavate aspettando, una nuova versione stabile di Wesnoth. La squadra di The Battle for Wesnoth è lieta di pubblicare la versione 1.8 di <em>The Battle for Wesnoth</em>, un gioco <a href='http://www.gnu.org/philosophy/philosophy.html'>free</a> <a href='http://www.opensource.org/'>open-source</a> strategico a turni con ambientazione fantasy ed alcuni elementi dei giochi di ruolo. Il gioco può <a href='#download'>essere scaricato</a> nelle versioni per Windows, Mac OS X, e molte delle distribuzioni di GNU/Linux.
lt: <em>2010-ųjų balandis</em>. Ir vėl atėjo laikas šiam jauduliui, kurio ilgai laukėte – stabiliai Vesnoto laidai. Mūšio dėl Vesnoto komanda didžiuodamasi išleidžia <em>Mūšio dėl Vesnoto</em> 1.8 versiją, <a href='http://www.opensource.org/'>atviro-kodo</a>, ėjimais pagrįstą strateginį žaidimą su fantastine tema ir vaidmenų žaidimo elementais. Žaidimą <a href='#download'>galima atsisiųsti</a> jau dabar – Windows, Mac OS X ir įvairioms GNU/Linux distribucijoms.
pl: <em>Kwiecień 2010 r.</em> Po raz kolejny nadeszła chwila emocji, której wszyscy wyczekiwali: pojawiła się nowa wersja stabilna Wesnoth. Zespół Bitwy o Wesnoth z dumą ogłasza wydanie wersji 1.8 <em>Bitwy o Wesnoth</em>, <a href='http://www.gnu.org/philosophy/philosophy.html'>darmowej (wolnej)</a> turowej gry strategicznej o tematyce fantasy z elementami gry fabularnej. Grę można <a href='#download'>pobrać</a> w wersjach na platformy Windows, Mac OS X i różne dystrybucje GNU/Linuksa.
ru: <em>апреля 2010 года</em>. И снова пришло время эпохального свершения — это новый стабильный релиз <em>Битвы за Веснот</em>. Команда разработчиков «Битвы за Веснот» с гордостью представляет вам версию 1.8 нашей <a href='http://www.gnu.org/philosophy/philosophy.html'>свободной</a> и <a href='http://www.opensource.org/'>открытой</a> пошаговой стратегии в стиле «фэнтэзи» с ролевыми элементами. Вы <a href='#download'>можете скачать</a> версию для Windows, Mac OS X, и различных дистрибутивов GNU/Linux.
sk: <em>Apríl 2010</em>. Opäť nastal čas pre epochálnu udalosť, vydanie stabilnej verzie Wesnothu. Tím vývojárov hry Bitka o Wesnoth hrdo oznamuje uverejnenie verzie 1.8 hry <em>Bitka o Wesnoth</em>, <a href='http://www.gnu.org/philosophy/philosophy.html'>slobodnej</a> ťahovej strategickej hry s tematikou fantasy a prvkami rolového hrania a s <a href='http://www.opensource.org/'>otvoreným zdrojovým kódom</a>. Hru si môžete <a href='#download'>stiahnuť</a> pre Windows, Max OS X, a rôzne distribúcie operačného systému GNU/Linux.

source: <a href='#game'>What's New in Wesnoth 1.8</a>
cs: <a href='#game'>Co je nového v Bitvě o Wesnoth, verze 1.8</a>
de: <a href='#game'>Neuerungen in Wesnoth 1.8</a>
et: <a href='#game'>Mis on Wesnoth 1.8-s uut</a>
gl: <a href='#game'>As novidades do Wesnoth 1.8</a>
hu: <a href='#game'>Újdonságok a Wesnoth 1.8-ban</a>
it: <a href='#game'>Novità in Wesnoth 1.8</a>
lt: <a href='#game'>Kas naujo Vesnote 1.8</a>
pl: <a href='#game'>Nowości w Wesnoth 1.8</a>
ru: <a href='#game'>Что нового в «Битве за Веснот» 1.8</a>
sk: <a href='#game'>Novinky vo Wesnothe 1.8</a>

source: <a href='#players'>For Players</a>
cs: <a href='#players'>Pro hráče</a>
de: <a href='#players'>Für Spieler</a>
et: <a href='#players'>Mängijatele</a>
gl: <a href='#players'>Para os xogadores</a>
hu: <a href='#players'>Játékosoknak</a>
it: <a href='#players'>Per i giocatori</a>
lt: <a href='#players'>Žaidėjams</a>
pl: <a href='#players'>Dla graczy</a>
ru: <a href='#players'>Для игроков</a>
sk: <a href='#players'>Pre hráčov</a>

source: <a href='#campaigns'>Campaigns</a>
cs: <a href='#campaigns'>Tažení</a>
de: <a href='#campaigns'>Kampagnen</a>
et: <a href='#campaigns'>Sõjakäigud</a>
gl: <a href='#campaigns'>Campañas</a>
hu: <a href='#campaigns'>Hadjáratok</a>
it: <a href='#campaigns'>Campagne</a>
lt: <a href='#campaigns'>Kampanijos</a>
pl: <a href='#campaigns'>Kampanie</a>
ru: <a href='#campaigns'>Кампании</a>
sk: <a href='#campaigns'>Pre autorov príbehov</a>

source: <a href='#multiplayer'>Multiplayer</a>
cs: <a href='#multiplayer'>Hra více hráčů</a>
de: <a href='#multiplayer'>Mehrspieler</a>
et: <a href='#multiplayer'>Mitmekesi mäng</a>
gl: <a href='#multiplayer'>Multixogador</a>
hu: <a href='#multiplayer'>Többjátékos mód</a>
it: <a href='#multiplayer'>Multigiocatore</a>
lt: <a href='#multiplayer'>Daugelio žaidėjų žaidimas</a>
pl: <a href='#multiplayer'>Gra wieloosobowa</a>
ru: <a href='#multiplayer'>Мультиплеер</a>
sk: <a href='#multiplayer'>Zápas pre viacerých hráčov</a>

source: <a href='#general'>General</a>
cs: <a href='#general'>Obecné</a>
de: <a href='#general'>Allgemeines</a>
et: <a href='#general'>Üldist</a>
gl: <a href='#general'>Xeral</a>
hu: <a href='#general'>Általános változások</a>
it: <a href='#general'>Generale</a>
lt: <a href='#general'>Bendrai</a>
pl: <a href='#general'>Ogólne</a>
ru: <a href='#general'>В целом</a>
sk: <a href='#general'>Všeobecné</a>

source: <a href='#campdev'>For Campaign Developers</a>
cs: <a href='#campdev'>Pro autory rozšíření</a>
de: <a href='#campdev'>Für Kampagnenentwickler</a>
et: <a href='#campdev'>Sõjakäikude arendajatele</a>
gl: <a href='#campdev'>Para os desenvolvedores de campañas</a>
hu: <a href='#campdev'>A hadjáratok fejlesztőinek</a>
it: <a href='#campdev'>Per i progettisti di campagne</a>
lt: <a href='#campdev'>Kampanijų kūrėjams</a>
pl: <a href='#campdev'>Dla autorów kampanii</a>
ru: <a href='#campdev'>Для разработчиков кампаний</a>
sk: <a href='#campdev'>Pre autorov príbehov</a>

source: <a href='#download'>Download</a>
cs: <a href='#download'>Stažení</a>
de: <a href='#download'>Herunterladen</a>
et: <a href='#download'>Allalaadimine</a>
gl: <a href='#download'>Descarga</a>
hu: <a href='#download'>Letöltés</a>
it: <a href='#download'>Scaricamento</a>
lt: <a href='#download'>Atsisiųsti</a>
pl: <a href='#download'>Pobierz</a>
ru: <a href='#download'>Скачать</a>
sk: <a href='#download'>Na stiahnutie</a>

source: <a href='#more'>More Info</a>
cs: <a href='#more'>Další informace</a>
de: <a href='#more'>Weitere Informationen</a>
et: <a href='#more'>Lisainfo</a>
gl: <a href='#more'>Máis información</a>
hu: <a href='#more'>További információk</a>
it: <a href='#more'>Informazioni aggiuntive</a>
lt: <a href='#more'>Daugiau informacijos</a>
pl: <a href='#more'>Więcej informacji</a>
ru: <a href='#more'>Дополнительно</a>
sk: <a href='#more'>Ďalšie informácie</a>

source: What's New in Wesnoth 1.8
cs: Co je nového ve Wesnothu 1.8
de: Neuerungen in Wesnoth 1.8
et: Mis on Wesnoth 1.8-s uut
gl: As novidades do Wesnoth 1.8
hu: Újdonságok a Wesnoth 1.8-ban
it: Novità in Wesnoth 1.8
lt: Kas naujo Vesnote 1.8
pl: Nowości w Wesnoth 1.8
ru: Что нового в «Битве за Веснот» 1.8
sk: Novinky vo Wesnothe 1.8

source: Wesnoth Screenshot
cs: Snímek z Wesnothu
et: Wesnothi ekraanipilt
gl: Captura de pantalla do Wesnoth
hu: Wesnoth képernyőkép
it: Schermata di Wesnoth
lt: Vesnoto ekranvaizdis
pl: Zrzut ekranu Wesnoth
ru: Скриншот Веснота
sk: Záber z hry Wesnoth

source: The improvements this time around include one entire new full-length campaign, hundreds of new and revised unit portraits, five new music tracks, some UI redesign, and substantial improvements in the game's AI.
cs: Tentokrát vylepšení zahrnují celé jedno tažení, stovky nových či nahrazených portrétů jednotek, pět skladeb, změny v grafickém rozhraní a podstatné zlepšení herní umělé inteligence.
de: Diesmal finden sich eine weitere, neue Kampagne, hunderte neuer oder verschönerte Einheitenporträts, ganze fünf bisher ungehörte Musikstücke und hinter der an einigen Stellen vereinfachten grafischen Benutzeroberfläche verbirgt sich nun in den Tiefen des Spiels eine neue künstlichen Intelligenz - seid gewarnt!
et: Seekordsete täiendustena väärivad mainimist üks uus täispikkuses sõjakäik, sajad uued ja uuendatud üksuste pildid, viis uut helitausta, kasutajaliidese parandused ning mängu tehisintellekti märgatav paranemine.
gl: Desta vez entre as melloras atopámonos cunha campaña completamente nova, centenares de retratos de unidades novos e revisados, cinco temas musicais novos, novo deseño parcial da interface, e importantes melloras da intelixencia artificial do xogo.
hu: A fejlesztések ezúttal a következők: egy új, teljes hosszúságú hadjárat került a játékba, több száz új vagy átdolgozott egységkép jelent meg, öt új zeneszám csendül fel, a grafikus felületet átalakítottuk és lényeges változtatásokat hajtottunk végre a játék mesterséges intelligenciáján.
it: I miglioramenti questa volta includono un'intera campagna nuova, centinaia di ritratti nuovi e revisionati per le unità, cinque nuove tracce musicali, qualche modifica all'interfaccia utente e sostanziali miglioramenti dell'IA del gioco.
lt: Šiame leidime jums pristatome naują „pilnametražę“ kampaniją, šimtus naujų ir perpieštų dalinių portretų, penkis naujus muzikinius takelius, šiek tiek patvarkytą vartotojo sąsają bei iš esmės patobulintą dirbtinį intelektą.
pl: Tym razem ulepszenia obejmują pełną nową kampanię, setki nowych i poprawionych portretów jednostek, pięć nowych utworów w ścieżce dźwiękowej, poprawiony interfejs oraz znacznie ulepszoną sztuczną inteligencję.
ru: Что нового на этот раз? Совершенно новая большая кампания, сотни новых и переработанных портретов бойцов, пять новых звуковых дорожек, несколько перестроенный интерфейс и существенно улучшенный ИИ.
sk: Vylepšenia tentokrát zahŕňajú celú jednu novú výpravu, stovky nových alebo upravených portrétov jednotiek, päť nových sprievodných melódií, zmeny grafického rozhrania a výrazné zlepšenie umelej inteligencie.

source: For Players
cs: Pro hráče
de: Für Spieler
et: Mängijatele
gl: Para os xogadores
hu: Játékosoknak
it: Per i giocatori
lt: Žaidėjams
pl: Dla graczy
ru: Игрокам
sk: Pre hráčov

source: To help the player keep those who are loyal to him alive, these units are now marked with an overlay symbol that looks like a bronze ring.
cs: Aby mohl hráč rozeznat a&nbsp;udržet naživu věrné jednotky, přibyla jim malá ikonka v&nbsp;podobě bronzového prstenu.
de: Um den Spieler seine ergebensten Truppen einfach schützen zu lassen, erkennt er nun seine loyalen Einheiten an einem bronzenen Ring.
et: Aitamaks mängijal ustavaid üksusi kergemini eristada ja elus hoida, on need nüüd märgitud pronkssõrmust meenutava sümboliga.
gl: Para axudar ao xogador a manter con vida a aqueles que lle son leais, estas unidades estarán marcadas cun símbolo superposto similar a un reloxo de bronce.
hu: Annak érdekében, hogy a játékosnak könnyebb legyen megóvnia azokat az egységeket, amelyek hűséges jellemvonásúak, ezen egységek mostantól egy bronz gyűrűre hasonlító jelölést viselnek az energiacsíkjuk fölött.
it: Per aiutare il giocatore a mantenere vivi coloro che gli sono leali, queste unità sono ora marcate con un simbolo raffigurante un anello di bronzo.
lt: Ištikimi žaidėjui daliniai dabar paženklinami nedideliu bronziniu žiedeliu; taip lengviau prižiūrėti, kad jų neužmuštų.
pl: Aby ułatwić graczom utrzymanie lojalnych jednostek przy życiu, są one teraz oznaczane symbolem przypominającym brązowy pierścień.
ru: Чтобы игроку было легче сберечь верных бойцов, теперь они отмечены специальным знаком в виде бронзового колечка.
sk: Aby mohol hráč ľahšie chrániť lojálne jednotky, sú teraz označené symbolom v tvare bronzového prsteňa.

source: The names on maps and other images can now be localized to the player's language; several languages already use this new feature. For more information and tutorials, look at the wiki article on <a href="http://wiki.wesnoth.org/ImageLocalization">Image Localization</a>.
cs: Názvy na mapách a&nbsp;další obrázky mohou být přeloženy; mnohé jazyky již tuto možnost využívají. Další informace a&nbsp;návod viz článek <a href="http://wiki.wesnoth.org/ImageLocalization" lang='en' hreflang='en'>Image Localization</a> na wiki (anglicky). Tímto se na vědomost dává, že se hledá grafikumiluvný hráč z Českých a Moravských luhů a hájů, který by obrázky tyto do češtiny přeložil.
de: Auch die Karten und andere Grafiken können nun übersetzt werden - von vielen Übersetzungen wird diese neue Möglichkeit bereits verwendet. Mehr Informationen und eine Anleitung findet sich im folgenden Wikiartikel: <a href="http://wiki.wesnoth.org/ImageLocalization">Image Localization</a>.
et: Kaartidel ja muudel graafikaelementidel kasutatavaid nimesid saab nüüd tõlkida - mitmete keelte tõlked kasutavad juba seda võimalust. Lisainfot ja õpetusi leiab Wesnothi wiki artiklist <a href="http://wiki.wesnoth.org/ImageLocalization">Image Localization</a>.
gl: Os nomes nos mapas e noutras imaxes poden agora traducirse á lingua do xogador. Moitas das linguas xa aproveitaron esta funcionalidade. Para máis información e titoriais, bota unha ollada ao artigo <a href="http://wiki.wesnoth.org/ImageLocalization">sobre tradución de imaxes</a> no wiki.
hu: A térképeken lévő nevek, más képek és logók mostantól lefordíthatóak a játékos saját nyelvére. Számos nyelv &mdash; köztük a magyar is &mdash; immár alkalmazza ezt az új lehetőséget. További információ és segédlet található a wiki oldalon a <a href="http://wiki.wesnoth.org/ImageLocalization">Kép honosítás</a> címszó alatt.
it: I nomi sulle mappe e altre immagini possono essere tradotte nella lingua del giocatore; alcune lingue già usano questa nuova possibilità. Per altre informazioni e guide, consulta l'articolo wiki: <a href="http://wiki.wesnoth.org/ImageLocalization">Traduzione immagini</a>
lt: Pavadinimai žemėlapiuose ir kituose paveikslėliuose dabar gali būti verčiami į gimtąją žaidėjo kalbą; keletas kalbų jau naudojasi šia galimybe. Daugiau informacijos ir apmokymų rasite wiki straipsnyje <a href="http://wiki.wesnoth.org/ImageLocalization">paveikslėlių lokalizavimas</a>.
pl: Nazwy na mapach i inne grafiki mogą teraz być tłumaczone na język gracza &mdash; kilka wersji językowych już korzysta z tej nowej funkcji. Więcej informacji i samouczki można znaleźć na stronie wiki <a href="http://wiki.wesnoth.org/ImageLocalization">Lokalizowanie grafik</a>.
ru: Названия на картах и других изображениях теперь можно переводить на другие языки; некоторые переводчики уже используют эту возможность. Информацию и руководства смотрите в вики-статье, посвящённой <a href="http://wiki.wesnoth.org/ImageLocalization">переводу изображений</a>.
sk: Názvy na mape a iných obrázkoch teraz môžu byť lokalizované do hráčovko jazyka. Viaceré jazyky už túto možnosť využívajú. Pre viac informácií a návodov je pripravený článok na wiki o<a href="http://wiki.wesnoth.org/ImageLocalization">Lokalizácii obrázkov</a>.

source: Campaigns
cs: Tažení
de: Kampagnen
et: Sõjakäigud
gl: Campañas
hu: Hadjáratok
it: Campagne
lt: Kampanijos
pl: Kampanie
ru: Кампании
sk: Výpravy

source: A new campaign, <cite>Delfador's Memoirs</cite>, tells the tale of how a mage-apprentice rose to become Delfador the Great. This campaign was imported from the <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev project</a>, where it spent almost a year being adapted for mainline.
cs: Nové tažení jménem <cite>Delfadorovy paměti</cite> vypráví o&nbsp;tom, jak se čarodějský učeň stal Delfadorem Velkým. Toto tažení bylo importováno z&nbsp;<a href='http://wesnoth-umc-dev.sourceforge.net' hreflang='en'>projektu Wesnoth-UMC-Dev</a>, kde bylo téměř rok připravováno pro začlenění do oficiálního vydání.
de: Die brandneue Kampagne <cite>Delfadors Memoiren</cite> erzählt vom Leben des berühmten Magiers, wie er vom ungelenken Lehrling zu Delfador dem Großen wurde. Die Kampagne reifte ein Jahr im <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev project</a> bis zur Aufnahme in den Kanon der Geschichte Wesnoths.
et: Uus sõjakäik <cite>Delfadori mälestused</cite> on lugu sellest, kuidas võluri õpipoisist sai Delfador Suur. See võeti üle <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev -projektist</a>, kus seda peaaegu aasta aega viimistleti.
gl: Unha campaña nova, <cite>As memorias de Delfador</cite>, relata como un aprendiz de mago se alzou para se converter en Delfador o Grande. Esta campaña importouse do <a href="http://wesnoth-umc-dev.sourceforge.net">proxecto Wesnoth-UMC-Dev</a>, onde pasou case un ano adaptándose para ser campaña oficial.
hu: Az új hadjárat, <cite>Delfador visszaemlékezései</cite>, azt a történetet meséli el, hogy hogyan vált egy varázslótanonc a Nagy Delfadorrá. Ezt a hadjáratot a <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev project</a>-ből emeltük át a játék fő hadjáratai közé, ahol majdnem egy évig volt, míg mindenben a fő hadjáratokhoz igazítottuk.
it: Una nuova campagna, <cite>Le Memorie di Delfador</cite>, narra la storia di come un mago apprendista diventò Delfador il Grande. Questa campagna è stata importata dal <a href="http://wesnoth-umc-dev.sourceforge.net">Progetto Wesnoth-UMC-Dev</a>, dove ha trascorso quasi un anno per essere adattata alla storia ufficiale.
lt: Nauja kampanija, <cite>Delfadoro memuarai</cite>, pasakoja kaip magas mokinys iškilo ir tapo Delfadoru Didžiuoju. Ši kampanija buvo importuota iš <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev projekto</a>, kur ji beveik metus praleido ruošiama tapti oficialia.
pl: Nowa kampania <cite>Wspomnienia Delfadora</cite> opowiada historię Delfadora Wielkiego, od jego pierwszych przygód jako młodego adepta magii po wielkie czyny, które rozsławiły jego imię. Kampania została przeniesiona z <a href="http://wesnoth-umc-dev.sourceforge.net">projektu Wesnoth-UMC-Dev</a>, gdzie przez ponad rok była przystosowywana do umieszczenia w gałęzi głównej.
ru: Новая кампания <cite>Воспоминания Делфадора</cite> рассказывает историю о том, как маг-ученик вырос в Делфадора Великого. Эту кампанию мы взяли из <a href="http://wesnoth-umc-dev.sourceforge.net">проекта по созданию пользовательских кампаний</a>, где её почти год адаптировали к основной ветке игры.
sk: Nová výprava <cite>Delfadorove pamäti</cite> rozpráva príbeh o tom, ako sa z učňa mágie stal Delfador Veľký. Táto výprava bola importovaná z <a href="http://wesnoth-umc-dev.sourceforge.net">projektu Wesnoth-UMC-Dev</a>, kde sa skoro rok pripravovala na začlenenie do oficiálneho vydania hry.
