Repository: Kvirit1/website
Catalog: start/1.8/po/*.po
Languages: cs, de, et, gl, hu, it, lt, pl, ru, sk

source: We've continued to polish and improve the mainline campaigns. The hero Kaleh's custom advancements in <cite>Under the Burning Suns</cite>, long a source of problems, have been redesigned in a more robust and streamlined fashion. Significant continuity problems in <cite>Heir to the Throne's</cite> "Cliffs of Thoria" scenario have been fixed. Some scenarios in <cite>Legend of Wesmere</cite> have been rewritten and significantly enhanced. An early version of its multiplayer port is available to test Wesnoth's multiplayer campaign feature.
cs: Dále jsme zkrášlili a&nbsp;vylepšili ostatní tažení. Speciální vylepšení hrdiny Kaleha z&nbsp;tažení <cite>Pod žhnoucími slunci</cite>, která představovala dlouhodobý zdroj problémů, byla kompletně přepracována a&nbsp;nyní již fungují. Problémy s&nbsp;dějovou návazností scénáře „Útesy Thorie“ z&nbsp;<cite>Dědice trůnu</cite> byly opraveny. Úpravy a&nbsp;četná vylepšení se nevyhnuly ani některým scénářům <cite>Wesmerské legendy</cite>. K&nbsp;dispozici je nehotová testovací verze tohoto tažení hratelná po síti více hráči.
de: Auch andere Kampagnen wurden angepasst - die spannenden Fortentwicklungen des Heldes Kaleh in <cite>Unter brennenden Sonnen</cite>, die manchmal Probleme bereiteten, wurden überarbeitet und sind nun robuster. Die Stolpersteine im Erzählfluss in <cite>Der Thronerbe</cite> im Szenario »Die Klippen von Thoria« wurden ausgeräumt. Freut Euch außerdem auf die umgeschriebenen Passagen in <cite>Die Legende von Wesmere</cite> und die erste Testversion der <cite>Die Legende von Wesmere</cite> als Mehrspieler-Kampagne!
et: Oleme ka jätkuvalt viimistlenud ja parandanud põhilisi sõjakäike. Pikka aega peavalu tekitanud kohandused sõjakäigu <cite>Põletavate päikeste all</cite> kangelase Kaleh' edenemisastmetes on nüüdseks lahendatud selgemalt ja kindlamalt. <cite>Troonipärija</cite> sõjakäigus "Thoria kaljude" loos esinevad küsitavused on korda tehtud. Mõned "Wesmere legendi" stsenaariumid on ümberkirjutatud ja märgatavalt laiendatud. Wesnothi mitmemängija sõjakäikude katsetamiseks on saadaval selle mänguosa üks varajane versioon.
gl: Continuamos pulindo e mellorando as campañas oficiais. Os avances personalizados do heroe Kaleh en <cite>Baixo os ardentes soles</cite>, que tantos problemas deran, volveron deseñarse para seren máis sólidos e racionais. Solucionáronse os problemas de descontinuidade no escenario dos «Cantís de Thoria» da campaña <cite>Herdeiro ao trono</cite>. Volvéronse escribir algúns dos escenarios da <cite>Lenda de Wesmere</cite> e melloráronse considerablemente. Hai dispoñible unha versión preliminar da súa adaptación ao modo multixogador para probar as novas campañas multixogador do Battle for Wesnoth.
hu: Tovább folytattuk a fő hadjáratok csiszolását is. <cite>A tűző napok alatt</cite> hősének, Kalehnek, egyedi egységfejlődését, mely hosszú idő óta problémák forrása volt, a játék szabályainak sokkal megfelelőbb módon jelentősen átalakítottuk. <cite>A trónörökös</cite> "Thoria bércei" nevű pályáján tapasztalt súlyos folytonosságbeli problémákat kijavítottuk. A <cite>Wesmere legendája</cite> néhány pályáját újraírtuk és jelentősen javítottuk. Ezen hadjárat többjátékos átdolgozásának egy korai verziója is elérhető, mellyel a Wesnoth többjátékos hadjárat lehetőségei tesztelhetők.
it: Stiamo continuando a rifinire e migliorare le campagne ufficiali. Gli avanzamenti personalizzati dell'eroe Kaleh in <cite>Sotto i Soli Roventi</cite>, che sono stati a lungo problematici, sono stati riprogettati in una forma più solida e razionalizzata. Significanti problemi di continuità in <cite>L'erede al Trono</cite> nello scenario "Le Rupi di Thoria" sono stati risolti. Alcuni scenari in <cite>La Leggenda di Wesmere</cite> sono stati riscritti e rafforzati significativamente. Una versione iniziale del suo corrispettivo in multigiocatore è disponibile per il test delle campagne multigiocatore in Wesnoth.
lt: Taip pat tęsėme oficialių kampanijų tvarkymą ir tobulinimą. Herojaus Kaleho patobulėjimai kampanijoje <cite>Po deginančiomis saulėmis</cite>, senas problemų šaltinis, buvo perkurti paprastesniu ir atsparesniu klaidoms būdu. Ištaisytos rimtos nuoseklumo problemos <cite>Sosto įpėdinio</cite> „Torijos skardžių“ scenarijuje. Kai kurie <cite>Vesmeros legendos</cite> scenarijai buvo perrašyti ir pastebimai patobulinti. Ankstyvas šios kampanijos variantas daugeliui žaidėjų tinkamas testuoti naują Vesnoto galimybę – daugelio žaidėjų kampanijas.
pl: Wciąż ulepszamy i poprawiamy główne kampanie. Od dawna problematyczne specjalne zdolności Kaleha, bohatera kampanii <cite>Po Palącymi Słońcami</cite>, zostały gruntownie przeprojektowane, dzięki czemu działają dużo sprawniej i bardziej stabilnie. Poprawiono istotne problemy z ciągłością w scenariuszu "Urwiska Thorii" z kampanii <cite>Następca Tronu</cite>. Niektóre scenariusze w kampanii <cite>Legenda Wesmere</cite> zostały napisane od nowa i znacznie ulepszone. Opracowana też została wstępna wersja wieloosobowa tej kampanii, która posłuży do testów nowego trybu kampanii wieloosobowych Bitwy o Wesnoth.
ru: Мы продолжили править и улучшать кампании основной ветки. Особая система продвижения Кале, героя кампании <cite>Под палящими светилами</cite>, долго создававшая проблемы, переработана и стала более чёткой. Исправлены значительные проблемы с целостностью сценария «Скалы Тории» из кампании <cite>Наследник престола</cite>. Некоторые сценарии из <cite>Легенды Весмира</cite> переписаны и улучшены. Доступна предварительная версия её мультиплеерного порта; с его помощью можно протестировать новую возможность Веснота — мультиплеерные кампании.
sk: Pokračovali sme s ladením doterajších výprav. Zvláštne schopnosti hrdinu Kaleha z <cite>Pod žeravými slnkami</cite>, ktoré dlho spôsobovali problémy, boli prepracované robustnejším spôsobom. Boli opravené vážne problémy s nadväznosťou vo výprave <cite>Dedič trónu</cite>, scéna "Útesy Tórie". Niektoré scény v<cite>Legende Wesméru</cite> boli prepracované a vylepšené. Z tejto výpravy existuje aj prvá verzia pre viac hráčov, aby sa overilo fungovanie výprav v rámci zápasu viacerých hráčov.

source: There are five new full-orchestral music tracks: <cite>Casualties of War</cite>, <cite>Into the Shadows</cite>, <cite>Journey's End</cite>, <cite>Over the Northern Mountains</cite>, and <cite>Weight of Revenge</cite>.
cs: Atmosféru hry dokresluje pět nových orchestrálních skladeb: <cite lang='en'>Casualties of War</cite>, <cite lang='en'>Into the Shadows</cite>, <cite lang='en'>Journey's End</cite>, <cite lang='en'>Over the Northern Mountains</cite> a&nbsp;<cite lang='en'>Weight of Revenge</cite>.
de: Fünf bisher ungehörte, voll instrumentierte Musikstücke untermalen Wesnoth zusätzlich - genießt <cite>Casualties of War</cite>, <cite>Into the Shadows</cite>, <cite>Journey's End</cite>, <cite>Over the Northern Mountains</cite> und <cite>Weight of Revenge</cite>.
et: Lisatud on viis uut muusikatausta: <cite>Sõjaohvrid</cite>, <cite>Varjudesse</cite>, <cite>Teekonna lõpp</cite>, <cite>Üle Põhja mägede</cite> ja <cite>Kättemaksu taak</cite>.
gl: Hai cinco temas musicais novos de orquestra: <cite>Baixas da guerra</cite>, <cite>Nas sombras</cite>, <cite>A final da viaxe</cite>, <cite>Sobre as montañas do norte</cite>, e <cite>O peso da vinganza</cite>.
hu: Öt új szimfonikus zenemű került a játékba: <cite>A háború áldozatai</cite>, az <cite>Árnyék felé</cite>, az <cite>Északi hegyek felett</cite>, <cite>Az utazás vége</cite> és a <cite>Bosszú súlya</cite>.
it: Ci sono cinque nuovi temi musicali completamente orchestrali: <cite>Casualties of War</cite>, <cite>Into the Shadows</cite>, <cite>Over the Northern Mountains</cite>, <cite>Journey's End</cite> e <cite>Weight of Revenge</cite>.
lt: Įdėti penki nauji orkestriniai muzikiniai takeliai: <cite>Karo aukos</cite>, <cite>Į šešėlius</cite>, <cite>Kelionės pabaiga</cite>, <cite>Per Šiaurinius kalnus</cite>, bei <cite>Keršto našta</cite>.
pl: Pojawiło się pięć nowych utworów muzycznych w pełnej aranżacji orkiestrowej: <cite>Ofiary wojny</cite>, <cite>W mrok</cite>, <cite>Kres podróży</cite>, <cite>Przez góry Północy</cite> i <cite>Ciężar zemsty</cite>.
ru: Добавлено пять новых полностью оркестровых музыкальных треков: <cite>Военные потери</cite>, <cite>В тень</cite>, <cite>Конец путешествия</cite>, <cite>Через северные горы</cite>, и <cite>Бремя мщения</cite>.
sk: Pribudlo päť nových sprievodných melódií: <cite>Obete vojny</cite>, <cite>Do tieňa</cite>, <cite>Koniec cesty</cite>, <cite>Ponad Severné hory</cite>, <cite>Ťažoba pomsty</cite>.

source: The game AI has been significantly debugged and improved; it chooses recruits/recalls better, and does smarter target selection.
cs: Herní umělé inteligenci byla věnována velká pozornost a&nbsp;doznala mnohých zlepšení. Kromě rozumnějších voleb při verbování a&nbsp;přivolávání nyní také volí cíle chytřeji.
de: Der Computergegner wird klüger - weniger Fehler, bessere Wahl der Truppen und eine intelligentere Feinderkennung steigern das Spielvergnügen.
et: Mängu tehisintellekti on märkimisväärselt silutud ja parandatud - nüüd ta värbab ja kutsub üksusi tagasi paremini ning valib ka rünnakusihte hoolsamini.
gl: A intelixencia artificial do xogo depurouse e mellorouse de forma significativa. Escolle mellor as unidades que recruta ou reincorpora, e selecciona os seus obxectivos dun xeito máis intelixente.
hu: A játék MI-je jelentősen javult, sok hibát kiküszöböltünk. A gép okosabban választja ki a toborzandó/visszahívandó egységeket, és körültekintőbben választ célpontokat is.
it: L'IA del gioco è stata debuggata significativamente e migliorata; sceglie reclutamenti e richiami in modo migliore e sceglie più intelligentemente gli obiettivi.
lt: Smarkiai patobulinome ir ištaisėme klaidas žaidimo dirbtiniame intelekte. Dabar jis geriau pasirenka samdymus/grąžinimus ir gudriau renkasi taikinius.
pl: Sztuczna inteligencja gry została znacznie usprawniona i wyeliminowano z niej wiele błędów, dzięki czemu komputer podejmuje lepsze decyzje podczas rekrutacji/przywoływania oraz wybierania celów ataku.
ru: Игровой ИИ заметно улучшен и отлажен; он лучше выбирает, кого вербовать/призывать, и умнее выбирает себе цель.
sk: Umelá inteligencia počítačom riadených protivníkov bola vylepšená: lepšie vyberá jednotky na verbovanie a ciele svojich útokov.

source: Multiplayer
cs: Hra více hráčů
de: Mehrspieler
et: Mitmekesi mäng
gl: Multixogador
hu: Többjátékos mód
it: Multigiocatore
lt: Daugelio žaidėjų žaidimas
pl: Rozgrywka wieloosobowa
ru: Мультиплеер
sk: Zápas pre viacerých hráčov

source: The operating system's GUI can be told to notify the player that it's his turn to play.
cs: Grafické rozhraní operačního systému umí upozorňovat hráče, že je již na tahu.
de: Das Benachrichtigungssystem der Benutzeroberfläche des Betriebssystems kann dazu verwendet werden, den Spieler darauf hinzuweisen, wenn dieser an der Reihe ist.
et: Operatsioonisüsteemi kasutajaliidesel saab nüüd lasta mängijale tema käigu saabumisest märku anda.
gl: Pode facerse que a interface gráfica do sistema operativo avise ao xogador cando comece a súa rolda.
hu: Az operációs rendszer grafikus felülete úgy is beállítható, hogy értesítse a játékost, ha az ő köre következik.
it: Il sistema operativo dell'interfaccia grafica utente può notificare al giocatore che è il suo turno di gioco.
lt: Operacinės sistemos naudotojo sąsaja gali pranešti žaidėjui kada atėjo jo eilė žaisti.
pl: Dodaliśmy możliwość wyświetlania powiadomień systemu operacyjnego z informacją dla gracza, że nadeszła jego tura.
ru: Теперь игра может сообщать игроку, что пришла его очередь ходить, через интерфейс операционной системы.
sk: Grafické prostredie operačného systému môže byť použité na oznámenie hráčovi, že je na ťahu.

source: The multiplayer lobby has been completely redesigned for improved ease of play and better appearance.
cs: Čekárna hry více hráčů byla od základů přepracována; nová verze nejen že vypadá lépe, ale je i&nbsp;snadnější ji používat.
de: Die Mehrspieler-Eingangshalle wurde runderneuert, ist nun schöner und zudem einfacher zu bedienen.
et: Mitmemängija ooteruum on täiesti ümber kujundatud, et saavutada lihtsust ja paremat väljanägemist.
gl: O deseño da sala multixogador cambiouse completamente para facilitar o xogo e mellorar o seu aspecto.
hu: A többjátékos játékcsarnokot teljesen átalakítottuk, így szebb a megjelenése és könnyebb játszani rajta.
it: La lobby multigiocatore è stata completamente ridisegnata per migliorare la comodità di gioco e per un migliore aspetto.
lt: Daugelio žaidėjų vestibiulis buvo pilnai perkurtas, pagerintas jo patogumas ir išvaizda.
pl: Poczekalnia trybu wieloosobowego została zaprojektowana całkowicie od nowa, aby ułatwić rozgrywkę i poprawić ogólny wygląd.
ru: Полностью переработан холл мультиплеера — теперь он выглядит лучше, а играть станет легче.
sk: Čakáreň hry viacerých hráčov bola kompletne pretvorená pre lepšiu hrateľnosť a vzhľad.

source: Random numbers are generated on the Wesnoth multiplayer server during MP combats. This makes certain kinds of cheats and out-of-sync conditions impossible, at the cost of breaking compatibility with versions before 1.7.13.
cs: Náhodná čísla pro rozhodování bojů jsou nyní během hry více hráčů generována na serveru. Díky tomu se stává určitý druh podvodů a&nbsp;chyb synchronizace nemožným. Cenou za tento pokrok je však ztráta kompatibility se verzemi hry staršími než 1.7.13.
de: Mehrspieler-Schlachten werden fairer - der Server hat die Oberhoheit über die Zufallszahlen übernommen. Damit werden bisherige Tricks, aber auch Synchronisationsprobleme verhindert. Bewusst wurde damit eine Inkompatibilität zu Versionen vor 1.7.13 in Kauf genommen.
et: Wesnothi mitmemängija server genereerib mängu ajal juhuslikke arve. See kaotab ära mitmed pettuste ja sünkroonist väljamineku võimalused - selle hinnaks on aga ühilduvuse kadumine 1.7.13-st varasemate versioonidega.
gl: Nos combates multixogador xéranse números ao chou no servidor multixogador de Wesnoth. Isto imposibilita certos trucos e mellora a sincronización en certas condicións, pero supón a incompatibilidade con versións anteriores á 1.7.13.
hu: Többjátékos küzdelmekben a véletlen számokat a többjátékos Wesnoth kiszolgáló hozza létre. Ez lehetetlenné tesz bizonyos csalási kísérleteket és megelőzi a szinkronvesztési hibákat is, de cserébe a játék nem kompatibilis az 1.7.13 előtti verziókkal.
it: I numeri casuali sono generati nel server multigiocatore di Wesnoth durante i combattimenti MP. Questo rende certi tipi di trucchi e condizioni di asincronia impossibili, col costo di non essere compatibile con le versioni prima della 1.7.13.
lt: Per daugelio žaidėjų kovas, atsitiktiniai skaičiai generuojami Vesnoto serveryje. Tai užkerta kelią įvairių rūšių sukčiavimui ir išsinchronizavimui, už tai paaukojant suderinamumą su versijomis iki 1.7.13.
pl: Podczas walki w grach wieloosobowych liczby losowe są generowane na serwerze gry wieloosobowej Wesnoth. Zapobiega to pewnym oszustwom i problemom z utratą synchronizacji, jednak kosztem utraty kompatybilności z wersjami wcześniejszymi niż 1.7.13.
ru: Теперь сервер Веснота сам генерирует случайные числа во время мультиплеерных сражений, благодаря чему стали невозможны некоторые способы читерства и решены проблемы с синхронизацией. Цена — потеря совместимости с версиями до 1.7.13.
sk: Náhodné čísla sú pri zápasoch viacerých hráčov generované na serveri sieťovej hry. To znemožňuje niektoré spôsoby podvádzania a nesynchronizovaných stavov, za cenu straty kompatibility s verziami pred 1.7.13.

source: General
cs: Obecné
de: Allgemeines
et: Üldist
gl: Xeral
hu: Általános változások
it: Generale
lt: Bendrai
pl: Ogólne
ru: Общие
sk: Všeobecné

source: The right sidebar on the main game display has been tuned for usability. It now gives more prominence to the selected unit's terrain defence percentage and time-of-day modifier.
cs: Zvýšila se užitná hodnota lišta na pravé straně obrazovky. Zvýrazňuje modifikátory terénní obrany a&nbsp;denní doby pro vybranou jednotku.
de: Die taktische Übersicht am rechten Bildschirmrand wurde erweitert um den geländeabhängigen Verteidigungswert der Einheit und den Tag-Nachteinfluss auf deren Kampfkraft.
et: Paremas servas asuv külgpaan mängu põhiekraanil on kasutatavuse vaatenurgast üle vaadatud. Nüüd näitab ta selgemalt valitud üksuse kaitsevõimet asukoha maastikul ning päevaajast sõltuvaid omadusi.
gl: Modificouse a barra lateral dereita da pantalla principal do xogo centrándose na facilidade de uso. Agora salienta a porcentaxe defensiva do terreo en que está a unidade seleccionada e mailo seu modificador segundo o momento do día.
hu: A játékképernyő jobb oldalán lévő panelt a még jobb áttekinthetőség érdekében átalakítottuk: még világosabban látszik az épp kiválasztott egység adott terepen érvényes védelmi százaléka és napszaki módosítója.
it: La barra a destra nella schermata di gioco è stata ottimizzata. Ora da più importanza alla percentuale di difesa sul terreno dell'unità selezionata e al modificatore del periodo della giornata.
lt: Patobulinome dešinįjį skydelį pagrindiniame žaidimo lange. Dabar geriau išsiskiria pasirinkto dalinio gynybiniai sugebėjimai, priklausantys nuo vietovės bei paros laiko.
pl: Prawy pasek boczny w głównym oknie gry został poprawiony pod kątem użyteczności. Wyróżnione zostały dwie kluczowe informacje: modyfikator terenowy obrony jednostki oraz modyfikator wynikający z pory dnia.
ru: Правая боковая панель сделана более удобной. Теперь на ней есть информация о защите выбранного бойца на данной местности и модификатор времени суток.
sk: Pravý panel v hlavnom okne hry bol vyladený pre použiteľnosť. Teraz viac zvýrazňuje obranu zvolenej jednotky na teréne a jej modifikáciu jej sily podľa dennej doby.

source: There is a new monster unit: the Water Serpent. Additionally, the Dwarvish Scout from Under the Burning Suns is now part of normal Dwarvish sides in campaigns. Several other unit lines &mdash; most notably the Drakes &mdash; have been completely redone with improved art and animations. A remake of the merfolk units out of our Art Director's virtual pencil has been completed in this release cycle. (But most animations are still missing for them.)
cs: Do hry přibyl nový druh jednotky - Vodní had. Dále se jednotka 'trpasličí hlídka' z&nbsp;tažení <cite>Pod žhnoucími slunci</cite> stala součástí veškerého trpaslictva v&nbsp;dalších taženích. Množství dalších linií jednotek &mdash; především drakonidů &mdash; získalo kompletní novou grafiku včetně animací. V&nbsp;této verzi také z&nbsp;virtuálního pera našeho „grafického ředitele“ pochází nové přepracování grafiky pro vodní lid (prozatím bohužel bez animací).
de: Eine neue Monstereinheit, die Wasserschlange, macht die Gewässer Wesnoths unsicher. Dafür tritt der Zwergenspäher aus »Unter brennenden Sonnen« nun auch in anderen Kampagnen auf. Verschiedene andere Einheiten &mdash; insbesondere die Draken &mdash; wurden künstlerisch vollständig überarbeitet. Aber auch das Meervolk floss neu gewandet aus der virtuellen Feder unseres künstlerischen Direktors persönlich. (Nur die Animationen stehen hier noch aus.)
et: Üksustesse on lisatud on uus koletis: veemadu. Lisaks on "Põletavate päikeste all" sõjakäigust tuttav päkapike luuraja nüüd saadaval teiste päkapike hulgas ka mujal. Mitmed üksusteliigid &mdash; eriti lohed &mdash; on parema graafika ja animatsioonidega täiesti ümber tehtud. Meie graafikapealiku loodud uued näkkide üksused on samuti lisatud, ent neil puudub veel enamik animatsioone.
gl: Hai unha nova unidade monstro: a serpe de auga. Asemade, o anano explorador de Baixo os ardentes soles forma agora parte do bando xeral dos ananos nas campañas. Moitas outras liñas de unidades &mdash;especialmente os draconiáns&mdash; volvéronse facer dende cero con gráficos e animacións melloradas. Neste ciclo de lanzamentos completouse unha versión alternativa das unidades sirénidas allea ao lapis do director gráfico (pero aínda faltan a meirande parte das animacións).
hu: Egy új szörny egység is megtalálható a játékban: a vízi kígyó. "A tűző napok alatt"-ból ismert törp felderítő immár más hadjáratokban is toborozható. Több másik egységsor &mdash; legszembetűnőbben a perzsekények &mdash; teljesen megújult és még szemet gyönyörködtetőbb képekkel, animációkkal bővült. A művészeti igazgatónk virtuális tollának hála a sellők újrarajzolása befejeződött és jelen van ebben a kiadásban (azonban a legtöbb animációjuk még hiányzik).
it: C'è una nuova unità mostro: il Serpente d'Acqua. In più, il Nano Esploratore da Sotto i Soli Roventi è ora parte del normale schieramento dei nani nelle campagne. Alcune altre linee di unità &mdash; soprattutto i Draghi &mdash; sono stati completamente rifatte con disegni e animazioni migliori. Un rifacimento delle unità dei nereidi è stato completato con questo ciclo di rilascio dalla matita virtuale del nostro Direttore Artistico (Ma la maggior parte della animazioni mancano ancora).
lt: Įdėjome naują monstrą, vandens gyvatę. Taip pat, dvarfų žvalgai iš kampanijos <cite>Po deginančiomis saulėmis</cite> dabar gali būti naudojami ir kitose kampanijose. Perpiešėme keletą kitų dalinių rūšių &ndash; labiausiai slibinus. Šiame leidime iš po mūsų Menų Direktoriaus virtualaus teptuko pasirodė perpiešti vandenių daliniai. (Tačiau jiems dar trūksta didžiosios dalies animacijos).
pl: Pojawił się nowy potwór: wąż morski. Dodatkowo krasnoludzki zwiadowca z kampanii Pod Palącymi Słońcami jest teraz dostępny w zwykłej armii krasnoludów w pozostałych kampaniach. Kilka innych linii jednostek (szczególnie smoków) zostało poddanych gruntownej przeróbce, włącznie z oprawą graficzną oraz animacjami. Odświeżone jednostki mermenów autorstwa naszego głównego grafika zostały ukończone w tym wydaniu, choć nadal brakuje do nich większości animacji.
ru: Появился новый монстр: водяной змей. Кроме того, гномьи скороходы из кампании «Под палящими светилами» теперь вошли в обычный набор гномьих воинов в кампаниях. Некоторые другие ветви воинов — прежде всего, дрейки — полностью переделаны, нарисована новая графика и анимация. В этом же релизном цикле виртуальный карандаш нашего графического директора закончил работу над водяными. (Впрочем, им по-прежнему не хватает анимаций).
sk: Vznikla nová obluda: Vodný had. Ďalej bol do trpasličej rasy vo výpravách pridaný Trpaslík prieskumník, známy z výpravy Pod žeravými slnkami. Viaceré ďalšie rady jednotiek získali nové prepracované kresby a animácie &mdash; najmä jašteri. Taktiež bolo dokončené prepracovanie jednotiek morských ľudí, aj keď animácie im ešte stále chýbajú.

source: Add-on descriptions are now accessible from the add-on download dialog via a button.
cs: Před stažením rozšíření si v&nbsp;dialogu pro stahování můžete přečíst jeho popis pomocí příslušného tlačítka.
de: Beschreibungen der Erweiterungen sind nun im Dialog »Erweiterungen herunterladen« auf Knopfdruck verfügbar.
et: LIsamoodulite kirjeldusi näeb nüüd vastavast dialoogist sellekohasele nupule klõpsates.
gl: Agora hai un botón para acceder ás descricións dos complementos no diálogo de descarga.
hu: A kiegészítők leírása immár egy gombnyomással elérhető a kiegészítések letöltésekor megjelenő párbeszédablakból.
it: Le descrizioni delle estensioni sono ora accessibili dalla finestra di download tramite un pulsante.
lt: Dabar, priedų parsisiuntimo dialoge paspaudus mygtuką, galima perskaityti priedo aprašymą.
pl: W oknie pobierania dodatków pojawił się nowy przycisk, umożliwiający wyświetlanie ich opisów.
ru: В диалог загрузки аддонов добавлена кнопка, которая позволяет посмотреть описание аддона.
sk: Popisy doplnkov sú teraz prístupné z dialógového okna sťahovania doplnkov po stlačení tlačidla.
