Repository: Kvirit1/website
Catalog: start/1.6/po/*.po
Languages: cs, de, fr, hu, id, lt, nb_no, pl, ru, zh_cn

source: en
cs: cs
de: de
fr: fr
hu: hu
id: id
lt: lt
pl: pl
ru: ru

source: Default
de: Standard
fr: Defaut
hu: Alapértelmezett
lt: Numatyta
pl: Domyślne
ru: По умолчанию

source: Battle for Wesnoth 1.6
cs: Bitva o Wesnoth 1.6
fr: La Bataille pour Wesnoth 1.6
hu: Harc Wesnothért 1.6
id: Peperangan untuk Wesnoth 1.6
lt: Mūšis dėl Wesnoth 1.6
nb_no: Kampen om Wesnoth 1.6
pl: Bitwa o Wesnoth 1.6
ru: Битва за Веснот 1.6

source: Wesnoth logo
cs: Logo Wesnothu
fr: Logo Wesnoth
hu: Wesnoth logó
id: Simbul Wesnoth
lt: Wesnoth logotipas
nb_no: Wesnothemblem
pl: Logo Wesnoth
ru: Логотип Веснота

source: Battle for Wesnoth 1.6 Release Notes
cs: Poznámky k vydání Bitvy o Wesnoth verze 1.6
de: Battle for Wesnoth 1.6: Informationen zur Veröffentlichung
fr: Notes de publication de Wesnoth 1.6
hu: Harc Wesnothért 1.6 - Kiadási megjegyzések
id: Catatan Publikasi Peperangan untuk Wesnoth 1.6
lt: Mūšio dėl Wesnoth 1.6 išleidimo pastabos
nb_no: Utgivelsesnotat for Kampen om Wesnoth 1.6
pl: Informacje o wydaniu Bitwy o Wesnoth 1.6
ru: Пресс-релиз «Битвы за Веснот» 1.6
zh_cn: Battle for Wesnoth 1.6 发行说明

source: <em>March 22, 2009</em>. Once again it's time for that epoch-making event, a Wesnoth stable release. The Battle for Wesnoth team is proud to release version 1.6 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>Free</a>, turn-based strategy game with a fantasy theme and roleplaying elements. The game is <a href='#download'>available for download</a> now for Windows, Mac OS X and various GNU/Linux distributions.
cs: <em>22. března 2009</em>. Opět nadešel čas pro epochální událost, vydání stabilní verze Wesnothu. Tým vývojářů Bitvy o&nbsp;Wesnoth hrdě oznamuje vydání verze 1.6 hry <em>Bitva o&nbsp;Wesnoth</em> &#8212; <a href='http://www.gnu.org/philosophy/philosophy.html'>svobodné</a> tahové strategie s&nbsp;fantastickým námětem a&nbsp;prvky RPG. Hru můžete <a href='#download'>stahovat</a> ve verzích pro Windows, Mac&nbsp;OS&nbsp;X a&nbsp;různé distribuce GNU/Linuxu.
de: <em>22. März, 2009</em>. Das Battle for Wesnoth Team ist stolz, die Veröffentlichung der Version 1.6 von <em>The Battle for Wesnoth</em> bekanntgeben zu dürfen. Es handelt sich um ein <a href='http://www.gnu.org/philosophy/philosophy.de.html'>freies</a>, rundenbasiertes Strategiespiel in einer Phantasiewelt mit Rollenspielelementen. Das Spiel ist unter anderem für Windows, Mac OS X und verschiedene GNU/Linux Distributionen <a href='#download'>verfügbar</a>.
fr: <em>22 mars 2009</em>. L'heure est venue d'écrire une nouvelle page de l'Histoire. Les développeurs de La Bataille pour Wesnoth sont fiers de présenter la version 1.6 de <em>La Bataille pour Wesnoth</em>, un jeu de stratégie au tour par tour <a href='http://www.gnu.org/philosophy/philosophy.html'>libre</a>, dans un univers médiéval-fantastique et comportant des éléments de jeu de rôle. Le jeu est <a href='#download'>disponible au téléchargement</a> dès maintenant pour Windows, Mac OS X, et diverses distributions GNU/Linux.
hu: <em>2009. március 22.</em> A Harc Wesnothért csapat büszkén jelenti be a <em>Harc Wesnothért</em> 1.6-os verziójának kiadását, ami egy <a href='http://www.gnu.org/philosophy/philosophy.html'>Ingyenes</a>, körökre osztott, fantasy témájú, szerepjátékelemekkel tarkított stratégiai játék. A játék <a href='#download'>letölthető</a> Windowsra, Mac OS X-re, és különböző GNU/Linux változatokra is.
id: <em>22 Maret, 2009</em>. Sekali lagi, ini adalah waktu untuk membuat zaman baru, sebuah publikasi stabil Wesnoth. Tim Peperangan untuk Wesnoth bangga mengumumkan <em>Peperangan untuk Wesnoth</em> versi 1.6, sebuah permainan strategi bergiliran, <a href='http://www.gnu.org/philosophy/philosophy.html'>Gratis</a>, dengan tema fantasi dan elemen bermain karakter. Permainan ini <a href='#download'>bisa didownload</a> untuk Windows, Mac OS X dan distribusi GNU/Linux bermacam-macam.
lt: <em>2009 m. kovo 22 d</em>. Ir vėl atėjo laikas šiam naują epochą pradedančiam įvykiui – stabiliai Wesnoth laidai. Mūšio dėl Wesnoth komanda didžiuodamasi išleidžia <em>Mūšio dėl Wesnoth</em> 1.6 versiją, <a href='http://www.gnu.org/philosophy/philosophy.html'>laisvą</a>, ėjimais pagrįstą strateginį žaidimą su fantastine tema ir vaidmenų žaidimo elementais. Žaidimas dabar <a href='#download'>prieinamas atsisiuntimui</a> Windows, Mac OS X, ir įvairioms GNU/Linux distribucijoms.
nb_no: <em>22 Mars, 2009</em>. Omsider er det på ny duket for en epokegjørende hendelse, en stabil utgave av Wesnoth. Teamet bak Kampen for Wesnoth kan stolt presentere versjon 1.6 av <em>Kampen om Wesnoth</em>, et <a href='http://www.gnu.org/philosophy/philosophy.html'>åpent</a>, rundebasert strategispill med rollespillelementer i en fantasysetting. Spillet er <a href='#download'>tilgjenglig for nedlasting</a> for Windows, Mac OS X og diverse GNU/Linux distribusjoner.
pl: <em>22 marca 2009 r.</em> Po raz kolejny nadeszła wiekopomna chwila: pojawiła się nowa wersja stabilna Wesnoth. Zespół Bitwy o Wesnoth z dumą ogłasza wydanie wersji 1.6 <em>Bitwy o Wesnoth</em>, <a href='http://www.gnu.org/philosophy/free-sw.pl.html'>darmowej (wolnej)</a> turowej gry strategicznej o tematyce fantasy z elementami gry fabularnej. Grę można <a href='#download'>pobrać</a> w wersjach na platformy Windows, Mac OS X i różne dystrybucje GNU/Linuksa.
ru: <em>22 марта 2009 года</em>. И снова пришло время эпохального свершения — это новый стабильный релиз <em>Битвы за Веснот</em>. Команда разработчиков «Битвы за Веснот» с гордостью представляет вам версию 1.6 нашей <a href='http://www.gnu.org/philosophy/philosophy.html'>свободной</a> пошаговой стратегии в стиле «фэнтэзи» с ролевыми элементами. Вы <a href='#download'>можете скачать</a> версию для Windows, Mac OS X, и различных дистрибутивов GNU/Linux.
zh_cn: <em>2009年3月22日</em>。 又到了创造新时代的时间了————一个新的Wesnoth稳定版。Battle for Wesnoth 小组很高兴发布<em>Battle for Wesnoth</em> 1.6 版。Battle for Wesnoth 是一个<a href='http://www.gnu.org/philosophy/philosophy.html'>自由</a>，拥有非常棒的主题和角色扮演元素的回合制策略类游戏。这个游戏提供Windows, Mac OS X 和 各种GNU/Linux发行版的<a href='#download'>下载</a>。

source: <a href='#game'>What's New in Wesnoth 1.6</a>
cs: <a href='#game'>Co je nového v Bitvě o Wesnoth, verze 1.6</a>
de: <a href='#game'>Was ist neu in Wesnoth 1.6</a>
fr: <a href='#game'>Nouveautés de Wesnoth 1.6</a>
hu: <a href='#game'>Újdonságok a Wesnoth 1.6-ban</a>
id: <a href='#game'>Apa yang Baru di Wesnoth 1.6</a>
lt: <a href='#game'>Kas naujo yra Wesnoth 1.6</a>
nb_no: <a href='#game'>Hva er nytt i Wesnoth 1.6</a>
pl: <a href='#game'>Nowości w Wesnoth 1.6</a>
ru: <a href='#game'>Что нового в «Битве за Веснот» 1.6</a>
zh_cn: <a href='#game'>Wesnoth 1.6 新增元素</a>

source: <a href='#players'>For Players</a>
cs: <a href='#players'>Pro hráče</a>
de: <a href='#players'>Für Spieler</a>
fr: <a href='#players'>Pour les joueurs</a>
hu: <a href='#players'>Játékosoknak</a>
id: <a href='#players'>Untuk Pemain</a>
lt: <a href='#players'>Žaidėjams</a>
nb_no: <a href='#players'>For spillere</a>
pl: <a href='#players'>Dla graczy</a>
ru: <a href='#players'>Для игроков</a>
zh_cn: <a href='#players'>对于玩家</a>

source: <a href='#campaigns'>Campaigns</a>
cs: <a href='#campaigns'>Tažení</a>
de: <a href='#campaigns'>Kampagnen</a>
fr: <a href='#campaigns'>Campagnes</a>
hu: <a href='#campaigns'>Hadjáratok</a>
id: <a href='#campaigns'>Kampanye</a>
lt: <a href='#campaigns'>Kampanijos</a>
nb_no: <a href='#campaigns'>Felttog</a>
pl: <a href='#campaigns'>Kampanie</a>
ru: <a href='#campaigns'>Кампании</a>
zh_cn: <a href='#campaigns'>战役</a>

source: <a href='#multiplayer'>Multiplayer</a>
cs: <a href='#multiplayer'>Hra více hráčů</a>
de: <a href='#multiplayer'>Mehrspieler</a>
fr: <a href='#multiplayer'>Multijoueur</a>
hu: <a href='#multiplayer'>Többjátékos mód</a>
id: <a href='#multiplayer'>Multi-pemain</a>
lt: <a href='#multiplayer'>Daugelio žaidėjų žaidimas</a>
nb_no: <a href='#multiplayer'>Flerspiller</a>
pl: <a href='#multiplayer'>Gra wieloosobowa</a>
ru: <a href='#multiplayer'>Мультиплеер</a>
zh_cn: <a href='#multiplayer'>多人对战</a>

source: <a href='#general'>General</a>
cs: <a href='#general'>Obecné</a>
de: <a href='#download'>Allgemeines</a>
fr: <a href='#general'>Général</a>
hu: <a href='#general'>Általános változások</a>
id: <a href='#general'>Umum</a>
lt: <a href='#general'>Bendrai</a>
nb_no: <a href='#general'>Generelt</a>
pl: <a href='#general'>Ogólne</a>
ru: <a href='#general'>В целом</a>
zh_cn: <a href='#general'>总体</a>

source: <a href='#campdev'>For Campaign Developers</a>
cs: <a href='#campdev'>Pro autory rozšíření</a>
de: <a href='#campdev'>Für Kampagnenentwickler</a>
fr: <a href='#campdev'>Pour les créateurs de campagnes</a>
hu: <a href='#campdev'>A hadjáratok fejlesztőinek</a>
id: <a href='#campdev'>Untuk Pengembang Kampanye</a>
lt: <a href='#campdev'>Kampanijų kūrėjams</a>
nb_no: <a href='#campdev'>For spillutviklere</a>
pl: <a href='#campdev'>Dla autorów kampanii</a>
ru: <a href='#campdev'>Для разработчиков кампаний</a>
zh_cn: <a href='#campdev'>对于战役制作者</a>

source: <a href='#download'>Download</a>
de: <a href='#download'>Herunterladen</a>
fr: <a href='#download'>Téléchargement</a>
hu: <a href='#download'>Letöltés</a>
lt: <a href='#download'>Atsisiųsti</a>
nb_no: <a href='#download'>Last ned</a>
pl: <a href='#download'>Pobierz</a>
ru: <a href='#download'>Скачать</a>
zh_cn: <a href='#download'>下载</a>

source: <a href='#more'>More Info</a>
cs: <a href='#more'>Další informace</a>
de: <a href='#more'>Weitere Informationen</a>
fr: <a href='#more'>Informations complémentaires</a>
hu: <a href='#more'>További információk</a>
id: <a href='#more'>Info Terinci</a>
lt: <a href='#more'>Daugiau informacijos</a>
nb_no: <a href='#more'>Mer info</a>
pl: <a href='#more'>Więcej informacji</a>
ru: <a href='#more'>Дополнительно</a>
zh_cn: <a href='#more'>更多信息</a>

source: What's New in Wesnoth 1.6
cs: Co je nového ve Wesnothu 1.6
de: Neu in Wesnoth 1.6
fr: Nouveautés de Wesnoth 1.6
hu: Újdonságok a Wesnoth 1.6-ban
id: Apa yang Baru di Wesnoth 1.6
lt: Kas naujo yra Wesnoth 1.6
nb_no: Hva er nytt i Wesnoth 1.6
pl: Nowości w Wesnoth 1.6
ru: Что нового в «Битве за Веснот» 1.6
zh_cn: Wesnoth 1.6 新增元素

source: We have many new features for your enjoyment this time around, including a new mainline campaign, two new multiplayer scenarios and another refresh of the user interface.
cs: Připravili jsme pro Vás velké množství novinek včetně dalšího tažení, dvou nových scénářů pro hru více hráčů a&nbsp;obnovy uživatelského rozhraní.
de: Auch diesmal gibt es wieder eine ganze Reihe neuer Funktionen, die für noch mehr Spielspaß sorgen, eine nagelneue Kampagne, zwei neue Mehrspieler-Szenarien und eine auf den neuesten Stand gebrachte Benutzeroberfläche.
fr: De nombreuses améliorations vous sont proposées dans cette version : une nouvelle campagne intégrée, deux nouveaux scénarios multijoueurs et une interface graphique rafraîchie.
hu: Sok újdonságot építettünk be, amelyekkel a színvonalasabb szórakoztatást szeretnénk elérni: egy új hadjáratot, két új többjátékos pályát tartalmaz a kiadás, s a felhasználói felületet is frissítettük.
id: Kami memiliki banyak fitur baru untuk kesenangan anda kali ini, termasuk kampanye utama baru, dua skenario multi-pemain baru dan refresh pemain antarmuka sekali lagi.
lt: Šį kartą, jūsų džiaugsmui, turime daug naujų galimybių, įskaitant naują oficialią kampaniją, du naujus daugelio žaidėjų scenarijus ir dar vieną naudotojo sąsajos atnaujinimą.
nb_no: Vi har mange nye kjennemerker å glede oss over denne gangen, blant annet et nytt felttog, to nye flerspillerscenarier og en forfriskende oppdatering av brukergrensesnittet.
pl: W nowej wersji wprowadziliśmy wiele ulepszeń, które docenią wszyscy użytkownicy, w tym jedną nową kampanię oficjalną, dwa nowe scenariusze wieloosobowe i gruntownie odświeżony interfejs.
ru: Наслаждайтесь! В этот раз для вас множество новинок. В том числе: новая кампания в основной ветке игры, два новых многопользовательских сценария, а ещё мы снова обновили пользовательский интерфейс.
zh_cn: 这次我们为你准备了很多新特性，包括一个新的主线战役，两个新的对战地图，还有再次更新了我们的用户界面。

source: For Players
cs: Pro hráče
de: Für Spieler
fr: Pour les joueurs
hu: Játékosoknak
id: Untuk Pemain
lt: Žaidėjams
nb_no: For spillere
pl: Dla graczy
ru: Игрокам
zh_cn: 对于玩家

source: Campaigns
cs: Tažení
de: Kampagnen
fr: Campagnes
hu: Hadjáratok
id: Kampanye
lt: Kampanijos
nb_no: Felttog
pl: Kampanie
ru: Кампании
zh_cn: 战役

source: Wesnoth Screenshot
cs: Snímek z Wesnothu
fr: Capture d'écran de Wesnoth
hu: Wesnoth képernyőkép
id: Gambar Skrin Wesnoth
lt: Wesnoth ekranvaizdis
nb_no: Wesnoth skjermbilde
pl: Zrzut ekranu Wesnoth
ru: Скриншот Веснота
zh_cn: Wesnoth 屏幕截图

source: There is a new mainline campaign, <em>The Legend of Wesmere</em>, with new gameplay features including (in one scenario) the ability to use the game AI as your commander for an allied side, setting its objectives as you like. Search for this hidden feature by right-clicking on your allied commanders during scenario 7. This campaign was imported from the <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev project</a>, where it spent a few months being adapted for mainline.
cs: Nové tažení „<em>Wesmerská legenda</em>“ mimo jiné využívá nové vlastnosti Wesnothu - v&nbsp;jednom scénáři můžete ovládat i&nbsp;spřátelené týmy jednoduchými sadami příkazů a&nbsp;lépe tak s&nbsp;nimi spolupracovat. Tuto poněkud skrytou lahůdku najdete v&nbsp;sedmém scénáři - stačí kliknout pravým tlačítkem na spřátelené vůdce. Tažení bylo importováno z&nbsp;<a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">projektu Wesnoth-UMC-Dev</a>, kde bylo po několik měsíců připravováno pro začlenění do oficiální sady.
de: Die neue Kampagne <em>Die Legende von Wesmere</em> verwendet bereits viele der neuen Funktionen, insbesondere (in einem Szenario) die Möglichkeit, Anweisungen an alliierte Truppen unter Computerkontrolle zu übermitteln, um ihm eine vom Spieler gewählte Strategie vorzugeben. Ein Rechtsklick auf den Anführer der Verbündeten im 7. Szenario reicht dazu aus. Diese Kampagne befand sich früher im <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev Projekt</a>, und wurde im Laufe der letzten Monate weiterentwickelt und angepasst.
fr: Le jeu offre une nouvelle campagne, <em>La légende de Wesmere</em>, qui offre entre entre autres la possibilité (dans un scénario) d'utiliser l'intelligence artificielle pour contrôler un camp allié en lui fixant des objectifs. Découvrez cette interface cachée en cliquant-droit sur les commandants alliés lors du scénario 7. Cette campagne a été importée depuis le <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">projet Wesnoth-UMC-Dev</a>, où elle a passé quelques mois de gestation afin d'être adaptée au jeu.
hu: A fő hadjáratok közé beillesztettünk egy újat is, az új hadjárat, a <EM>Wesmere legendája</EM> egyik küldetése egy új lehetőséget is tartalmaz: a szövetséges MI játékosnak feladatokat tudsz adni, ezáltal az általa irányított seregrész stratégiáját is meg tudod határozni. E rejtett lehetőség igénybevételéhez a hetedik küldetésben (Az utolsó tünde állás) jobb gombbal kattints a kiválasztott parancsnokra. Ezt a hadjáratot a <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev project</a>-ből emeltük át a játék fő hadjáratai közé, ahol néhány hónapig volt, míg mindenben a fő hadjáratokhoz igazítottuk.
id: Ada kampanye utama baru, <em>Legenda Wesmere</em>, dengan fitur permainan baru termasuk (di satu skenario) kemampuan menggunakan AI permainan sebagai komandan anda untuk sisi sekutu, memasang misinya sesuka anda. Cari fitur tersembunyi ini dengan mengklik kanan komandan sekutu anda pada skenario 7. Kampanye ini diimpor dari <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Proyek Wesnoth-UMC-Dev</a>, di mana proyek tersebut menghabiskan beberapa bulan diadaptasi menjadi kampanye utama.
lt: Yra nauja oficiali kampanija, <em>Wesmeros legenda</em>, su naujomis žaidimo galimybėmis, įskaitant (viename scenarijuje) galimybę naudoti žaidimo DI kaip jūsų vadą sąjungininkų pusei, kaip norite nustatinėdami tikslus. Šios paslėptos galimybės ieškokite spragtelėdami dešinįjį mygtuką ant sąjungininkų vadų 7 scenarijuje. Ši kampanija buvo importuota iš <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev projekto</a>, kur ji kelis mėnesius praleido ruošiama būti oficialia.
nb_no: Et nytt felttog venter på utforskning, <em>The Legend og Wesmere</em> utnytter nye muligheter for spillmekanikk, blant annet evnen til å bruke spillets AI som kommandør for allierte tropper, med objektiver du bestemmer. Finn ut mer om dette ved å høyreklikke på din allierte ledere under scenario 7. Dette felttoget ble hentet inn fra <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev prosjektet</a>, hvor det har blitt utviklet for inkludering i hovedgrenen av spillet.
pl: Pojawiła się nowa kampania oficjalna, <em>Legenda Wesmere</em>, wprowadzająca kilka nowych funkcji rozgrywki. W jednym ze scenariuszy można na przykład nakazać komputerowi dowodzenie jedną ze sprzymierzonych stron i wyznaczyć mu cele według własnego planu strategicznego. Funkcja jest ukryta &mdash; można ją odnaleźć poprzez kliknięcie prawym przyciskiem myszy jednostki dowódcy strony sprzymierzonej w scenariuszu 7. Kampania pochodzi z <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">projektu Wesnoth-UMC-Dev</a>, gdzie przez kilka miesięcy była przygotowywana do oficjalnego dołączenia do gry.
ru: Новая кампания основной ветви, <em>Легенда Весмира</em>, покажет вам новые функции игры — например, в одном из сценариев вы можете давать вашему союзнику-AI задания по своему усмотрению. Эту скрытую функцию можно найти, щёлкнув правой кнопкой мыши на лидере вашего союзника в сценарии №7. Эту кампанию мы взяли из <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">проекта Wesnoth-UMC-Dev</a>, где её в течение нескольких месяцев адаптировали к основной ветке игры.
zh_cn: 我们有一个新的主线战役，<em>Wesmere的传奇</em>，这个战役有一项新特性（在某一关中）你可以通过AI来指挥友军，按你的意愿设定他们的目标。在第7关时右键单击友军首领，你就会发现这个隐藏元素。这个战役是从<a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev项目</a>引进的，它在那里调整了几个月才进入了主线。

source: Almost all mainline campaigns now use a different method of carrying over gold from scenario to scenario: the amount of gold retained is now 40% instead of 80%, but it is added to the minimum starting gold of the next scenario instead of only replacing it if higher.
cs: Téměř všechna oficiální tažení používají nový systém pro přenos zlata mezi scénáři. Namísto větší hodnoty z&nbsp;80% původních financí nebo definovaného minima je to nyní minimum plus 40% původního zlata.
de: Fast alle offiziellen Kampagnen verwenden nun ein geändertes System des Goldübertrags zum Folgeszenario: Man behält vom Gold nur 40% statt der ehemaligen 80%, aber nun addiert es sich immer zum Startwert des nächsten Szenarios. Früher ersetzte ein höherer Restbetrag den Startwert vollständig.
fr: La majorité des campagnes livrées avec le jeu utilisent un nouveau mécanisme pour transférer l'or d'un scénario au suivant. Le montant retenu est maintenant de 40 % au lieu de 80 % ; mais il est ajouté au montant minimal du scénario suivant alors qu'auparavant il le remplaçait quand il était supérieur.
hu: Majdnem minden fő hadjáratban új aranyátviteli szabályt vezettünk be: az eddigi 80% helyett a maradék arany 40%-át lehet továbbvinni az új pályára, de ez hozzáadódik a következő küldetés kezdeti aranymennyiségéhez.
id: Hampir semua kampanye utama menggunakan cara lain membawa emas dari skenario ke skenario: jumlah emas yang disimpan sekarang 40% dan bukan 80%, tetapi emas ini ditambahkan ke emas permulaian minimum untuk skenario berikutnya dan bukan menggantikannya jika lebih tinggi.
lt: Beveik visos oficialios kampanijos dabar naudoja kitokį aukso pernešimo iš scenarijaus į scenarijų metodą: išlaikomo aukso kiekis dabar yra 40% vietoj 80%, bet jis yra pridedamas prie minimalaus kito scenarijaus pradžios aukso, vietoj to, kad jį pakeistų, jei yra daugiau.
nb_no: Nesten alle felttog bruker nå en ny metode for å beregne overført gull fra scenario til scenario: andelen gull som beholdes er nå 40% istedet for 80%, men denne summen legges til minimum startgull i neste scenario istedet for å erstatte denne minstesummen.
pl: W większości kampanii oficjalnych jest stosowana zmieniona metoda przenoszenia złota do następnego scenariusza. Zachowywane jest 40% złota końcowego (a nie 80%, jak dotąd), ale kwota ta jest dodawana do złota początkowego dla następnego scenariusza zamiast je zastępować (co miało dotąd miejsce, jeśli złota początkowego było mniej niż zachowanego).
ru: Почти все кампании основной ветви теперь используют новую систему переноса золота от сценария к сценарию: сохранить можно только 40%, а не 80%, но зато эта сумма не заменяет минимальный стартовый уровень, а добавляется к нему.
zh_cn: 几乎所有的主线战役现在都使用一种不同的方法把金币传到下一关：留到下一关的金币现在是40%，而不是80%，不过这个数字会在下一关加到最小起始金币里面，而不是如果比最小起始金币高就直接作为起始金币。
