Repository: Kvirit1/website
Catalog: start/1.6/po/*.po
Languages: cs, de, fr, hu, id, lt, nb_no, pl, ru, zh_cn

source: Many mainline campaigns have improved storyline prose and new cutscenes or epilogs. Several have improved and redrawn campaign maps. All now have dates in the Wesnoth history timeline, and almost all have journey animations on their campaign maps. The history and geography of Wesnoth have been developed in more depth and detail: More campaigns now include references to events in the overall history, adding depth and richness to the narration.
cs: Texty, epilogy a&nbsp;celkové začlenění příběhu do mnohých oficiálních tažení prošly kontrolou a&nbsp;doznaly četných zlepšení. Mnoho tažení také dostalo nové mapy a&nbsp;animace postupu na nich. Všechny jsou nyní přesně umístěny v&nbsp;čase a&nbsp;místě - historie a&nbsp;geografie Wesnothu byla zkonsolidována a&nbsp;propojena v&nbsp;celé šíři. Většina tažení nyní obsahuje odkazy na další historické události, čímž je umocněn dojem celistvosti.
de: Viele Texte in den Kampagnen wurden überarbeitet und neue Zwischensequenzen und Epiloge lassen Wesnoth jetzt noch lebensechter erscheinen. Viele neue und geänderte Karten wurden eingearbeitet. Alle Kampagnen sind nun in die Geschichte Wesnoths eingebunden. Bei fast allen kann nun der Reiseverlauf der Helden auf der Karte Wesnoths nachvollzogen werden. Die Geschichte und die Geographie wurde noch ausgefeilter, so dass die Anknüpfungspunkte an die Geschichte Wesnoths eine neue Tiefe und noch größere Abenteuer erwarten lassen.
fr: Plusieurs campagnes livrées avec le jeu ont vu leur récit amélioré et de nouveaux épilogues et cinématiques ont été ajoutés. Leurs cartes ont aussi été redessinées. Toutes les campagnes trouvent maintenant leur place dans la chronologie de Wesnoth et les voyages sont animés sur les cartes. L'histoire et la géographie de Wesnoth ont été enrichies : les campagnes font plus souvent référence à des événements de l'histoire globale, ce qui ajoute de la profondeur à la narration.
hu: A fő hadjáratok szövege is nagyrészt megújult, a történetek szála tovább csiszolódott és új átvezető szövegekkel gyarapodott. Több hadjáratban is átdolgoztuk, újrarajzoltuk a térképeket is. Minden hadjáratot elhelyeztünk Wesnoth történelmi időskáláján, wesnothi időszámítás szerinti évszámokkal. Majd mindegyik hadjárat térképén megjelenik a küldetés útvonalának animációja. Wesnoth történelmét és földrajzát még részletesebben leírtuk, és sok hadjáratba építettünk be történelmi utalásokat színesítve és gazdagítva az elbeszélések hátterét.
id: Banyak kampanye utama sudah mengembangkan cerita dan epilognya. Beberapa memiliki peta kampanye terkembang dan digambar ulang. Sekarang semua memiliki tanggal di sejarah Wesnoth, dan hampir semua memiliki animasi perjalanan di peta kampanye mereka. Sejarah dan geografi Wesnoth sudah dikembangkan dengan detil dan lebih dalam: Lebih banyak kampanye sekarang yang memasukkan referensi ke kejadian di seluruh sejarah, menambahkan kedalaman dan kemewahan kepada kisahnya.
lt: Daug oficialių kampanijų turi patobulintą pasakojimų prozą ir naujas scenas ar epilogus. Keletas turi patobulintus ir perpieštus kampanijų žemėlapius. Visos dabar turi datas Wesnotho istorijoje ir beveik visos turi kelionių animacijas savo kampanijų žemėlapiuose. Wesnotho istorija ir geografija buvo ištobulintos dar giliau ir detaliau: daugiau kampanijų dabar turi nuorodas į įvykius visoje istorijoje, taip suteikiant pasakojimui išsamumo ir gausumo.
nb_no: Mange felttog har fått ny og forbedret språkdrakt og nye mellomspill eller epiloger. Flere felttogkart har blitt nytegnet og forbedret. Alle er nå tidfestet på Wesnoths interne tidslinje, og nesten alle har reiseanimasjoner på kartene mellom scenariene. Wesnoths historie og geografi har gjennomgått en utvikling i retning av mer dybde og detalj: Flere felttog enn tidligere nevner referanser til hendelser i historien utenfor, med mer fylde i fortellingene som resultat.
pl: W wielu kampaniach oficjalnych zostały ulepszone teksty fabuły i niektóre mapy. Pojawiły się też nowe sceny między scenariuszami oraz kilka epilogów. Wszystkie kampanie zostały dokładnie umiejscowione w historii Wesnoth i prawie wszystkie mają już animacje podróży na mapach głównych. Dużo uwagi poświęciliśmy też dopracowaniu i pogłębieniu historii i geografii Wesnoth &mdash; w wielu kampaniach znalazły się odwołania do historii powszechnej krainy Wesnoth, które wzbogacają narrację i dodają jej głębi.
ru: В кампаниях основной ветви переработаны тексты, добавлены новые анимированные вставки и эпилоги. В некоторых перерисованы карты кампаний. Даты каждой теперь соотносятся с историей Веснота, почти везде есть анимации путешествий на карте кампании. История и география Веснота проработаны гораздо глубже: кампании ссылаются на события общей истории, что оживляет сюжет и добавляет ему глубины.
zh_cn: 很多主线战役的故事描述，过场动画和尾声都有改进。有一些战役改进并重新绘制了场景地图。所有战役现在都在Wesnoth历史中有了时间表，几乎所有战役都在地图上显示行进动画。(/todo)Wesnoth的历史和地理有了更深层和更具体的内容：现在更多的战役会提用到整个历史中的事件，使得故事更有深度，更丰富多彩。

source: Multiplayer
cs: Hra více hráčů
de: Mehrspieler
fr: Multijoueur
hu: Többjátékos mód
id: Multi-pemain
lt: Daugelio žaidėjų žaidimas
nb_no: Flerspiller
pl: Rozgrywka wieloosobowa
ru: Мультиплеер
zh_cn: 多人游戏

source: The multiplayer server can now be logged onto using the username and password of a Wesnoth forum account. However, registration is not required and one can continue to use an unregistered username.
cs: Na server hry více hráčů se lze přihlásit jménem a&nbsp;heslem z&nbsp;oficiálního fóra. Registrace ale není povinná, hrát lze i&nbsp;bez ní s&nbsp;neregistrovanou přezdívkou.
de: Am Mehrspielerserver kann man sich nun auch mit dem eigenen Benutzernamen und Passwort des Wesnoth Forums anmelden. Natürlich ist auch weiterhin ein unregistrierter Benutzername erlaubt.
fr: Il est maintenant possible de se connecter au serveur multijoueur en utilisant le compte et le mot de passe des forums de Wesnoth. L'inscription aux forums est cependant optionnelle et il reste possible de jouer avec un compte non enregistré.
hu: A többjátékos kiszolgálóra való belépés a Wesnoth fórumon használt felhasználónévvel és jelszóval is elérhetővé vált. A regisztráció és a regisztrált azonosítóval történő belépés továbbra sem kötelező, s a regisztrálatlan felhasználói nevek továbbra is használhatóak.
id: Server multi-pemain sekarang bisa dimasuki menggunakan nama pemain dan kata sandi akun forum Wesnoth. Namun, pendaftaran tidak diperlukan dan seseorang bisa terus menggunakan nama pemain tidak terdaftar.
lt: Prie daugelio žaidėjų žaidimo serverio dabar galima prisijungti naudojantis Wesnoth forumo paskyros naudotojo vardu ir slaptažodžiu. Vis dėlto, registracija nėra privaloma ir galima ir toliau naudoti neregistruotą naudotojo vardą.
nb_no: Flerspillerserveren kan nå pålogges ved hjelp av brukernavn og passord fra Wesnothforumet. Registrering er imidlertid ikke påkrevet, og man kan fortsatt bruke uregistrerte brukernavn.
pl: Na serwer gry wieloosobowej można się teraz zalogować ze swoją nazwą użytkownika forum Wesnoth, podając też swoje hasło. Rejestracja na forum nie jest jednak obowiązkowa i każdy może korzystać z dowolnej niezarejestrowanej nazwy użytkownika.
ru: Теперь на МП-сервер можно заходить под аккаунтом с форума Веснота. Регистрация, правда, не обязательна — вы по-прежнему можете входить без регистрации.
zh_cn: 多人对战服务器现在可以使用Wesnoth官方论坛的帐号登录。不过，注册不是必须的。只要是没有被注册的用户名您都可以继续使用。

source: The multiplayer lobby has been improved to allow easier management of the friends and ignores list by double-clicking on the player list.
cs: Čekárna hry více hráčů byla upravena a&nbsp;umožňuje nyní snadnější správu seznamu přátel a&nbsp;otrapů dvojklikem na seznam hráčů.
de: Der Mehrspielerbereich wurde überarbeitet, so dass nun die Liste der Freunde, bzw. die Liste derer, die ignoriert werden, nun durch einen Doppelklick auf der Spielerliste erscheint.
fr: Le vestibule du mode multijoueur offre dorénavant une gestion simplifiée des listes d'amis et d'indésirables ; il suffit de double-cliquer sur la liste des joueurs.
hu: A többjátékos játékcsarnok is továbbfejlődött, s könnyebbé vált a baráti illetve a tiltólisták kezelése egyszerű dupla kattintással a játékosok listáján.
id: Lobi multi-pemain sudah dikembangkan membolehkan pengelolaan daftar teman dan musuh yang lebih gampang dengan mengklik-kanan daftar pemain.
lt: Daugelio žaidėjų žaidimo vestibiulis buvo patobulintas, kad leistų lengvesnį draugų ir ignoruojamų sąrašo valdymą spragtelint ant žaidėjų sąrašo.
nb_no: Flerspillerlobbyen har blitt forbedret for enklere behandling av (u)vennelister ved å dobbelklikke i spillerlisten.
pl: Zarządzanie listami przyjaciół i ignorowanych w poczekalni gry wieloosobowej jest teraz znacznie łatwiejsze &mdash; wystarczy dwukrotnie kliknąć wybranego gracza na liście.
ru: В холле МП-сервера вы теперь можете работать со списками друзей и игнора, по двойному клику на списке игроков.
zh_cn: 多人游戏聊天室现在更容易管理好友和忽略名单，只要双击玩家列表就可以。

source: Notable changes to default era balancing include:
cs: Významné změny pro vyváženost standardního věku:
de: Wichtige Änderungen an bisherigen Einstellungen:
fr: Les changements notables pour équilibrer l'ère par défaut sont :
hu: Az alapértelmezett korszakban végrehajtott kiegyensúlyozás során változtak:
id: Perubahan penting ke keseimbangan era default termasuk:
lt: Žymūs balansavimo pakeitimai numatytoje eroje yra:
nb_no: Viktige endringer i spillemekanikk omfatter blant annet:
pl: Najistotniejsze zmiany dotyczące równowagi ery domyślnej:
ru: Важные изменения в балансе основной эры:
zh_cn: 默认时代的重要平衡性变化包括：

source: Increased the cost of the Goblin Spearman from 8 to 9.
cs: Cena gobliního kopiníka zvýšena z 8 na 9.
de: Der Kobold Speerträger kostet statt 8 nun 9 Goldstücke.
fr: Le coût du porte-lance gobelin augmente de 8 à 9.
hu: A kobold lándzsás 8 arany helyett ezentúl 9 aranyba kerül.
id: Harga Goblin Penombak dinaikkan dari 8 ke 9.
lt: Padidinta goblinų ietininko kaina nuo 8 iki 9.
pl: Zwiększenie kosztu goblińskiego włócznika z 8 do 9.
ru: Цена гоблина-Копейщика увеличена с 8 до 9.
zh_cn: 地精长矛兵造价从8提升到9。

source: Increased the movement of the Goblin Spearman line from 4 to 5.
cs: Pohyb gobliního kopiníka a&nbsp;jeho vyšších úrovní zvýšen ze 4 na 5.
de: Einheiten der Kobold Speerträgerreihe bewegen sich statt 4 nun 5 Felder.
fr: La vitesse des porte-lances gobelins augmente de 4 à 5.
hu: A kobold lándzsás fejlődési sorában a mozgáspont 4-ről 5-re nőtt.
id: Harga pergerakan Goblin Penombak dinaikkan dari 4 ke 5.
lt: Padidintas goblinų ietininko eilės judėjimas nuo 4 iki 5.
pl: Zwiększenie punktów ruchu całej linii goblińskiego włócznika z 4 do 5.
ru: Дальность хода гоблина-Копейщика увеличена с 4 до 5.
zh_cn: 地精长矛兵移动力从4提升到5。

source: Increased the melee attack of the Goblin Spearman from 4-3 to 6-3.
cs: Útok gobliního kopiníka zvýšen ze 4-3 na 6-3.
de: Der Kobold Speerträger erhöht seine Nahkampffähigkeiten von 4-3 auf 6-3.
fr: L'attaque au corps-à-corps du porte-lance gobelin augmente de 4-3 à 6-3.
hu: A kobold lándzsás közelharcban többet sebez: 4-3 helyett 6-3 lett a közelharci támadása.
id: Serangan jarak dekat Goblin Penombak dinaikkan dari 4-3 ke 6-3
lt: Padidinta goblinų ietininko ataka artimais ginklais nuo 4-3 iki 6-3.
pl: Wzmocnienie ataku goblińskiego włócznika z 4-3 do 6-3.
ru: Ближняя атака гоблина-Копейщика усилена с 4-3 до 6-3.
zh_cn: 地精长矛兵近战攻击从4-3提升到6-3。

source: Added the traits weak, slow and dim and made goblins each receive one of them instead of two standard traits.
cs: Přidány nové vlastnosti slabý, pomalý a hloupý. Všichni goblini je dostávají, pokaždé jednu, namísto dosavadních dvou standardních vlastností.
de: Die Kobolde erhalten von den zusätzlichen Eigenschaften »schwächlich«, »langsam« und »tumb« immer genau eine zugeteilt, anstatt zwei der Standardeigenschaften.
fr: Les traits faible, lent et bête ont été ajoutés ; les gobelins en reçoivent un chacun au lieu des deux traits usuels.
hu: Új, csak a koboldokra jellemző jellemvonásokat vezettünk be: gyenge, lassú és buta. Ezentúl minden kobold csak egy jellemvonást kap ezek közül, a hagyományos jellemvonásokból pedig nem részesül.
id: Sifat lemah, lambat dan culun ditambahkan dan membuat bangsa goblin menerima salah satu dari mereka dan bukan dua sifat standar.
lt: Pridėti gebėjimai silpnas, lėtas ir bukas, ir dabar goblinai gauna vieną iš jų, vietoj dviejų standartinių gebėjimų.
pl: Dodanie cech: słaby, powolny i tępy. Gobliny otrzymują jedną z tych cech zamiast dwóch cech standardowych.
ru: Добавлены атрибуты: «слабый», «медленный» и «глупый». Каждый гоблин получит один из них вместо двух обычных.
zh_cn: 增加了虚弱、缓慢和幽暗特质/todo。每个地精单位会获得这其中的一个，而不是获得两个普通特质。

source: Added the marksman special to the ranged attack of the Orcish Assassin line.
cs: Útok na dálku skřetího vraha a&nbsp;jeho vyšších úrovní má nyní speciální vlastnost střelec.
de: Die Orkmeuchler sind im Fernkampf nun Scharfschützen.
fr: L'attaque à distance des assassins orcs est maintenant celle d'un tireur d'élite.
hu: Az orgyilkos ork fejlődési sorát a mesterlövész képességgel ruháztuk fel.
id: Spesial senjata penembak jitu ditambahkan ke serangan jarak jauh Ork Pembunuh
lt: Pridėtas snaiperio gebėjimas tolimoms orkų žudikų eilės atakoms.
pl: Dodanie premii strzelca wyborowego do ataku na odległość w linii orka zabójcy.
ru: У метательной атаки орков-Убийц теперь есть особенность «снайпер».
zh_cn: 为兽人刺客的远程攻击增加神射手特性。

source: Increased the cost of the Walking Corpse from 7 to 8.
cs: Cena chodících mrtvol zvýšena ze 7 na 8.
de: Wandelnde Leichen kosten statt 7 nun 8 Goldstücke.
fr: Le coût du zombi augmente de 7 à 8.
hu: Az eleven test drágább lett, 7 helyett 8 aranyba kerül.
id: Harga Mayat Berjalan dinaikkan dari 7 ke 8.
lt: Padidinta vaikščiojančio lavono kaina nuo 7 iki 8.
pl: Zwiększenie kosztu chodzącego trupa z 7 do 8.
ru: Цена Ходячего трупа увеличена с 7 до 8.
zh_cn: 僵尸造价从7提升到8。

source: Decreased the cost of the Bowman from 15 to 14.
cs: Cena lučištníka snížena z 15 na 14.
de: Der Bogenschütze kostet nun statt 15 nur noch 14 Goldstücke.
fr: Le coût de l'archer diminue de 15 à 14.
hu: Az íjlövész ára csökkent, 15 helyett 14 aranyba kerül.
id: Harga Pemanah dikurangi dari 15 ke 14.
lt: Sumažinta lankininko kaina nuo 15 iki 14.
pl: Zmniejszenie kosztu łucznika z 15 do 14.
ru: Цена Лучника уменьшена с 15 до 14.
zh_cn: 弓箭手造价从15降低到14。

source: Decreased the melee attack of the Bowman from 6-2 to 4-2.
cs: Lučištníkův útok na blízko snížen ze 6-2 na 4-2.
de: Der Bogenschütze weist im Nahkampf nun statt 6-2 nur noch 4-2 auf.
fr: L'attaque au corps-à-corps de l'archer diminue de 6-2 à 4-2.
hu: Az íjlövész közelharci támadása 6-2-ről 4-2-re csökkent.
id: Serangan jarak dekat Pemanah dikurangi dari 6-2 ke 4-2
lt: Sumažinta lankininko ataka artimais ginklais nuo 6-2 iki 4-2.
pl: Osłabienie ataku wręcz łucznika z 6-2 do 4-2.
ru: Ближняя атака Лучника ослаблена с 6-2 до 4-2.
zh_cn: 弓箭手近战攻击从6-2降低到4-2。

source: General
cs: Obecné
de: Allgemeines
fr: Général
hu: Általános változások
id: Umum
lt: Bendrai
nb_no: Generelt
pl: Ogólne
ru: Общие
zh_cn: 总体

source: The game graphics have been improved with a whole new range of unit portraits. Many more units have full animations and team coloring.
cs: Grafiku hry oživilo velké množství portrétů jednotek ve vysoké kvalitě. Mnoho jich také dostalo kompletní sadu animací a&nbsp;týmové barvy.
de: Die Grafiken wurden verbessert und es existiert eine ganze Reihe neuer Bilder. Viele Einheiten sind jetzt durchgängig animiert und weisen ihre Spielerzugehörigkeit in ihrer Rüstung aus.
fr: Les graphismes du jeu ont été enrichis d'une série complète de nouveaux portraits pour les unités. Le nombre d'unités entièrement animées et arborant les couleurs de leur équipe a grandement augmenté.
hu: Átdolgoztuk a grafikai részeket is, egész sor új portrét készítettünk. Nagyon sok egység teljes animációját és csapatszíneit is kidolgoztuk.
id: Grafik permainan sudah dikembangkan dengan banyak portret unit baru. Banyak unit memiliki animasi dan pewarnaan tim penuh.
lt: Žaidimo grafika buvo patobulinta visiškai naujais dalinių portretais. Daug naujų dalinių turi pilnas animacijas ir komandinį spalvinimą.
nb_no: Grafikken i spillet er blitt forbedret med en hel rekke nye enhetsportretter. Mange enheter har også fått forbedrede animasjoner.
pl: Grafika gry została znacznie ulepszona, między innymi poprzez dodanie wielu nowych portretów jednostek. Przybyło też jednostek z kompletem animacji i obsługą barw stron.
ru: Графика игры обогатилась полным набором новых портретов. Теперь у бойцов намного больше анимаций, и есть поддержка командных цветов.
zh_cn: 游戏画面由于一组全新单位图像而得到提升。许多单位都有完整动作和组队颜色。

source: There is a new basic terrain type, coastal reef, which gives most land-based units slightly higher defense than in regular shallow water, and 70% defense to most water-based units such as mermen and nagas. Forests get more variety with graphics for spring/summer, fall and winter deciduous forest terrains. There are new village graphics for human cities and primitive tribal areas.
cs: Pro vodní oblasti přibyl nový typ terénu, korálový útes, který dává pozemním jednotkám o&nbsp;něco málo vyšší obranný bonus než mělká voda. Vodní jednotky jako mořský lid a&nbsp;nágy se zde těší 70% obraně. Přibyly nové varianty listnatých lesů pro všechna roční období a&nbsp;dále vesnice - lidské a&nbsp;primitivní.
de: Als neue Geländeart treten nun Riffe in Erscheinung, auf denen sich einerseits Landeinheiten etwas besser verteidigen können als im seichten Wasser, aber auch die Wassereinheiten wie Meermenschen und Nagas sich mit 70% verteidigen können. Die Laubwälder Wesnoths werden bunter und ändern sich im Verlauf von Frühling, Sommer, Herbst und Winter. Unsere Helden können sich in den neuen Kleinstädten der Menschen ebenso erholen wie in den neuen Stammesdörfern der primitiveren Völker.
fr: Un nouveau type de terrain, le récif côtier, offre à la plupart des unités terrestres une défense légèrement supérieure à celle offerte par les eaux peu profondes, tout en offrant une défense de 70% à la plupart des unités aquatiques telles que les ondins et les nagas. Pour diversifier les forêts, des arbres à feuilles caduques ont été ajoutés et leur graphisme reflète la saison : printemps/été, automne et hiver. De nouveaux types d'habitat ont été ajoutés pour les villes humaines et les tribus primitives.
hu: Új tereptípusokat is létrehoztunk. A zátony a földi egységeknek valamivel nagyobb védelmet nyújt, mint a sekély víz, míg a legtöbb vízi lénynek 70%-os védelmet biztosít (sellők, nagák). Az erdő megjelenését is változatosabbá tettük, a lombhullató fák évszakonkénti más-más képével. Az emberi városok és törzsi területek falvainak képe újabbakkal gyarapodott.
id: Ada tipe daerah dasar yang baru, bukit karang, yang memberikan hampir semua unit darat perlindungan agak lebih tinggi dari perairan dangkal biasa, dan 70% perlindungan untuk hampir semua unit air seperti duyung dan kobra. Hutan mendapat lebih banyak variasi dengan grafik untuk daerah hutan berganti daun di musim semi/musim panas, musim gugur dan musim dingin. Ada juga grafik desa baru untuk kota manusia dan daerah kesukuan primitif.
lt: Yra naujas bazinės vietovės tipas, pakrantės rifai, kurie suteikia daugumai sausumos dalinių šiek tiek aukštesnę gynybą, nei paprastame sekliame vandenyje, ir 70% gynybą daugumai vandens dalinių, pavyzdžiui, vandeniams ir nagoms. Miškai tapo įvairesni, pridėjus grafiką pavasario/vasaros, rudens ir žiemos lapus metančių miškų vietovėms. Yra nauja grafika žmonių kaimams ir primityvių genčių plotams.
nb_no: En ny grunnleggende terrengtype, korallrev, gir de fleste landbaserte enheter noe høyere forsvar enn vanlig grunt vann, og 70% forsvar til de fleste vannbaserte enheter, som havfolk og naga. Skogområder kan nå gis mer variasjon med grafikk for vår/sommer-, høst- og vinterdrakt til løvfellende skogterreng. Det finnes også ny grafikk for landsbyer/byer og mer primitive stammekulturer.
pl: Pojawił się nowy typ terenu: rafa przybrzeżna. Większość jednostek lądowych ma na tym terenie nieco lepszą obronę niż w zwykłej płytkiej wodzie, natomiast większość jednostek wodnych (na przykład mermeni i nagi) ma obronę 70%. Urozmaiciliśmy wyświetlanie lasów poprzez dodanie grafik lasów liściastych w różnych porach roku. Pojawiły się też nowe grafiki wiosek dla ludzkich miast i osad plemiennych.
ru: Появился новый тип местности - береговой риф. Он даёт наземным войскам чуть лучшую защиту, чем мелководье, а водным существам, вроде водяных и нагов — 70%. Появилась графика для смешанных лесов — для лета, весны, осени и зимы. Есть новые картинки для человеческих деревень — как больших городов, так и первобытных поселений.
zh_cn: 增加一种新的基本地形，礁石，这种地形为地面单位提供稍高的防御，并为大多数水生单位，例如鱼人和娜迦，提供70%的防御。森林变得更加多姿多彩，现在春夏秋冬拥有不同的落叶林地形。人类城市的村庄和主要部落的村庄都有新的图案。

source: Our composers have added five new original background tracks: <em>Heroes' Rite</em>, <em>Siege of Laurelmor</em>, <em>Suspense</em>, <em>The Dangerous Symphony</em> and <em>The Deep Path</em>. Also, the game now plays special music clips for victory and defeat events.
cs: Skladatelé rozšířili výběr hudby o&nbsp;pět nových skladeb: <em>Obřad hrdinů</em>, <em>Obléhání Laurelmoru</em>, <em>Napětí</em>, <em>Nebezpečná symfonie</em> a&nbsp;<em>Stezka v&nbsp;hlubinách</em>. Kromě toho hra obsahuje nově i&nbsp;krátké klipy pro vítězství a&nbsp;porážku.
de: Unsere Musiker haben fünf neue Musikstücke komponiert: <em>Heroes' Rite</em>, <em>Siege of Laurelmor</em>, <em>Suspense</em>, <em>The Dangerous Symphony</em> und <em>The Deep Path</em>. Bei Sieg und Niederlage erklingt nun zudem passende Musik.
fr: Nos artistes ont composé cinq nouveaux thèmes musicaux : <em>Heroes' Rite</em>, <em>Siege of Laurelmor</em>, <em>Suspense</em>, <em>The Dangerous Symphony</em> and <em>The Deep Path</em>. Qui plus est, le jeu diffuse maintenant des morceaux spécifiques en cas de victoire ou de défaite.
hu: Zeneszerzőink öt új háttérzenét alkottak: <em>Hősök rítusa</em>, <em>Laurelmor ostroma</em>, <em>Veszély szimfónia</em>, <em>Feszült pillanatok</em> és <em>Ösvény a mélybe</EM> címmel. Ezenkívül külön alkalmi zeneszámok hangzanak fel győzelem illetve vereség esetén.
id: Pencipta lagu kami sudah menambahkan lima iringan musik asli: <em>Upacara Pahlawan</em>, <em>Pengepungan Laurelmor</em>, <em>Ketegangan</em>, <em>Simfoni Berbahaya</em> dan <em>Jalan Dalam</em>. Juga, permainan ini sekarang memainkan klip musik spesial untuk kemenangan dan kekalahan.
lt: Mūsų kompozitoriai pridėjo penkis naujus fono takelius: <em>Herojų apeigos</em>, <em>Laurelmoro apsiaustis</em>, <em>Pavojinga simfonija</em>, <em>Nežinomybė</em> ir <em>Gilus kelias</em>. Taip pat žaidimas dabar groja specialius muzikinius klipus pergalės ir pralaimėjimo įvykiams.
nb_no: Komponistene våre har lagt til fem nye originalspor som bakgrunnsmusikk: <em>Heroes' Rite</em>, <em>Siege of Laurelmor</em>, <em>Suspense</em>, <em>The Dangerous Symphony</em> og <em>The Deep Path</em>. I tillegg har spillet nå egne musikklipp for seier og nederlag.
pl: Nasi kompozytorzy dodali pięć nowych, oryginalnych utworów: <em>Rytuał bohaterów</em>, <em>Oblężenie Laurelmor</em>, <em>Groźna symfonia</em>, <em>Napięcie</em> i <em>Głęboka ścieżka</em>. Zdarzeniom zwycięstwa i porażki towarzyszą teraz specjalne przerywniki muzyczne.
ru: Наши композиторы создали пять новых мелодий: <em>Ритуалы героев</em>, <em>Осада Лаурелмора</em>, <em>Тревога</em>, <em>Опасная симфония</em> и <em>Дальняя тропа</em>. Кроме того, теперь при победе и поражении вы услышите разные мелодии.
zh_cn: 作曲者新增五首原创背景音乐：<em>Heroes' Rite</em>, <em>Siege of Laurelmor</em>, <em>Suspense</em>, <em>The Dangerous Symphony</em> 和 <em>The Deep Path</em>。另外，现在游戏在成功或失败时会播放特别音乐片段。
