Repository: Kvirit1/website
Catalog: start/1.6/po/*.po
Languages: cs, de, fr, hu, id, lt, nb_no, pl, ru, zh_cn

source: The game interface has continued to evolve, especially in making more dramatic use of portraits. Unit recall dialogs now display useful information about your veterans' traits. Add-ons now display their category when you browse them on the download server.
cs: Herní rozhraní prošlo vývojem, zejména co se týče využití portrétů jednotek. Dialog pro přivolání jednotek zobrazuje také informace o&nbsp;vlastnostech vašich veteránů. Rozšíření jsou roztříděna do několika kategorií, zobrazených při prohlížení obsahu na serveru.
de: Die Benutzeroberfläche ist weiterentwickelt worden und setzt nun die Portraits wesentlich dramatischer in Szene. Der Einheitendialog enthält nun nützliche Informationen über die Eigenschaften der Veteranen. Auch der Erweiterungsserver wurde übersichtlicher - Erweiterungen zeigen nun direkt beim Durchsehen ihre Kategorien an.
fr: L'interface du jeu évolue, en particulier grâce à l'usage plus répandu des portraits. La boîte de dialogue pour rappeler des unités présente maintenant des informations concernant les traits de vos vétérans. Les catégories des extensions sont maintenant affichées dans la liste fournie par le serveur de téléchargement.
hu: A játék kezelőfelülete folyamatosan fejlődik, különösen a portrék felhasználása terén. Az egységek visszahívásának ablakában hasznos információkat találhatsz veterán harcosaid jellemvonásairól. A kiegészítéseket is csoportosítottuk, így a letöltő szerveren való tájékozódás könnyebbé vált.
id: Antarmuka permainan terus-menerus berkembang, khususnya dalam menggunakan portret yang lebih dramatik. Dialog panggilan kembali unit sekarang menunjukkan informasi berguna tentang sifat-sifat kawakan anda. Add-on sekarang menunjukkan kategori mereka ketika anda melihat-lihat mereka di server download.
lt: Žaidimo sąsaja ir toliau tobulėjo, ypač kur kas dramatiškiau naudojant portretus. Dalinių sugrąžinimo dialogai dabar rodo naudingos informacijos apie veteranų bruožus. Priedai dabar rodo savo kategoriją, kai naršote atsisiuntimų serveryje.
nb_no: Spillets grensesnitt er under fortsatt utvikling, spesielt kan nevner en mer dramatisk visning av portretter. Enhetenes tilbakekallingsdialoger viser nå nyttig informasjon om veteranenes individuelle trekk. Tilleggspakker vises med kategori ved søk på nedlastningsserveren.
pl: Interfejs użytkownika wciąż ewoluuje &mdash; w tej wersji pojawiły się między innymi nowe, bardziej eksponowane portrety postaci. W oknie przywoływania jednostek wyświetlane są przydatne informacje o cechach poszczególnych weteranów. Podczas przeglądania dodatków dostępnych na serwerze widoczna jest teraz kategoria każdego dodatku.
ru: Интерфейс игры продолжает развиваться, теперь по ходу сюжета вы будете чаще видеть портреты бойцов. Диалог призыва бойцов теперь показывает особенности ваших ветеранов. В браузере дополнений теперь видны их типы.
zh_cn: 游戏界面继续进化，特别是更多地使用图像。单位征募对话框现在可以显示士兵特质对应的有用信息。附加组件现在在浏览下载服务器时会显示它们的目录

source: New game translations include Arabic, Croatian, Friulian, Latvian, Macedonian and Marathi. Existing translations have been extensively updated and revised.
cs: Nové překlady hry zahrnují arabštinu, chorvatštinu, furlanštinu, litevštinu, makedonštinu a&nbsp;maráthštinu. Ostatní překlady byly aktualizovány.
de: Willkommen heißen wir seit 1.6 weitere Mitspieler in ihrer eigenen Muttersprache, sodenn sie Arabisch, Furlanisch, Kroatisch, Lettisch, Marathi oder Mazedonisch ist. Die bisherigen Übersetzungen wurden angepasst und verbessert.
fr: Parmi les nouvelles traductions du jeu se trouvent l'arabe, le croate, le frioulan, le letton, le macédonien et le marathî. Les traductions existantes ont été mises à jour et retravaillées en profondeur.
hu: Új fordítások készültek arab, horvát, friuli, lett, macedón és maráthi nyelven. A más nyelveken elérhető fordítások is jelentős mértékben javultak illetve bővültek. A játék magyar fordítása hosszú idő után ismét teljes.
id: Terjemahan bahasa-bahasa baru termasuk Bahasa Arab, Bahasa Kroasia, Bahasa Friulia, Bahasa Latvia, Bahasa Makedonia dan Bahasa Maharastra sudah dibetulkan dan diperiksa kembali secara detil.
lt: Nauji žaidimo vertimai, įskaitant arabų, kroatų, friulų, latvių, makedonų ir marati. Esami vertimai buvo plačiai papildyti ir pataisyti.
nb_no: Spillet har nå oversetninger til Arabisk, Kroatisk, Friulisk, Latvisk, Macedonsk and Marathi. Eksisterende oversettelser har blitt oppdatert og revidert.
pl: Pojawiły się tłumaczenia na nowe języki, w tym arabski, chorwacki, friulski, łotewski, macedoński i marathi. Istniejące tłumaczenia zostały gruntownie zaktualizowane i poprawione.
ru: Добавлены переводы с арабского, хорватского, фриульского, латвийского, македонского и маратхи. Существующие переводы постоянно обновляются и пересматриваются.
zh_cn: 新加入的游戏翻译，包括Arabic, Croatian, Friulian, Latvian, Macedonian and Marathi。 已经存在的翻译有了许多重要更新和校正。

source: For Content Developers
cs: Pro vývojáře rozšíření
de: Für Kampagnenentwickler
fr: Pour les créateurs de campagne
hu: Fejlesztőknek
id: Untuk Pengembang Isi
lt: Turinio kūrėjams
nb_no: For spillutviklere
pl: Dla twórców treści
ru: Для разработчиков кампаний, рас, карт...
zh_cn: 对于内容制作者

source: The map editor was much improved (thank you, Google Summer of Code). It can be started from within the game now. You can toggle overlay displays of terrain codes and map coordinates while editing. The editor can handle multiple maps in a session, and you can take screenshots of full maps. There's also a new interactive editing tool for animated journey tracks.
cs: Editor map se dočkal velmi podstatných změn - děkujeme, Google Summer of Code! Je nyní integrován přímo do hry namísto samostatného programu. Lze přepínat zobrazení kódů terénu. Zvládá současné úpravy více map. A&nbsp;nakonec, dokáže vytvářet obrázky celých map. Také byl přidán interaktivní nástroj pro vytváření animací postupu na mapě.
de: Der Karteneditor wurde stark verbessert (dank Google Summer of Code) - der Editor kann nun direkt aus dem Spiel heraus gestartet werden. Die einzelnen Geländekürzel und Koordinaten können nun direkt beim Bearbeiten der Karten als Overlays angezeigt werden. Im Editor lassen sich nun mehrere Karten gleichzeitig ändern und Schnappschüsse der gesamten Karte speichern. Auch steht nun ein interaktiver Editor zum Erstellen der animierten Marschroute der Protagonisten einer Kampagne zur Verfügung.
fr: L'éditeur de carte a été grandement amélioré (merci Google Summer of Code). Il peut maintenant être démarré depuis l'intérieur du jeu. Il est possible d'afficher les codes de terrain et les coordonnées de la carte pendant l'édition. L'éditeur peut gérer plusieurs cartes dans une même session. Il est possible de prendre des captures d'écran de cartes entières. Il y a aussi un nouvel outil interactif pour éditer les animations de voyage.
hu: A pályaszerkesztő sokat változott (köszönet érte Google Summer of Code ), mostantól a játékon belülről indítható. Szerkesztés közben ki-be kapcsolhatod a tereptípusok kódjának és/vagy a térkép koordinátáinak megjelenítését. A szerkesztő több térképet is képes kezelni egyidőben, és lehetőség van az egész térképről képernyőképet készíteni. Új interaktív alkalmazás segíti az útvonalanimációk készítését.
id: Redaktur peta dikembang secara luas (terima kasih, Google Summer of Code). Sekarang redaktur tersebut bisa dimulai dari dalam permainan ini sendiri. Anda bisa merubah display kode daerah dan koordinat peta ketika mengedit. Redaktur tersebut bisa menangani beberapa peta dalam satu sesi, dan sekarang anda bisa mengambil gambar skrin seluruh peta. Ada juga alat untuk mengedit interaktif yang baru untuk animasi perjalanan.
lt: Žemėlapių redaktorius buvo smarkiai patobulintas (ačiū tau, Google kodo vasara). Jis dabar gali būti paleistas iš žaidimo. Kol redaguojate, galite įjungti žemėlapio padengimą vietovių kodais ir koordinatėmis. Redaktorius palaiko keleto žemėlapių redagavimą vienoje sesijoje ir gali daryti pilnų žemėlapių ekranvaizdžius. Be to, yra naujas interaktyvus redagavimo įrankis animuotiems kelionių pėdsakams.
nb_no: Kartbyggeren har blitt forbedret (takket være Google Summer of Code). Kartbyggeren kan nå startes fra innad i spillet. Du kan slå på visning av terreng koder og kartkoordinater under arbeidet. Byggeren kan håndtere flere samtidige kart, og du kan ta skjermbilder av hele kart. Det finnes også et nytt interaktivt verktøy for animerte trekkruter.
pl: Owocem naszego udziału w Google Summer of Code jest znacznie ulepszony edytor map, który można teraz uruchomić z menu głównego gry. Podczas edycji mapy możliwe jest wyświetlanie kodów terenów i współrzędnych na mapie. Nowy edytor pozwala pracować z wieloma mapami naraz i umożliwia generowanie zrzutów ekranu całych map. Pojawiło się też nowe, interaktywne narzędzie do edytowania animacji podróży na mapie kampanii.
ru: Серьёзно улучшен редактор карт (спасибо, Гугл, за Summer of Code). Теперь его можно запустить из самой игры. Теперь в нём можно включать показ типов местности и координат полей. Редактор может открывать сразу несколько карт, и умеет сохранять их скриншоты. Добавлен новый инструмент для редактирования анимации путешествий на карте.
zh_cn: 游戏地图编辑器有了很大提升（感谢 Google Summer of Code）。现在你可以在游戏中直接启动地图编辑器。你可以在编辑时切换显示地形代码或者地图坐标。编辑器可以同时编辑多张地图，而且你可以捕获整张地图的截图。还有一个新的互动式编辑工具用来制作行走轨迹动画。/todo

source: There are some new core units available everywhere: Troll Shaman, Royal Warrior and Dread Bat.
cs: Nové jednotky přidané do oficiální sady: trollí šaman, královský válečník a&nbsp;děsivý netopýr.
de: Einige neuen Haupteinheiten tauchen auf - nehmt Euch in Acht vor Trollschamanen, Adeligen Kriegern und Horrorfledermäusen.
fr: De nouvelles unités ont été ajoutées au jeu général : le chaman troll, le guerrier royal et la chauve-souris terrifiante.
hu: Néhány új egység is általánossá vált: a troll sámán, a harcos nemes és a rettenetes denevér.
id: Ada beberapa unit dasar terbaru dimana-mana: Troll Cenayang, Prajurit Elit dan Kelelawar Menyeramkan.
lt: Yra naujų, visur prieinamų, dalinių: trolių šamanas, karališkasis karys ir baisusis šikšnosparnis.
nb_no: Nye kjerneenheter er nå tilgjengelige overalt: Troll Shaman, Royal Warrior og Dread Bat.
pl: Pojawiło się kilka nowych jednostek podstawowych, dostępnych we wszystkich scenariuszach: troll szaman, królewski wojownik i straszliwy nietoperz.
ru: Появились новые, доступные для всех бойцы: Тролль-Шаман, Король-Воин и Крыло Ужаса.
zh_cn: 新增核心单位，无论什么地方都可以使用：巨魔萨满, 皇家武士, 恐惧蝙蝠。

source: Less visible changes include improvements in the game AI, including a new formula-based AI that allows more flexible setting of objectives and an improved pathfinding algorithm. As usual, WML has grown more powerful with many new tags and attributes to extend the range of what campaign authors can do. The GUI engine is under heavy development; these changes will allow the entire GUI to be configured from WML. The first steps have been made, but the project is not finished yet and will continue in the 1.7 development cycle.
cs: Méně viditelné změny se týkají především vylepšení umělé inteligence, kterou lze nyní řídit pomocí vzorců umožňujících mnohem flexibilnější nastavování cílů a&nbsp;obsahuje také pokročilejší algoritmus pro hledání cest. Jak je již zvykem, WML je opět o&nbsp;poznání mocnější a&nbsp;úplnější a&nbsp;dává tak tvůrcům více možností. Grafické rozhraní je v&nbsp;intenzivním vývoji, na jehož konci bude kompletně ovladatelné z&nbsp;WML. První kroky jsou již hotové, ale celý projekt zdaleka není u&nbsp;konce a&nbsp;bude pokračovat v&nbsp;sérii 1.7.
de: Weniger offensichtliche Verbesserungsarbeiten wurden an der KI des Computerspielers vorgenommen. Insbesondere existiert eine neue »Formel basierte KI«, welche mit flexiblerer Handhabung der Ziele und einer besseren Wegfindung aufwartet. Wie üblich ist WML noch mächtiger geworden, mit vielen neuen Tags und Attributen, um den Kampagnenautoren andere, neue und aufregendere Möglichkeiten zu eröffnen. Die GUI-Engine steht derzeit noch vor größeren Umbauarbeiten - doch danach unterliegt die gesamte Benutzeroberfläche der Herrschaft der WML und somit den Autoren. Erste Umsetzungen finden sich schon in 1.6 und diese Entwicklung wird in der 1.7. Entwicklerversion weitergeführt.
fr: Parmi les changements les moins visibles, on trouve une amélioration de l'intelligence artificielle qui offre dorénavant une interface à base de formules pour plus de flexibilité dans la définition des objectifs et un meilleur algorithme de recherche de chemins. Comme d'habitude, le langage WML est devenu encore plus puissant avec de nombreux nouveaux mots-clés pour étendre les possibilités offertes aux concepteurs de campagne. L'interface graphique est en chantier afin de la rendre entièrement configurable via WML. Les premières pierres ont été posées mais le projet est encore loin d'être achevé ; il se poursuivra tout au long du cycle de développement de la version 1.7.
hu: Kevésbé szembetűnően, de változtak az MI játékosok is, így egy új formalizált MI készült, amely rugalmasabb feladatorientációt tesz lehetővé, és fejlődött az útkereső algoritmus is. Mint mindig, a WML is bővült, sok új elem és paraméter került bele, melyekkel jelentősen gyarapodtak a hadjárattervezők lehetőségei. A grafikus felhasználói felület (GUI) motorjának fejlesztése is gőzerővel folyik, a teljes GUI WML-ből lesz vezérelhető e változások nyomán. A kezdeti lépéseket már megtettük, de a fejlesztés java az 1.7-es verzióra vár.
id: Perubahan yang tidak gampang dilihat termasuk pengembangan AI permainan, termasuk AI yang didasarkan oleh formula yang membolehkan pemasangan misi yang lebih fleksibel dan algoritme pencari jalan terkembang. Seperti biasa, WML sudah menjadi lebih bagus dengan banyak tag dan sifat baru untuk memperluas hal-hal yang bisa dilakukan oleh pencipta kampanye. Mesin GUI sedang dikembangkan secara detil; perubahan-perubahan ini akan menyanggupkan seluruh GUI diatur dari WML. Langkah-langkah pertama sudah dibuat, tetapi proyek tersebut belum selesai dan akan diteruskan di siklus perkembangan 1.7.
lt: Mažiau matomi pakeitimai buvo padaryti DI, įskaitant naują formulėmis pagrįstą DI, kuris leidžia lankstesnį tikslų nustatymą ir patobulintą kelio paieškos algoritmą. Kaip ir įprasta, WML įgavo daugiau galingų žymių ir atributų, kad praplėstų tai, ką gali daryti kampanijų autoriai. Grafinės naudotojo sąsajos varikliukas yra stipriai tobulinamas; šie pakeitimai leis visą naudotojo sąsają konfigūruoti iš WML. Pirmieji žingsniai jau buvo padaryti, bet projektas dar nebaigtas ir tęsis 1.7 versijoje.
nb_no: Mindre synlige endringer inkluderer forbedringer i AI, blant annet en ny formel-basert AI som tillater mer fleksibel fastsetting av objektiver og forbedrede algoritmer for rutesøk. Som vanlig har WML blitt mer fleksibelt med mange nye muligheter for hva forfattere av spillinnhold kan gjøre. Brukergrensesnittet er under rask utvikling; disse endringene tillater hele GUI-oppsettet å konfigureres via WML. De første skrittene er tatt, men dette prosjektet er ikke ferdig ennå, og vil fortsette i 1.7 serien av fremtidige spillversjoner.
pl: Wprowadziliśmy też wiele mniej widowiskowych zmian. Kompletnie przebudowany został moduł sztucznej inteligencji &mdash; nowy mechanizm oparty na formułach umożliwia bardziej elastyczne definiowanie celów i stosuje ulepszony algorytm odnajdywania ścieżki. Kontynuujemy rozbudowę możliwości języka WML poprzez wprowadzenie nowych znaczników i atrybutów, które zwiększają zakres operacji dostępnych dla autorów kampanii. Silnik interfejsu użytkownika przechodzi w tej chwili fundamentalne zmiany, które docelowo umożliwią konfigurowanie całego GUI z poziomu kodu WML. Pierwsze kroki zostały już wykonane, ale prace nad tym aspektem gry będą kontynuowane na przestrzeni cyklu rozwojowego 1.7.
ru: В списке менее заметных изменений — AI, а именно: новый, основанный на формулах, AI, более гибкое целеуказание, и улучшенный алгоритм поиска путей. Как обычно, WML расширен новыми тэгами и атрибутами, чтобы расширить возможности авторов кампаний. Интерфейс серьёзно перерабатывается; скоро элементы интерфейса можно будет полностью задавать через WML. Сделаны только первые шаги в этом направлении, но проект ещё не окончен и будет продолжен в ветви 1.7.
zh_cn: 更隐蔽的变化包括游戏AI的提升，现在有一个基于公式的AI允许更灵活的目标设定，路径查找算法也有提高。和以前一样，WML拥有新的标签和属性而变的更加强大，战役作者可以用它做更多事。图像引擎正在紧密开发；这些变化将会使得整个GUI都可以通过WML来配置。现在基础已经实现，但是这项工程还没有完成，会继续在1.7版本中开发。

source: The support for writing Python AIs has been removed because the feature opened a serious security hole. However, we hope to build an even more powerful AI-scripting feature, possibly using a different and safer extension language, in 1.7.
cs: Byla odstraněna možnost tvorby umělých inteligencí v&nbsp;Pythonu, protože tím bylo zároveň vytvořeno zranitelné místo v&nbsp;bezpečnostních opatřeních. Propojení s&nbsp;jiným jazykem pro skriptování AI, bezpečnějším a&nbsp;snad i&nbsp;mocnějším, je zvažováno pro verzi 1.7.
de: Die Unterstützung für Python-KI-Skripte musste aus Sicherheitsgründen entfernt werden. Wir hoffen jedoch, dass wir in 1.7 noch mächtigere KI-Skriptfunktionalität ermöglichen können, möglicherweise mit Hilfe einer anderen und sicheren Erweiterungsmöglichkeit.
fr: La possibilité de programmer des intelligences artificielles en Python a été supprimée car elle ouvrait une faille de sécurité importante. Nous gardons néanmoins l'espoir d'offrir un moyen de contrôler des intelligences artificielles par des scripts pour Wesnoth 1.7, potentiellement à l'aide d'un autre langage d'extension qui serait plus sûr.
hu: A python MI-k írását segítő alkalmazásokat eltávolítottuk, mert komoly biztonsági kockázatot jelentettek. Reméljük, sikerül valami hasonló funkciót a későbbiekben beépíteni egy másik, biztonságosabb nyelven az 1.7-es verzióba.
id: Dukungan untuk menulis Python AI sudah dirubah karena fitur tersebut membuka sebuah lubang keamanan serious. Namun, kami berharap membangun fitur untuk menulis AI yang lebih bagus, barangkali menggunakan bahasa perluasan yang lain dan lebih aman, di 1.7.
lt: Python'o DI palaikymas buvo pašalintas, nes ši galimybė atvėrė rimtą saugumo spragą. Tačiau mes tikimės sukurti dar galingesnę DI skriptų rašymo galimybę, galbūt naudojant kitokią ir saugesnę plėtinių kalbą 1.7 versijoje.
nb_no: Støtten for å skrive AI i Python er fjernet på grunn av sikkerhetshullene dette åpnet. Vi håper likevel å bygge et enda kraftigere verktøy for AI-scripting, muligens ved hjelp av et annet og sikrere språkvalg i versjon 1.7.
pl: Usunęliśmy obsługę zewnętrznych modułów sztucznej inteligencji w Pythonie, ponieważ funkcja ta otwierała poważną lukę w zabezpieczeniach. W cyklu rozwojowym 1.7 zamierzamy jednak dodać coś lepszego: możliwość kontrolowania sztucznej inteligencji gry poprzez skrypty, być może z wykorzystaniem innego, bezpieczniejszego języka rozszerzeń.
ru: Поддержка AI на Python удалена, потому что Python создаёт серьёзные проблемы безопасности. Однако, мы надеемся встроить ещё более мощные скрипты для AI, возможно, на другом, более безопасном языке, в ветви 1.7.
zh_cn: 由于会引入一个严重的安全漏洞，对编写Python AI的支持被移除。不过，在1.7版本中，我们希望构建一个更强大的AI-脚本支持，可能会使用一个不同于Python并且更加安全的扩展语言。

source: Download
de: Herunterladen
fr: Téléchargement
hu: Letöltés
lt: Atsisiųsti
nb_no: Last ned
pl: Pobierz
ru: Загрузить
zh_cn: 下载
