Repository: Kvirit1/website
Catalog: start/1.6/po/*.po
Languages: cs, de, fr, hu, id, lt, nb_no, pl, ru, zh_cn

source: Battle for Wesnoth is made available under the <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). Source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a> where you will also find instructions for <a href='http://wesnoth.org/wiki/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Linux and Windows and Mac OS X.
cs: Bitva o Wesnoth je dostupná pod licencí <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Zdrojový kód je k&nbsp;dispozici na adrese <a href='http://www.wesnoth.org'>wesnoth.org</a>, kde také naleznete návod na <a href='http://wesnoth.org/wiki/CompilingWesnoth'>sestavení ze zdrojového kódu</a> pro řadu různých operačních systémů. Naleznete zde také instalační balíčky pro nejoblíbenější operační systémy - Linux, Windows a&nbsp;Mac&nbsp;OS&nbsp;X.
de: Battle for Wesnoth ist unter der <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL) (Englisch) lizenziert. Der Quelltext kann von <a href='http://www.wesnoth.org'>wesnoth.org</a> heruntergeladen werden. Dort sind des weiteren Informationen zum <a href='http://wesnoth.org/wiki/CompilingWesnoth'>Kompilieren des Quelltextes</a> (Englisch) für diverse Plattformen zu finden. Für die am weitesten verbreiteten Plattformen stehen auch Binärpakete zur Verfügung.
fr: La Bataille pour Wesnoth est disponible sous la licence <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Le code source est disponible sur <a href='http://www.wesnoth.org'>wesnoth.org</a> où vous trouverez aussi les instructions pour <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compiler à partir des sources</a> pour différents systèmes d'exploitations. Des paquets prêts à l'emploi sont aussi disponibles pour les plupart des systèmes d'exploitation, comme Linux, Windows et Mac OS X.
hu: A Harc Wesnothért a <a href='http://www.gnu.org/copyleft/gpl.html'>GNU GPL</a> licencnek megfelelően lett közzétéve. A forráskód elérhető a <a href='http://www.wesnoth.org'>wesnoth.org</a> honlapon, ahol a különböző operációs rendszerekre történő <a href='http://wesnoth.org/wiki/CompilingWesnoth'>lefordításához</a> is találsz segítséget. Előre elkészített csomagok is elérhetőek a legnépszerűbb operációs rendszerekre, például Linuxra, Windowsra és Mac OS X-re.
id: Peperangan untuk Wesnoth tersedia di bawah <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Lisensi Publik Umum GNU [GNU General Public License]</a> (GPL). Sumber koda tersedia di <a href='http://www.wesnoth.org'>wesnoth.org</a> di mana anda akan juga menemukan instruksi untuk <a href='http://wesnoth.org/wiki/CompilingWesnoth'>menyusun dari sumber</a> menggunakan bermacam-macam sistem operasi. Paket siap-untuk-dipakai juga tersedia untuk sistem-sistem operasi yang paling terkenal, termasuk Linux, Windows dan Mac OS X.
lt: Mūšis dėl Wesnoth išleistas su <a href='http://www.gnu.org/copyleft/gpl-2.0.html'>GNU Bendra Viešąja Licencija</a> (GPL). Išeities kodas prieinamas iš <a href='http://www.wesnoth.org'>wesnoth.org</a>, kur jūs taip pat rasite <a href='http://wesnoth.org/wiki/CompilingWesnoth'>kompiliavimo iš išeities kodo</a> instrukcijas įvairiose operacinėse sistemose. Paruošti paketai taip pat prieinami daugeliui populiariausių operacinių sistemų, įskaitant Linux, Windows ir Mac OS X.
nb_no: Kampen om Wesnoth er tilgjengelig under <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). Kildekoden finnes på <a href='http://www.wesnoth.org'>wesnoth.org</a> hvor du også finner instruksjoner for å <a href='http://wesnoth.org/wiki/CompilingWesnoth'>kompilere fra kilden</a> på mange ulike operativsystemer. Ferdiglagde pakker er klare for de mest populære operativsystemene, herunder Linux, Windows og Mac OS X.
pl: Bitwa o Wesnoth jest dostępna na warunkach <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Powszechnej Licencji Publicznej GNU</a> (GPL). Kod źródłowy można pobrać ze strony <a href='http://www.wesnoth.org'>wesnoth.org</a>, gdzie znajdują się też informacje <a href='http://wesnoth.org/wiki/CompilingWesnoth'>jak zbudować grę ze źródeł</a> na różnych systemach operacyjnych. Dla większości popularnych systemów dostępne są gotowe pakiety instalacyjne, włączając w to Linuksa, Windows i Mac OS X.
ru: Битва за Веснот распространяется на условиях <a href='http://www.gnu.org/copyleft/gpl.html'>Универсальной общественной лицензии GNU</a> (GPL). Исходный код доступен по адресу <a href='http://www.wesnoth.org'>wesnoth.org</a>, где вы также найдёте инструкции <a href='http://wesnoth.org/wiki/CompilingWesnoth'>по сборке</a> для целого ряда операционных систем. Для наиболее популярных операционных систем, включая GNU/Linux, Windows и Mac OS X, уже доступны готовые к использованию пакеты.
zh_cn: Battle for Wesnoth 采用<a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL)授权。源代码可以从<a href='http://www.wesnoth.org'>wesnoth.org</a> 获取，你还可以在<a href='http://wesnoth.org/wiki/CompilingWesnoth'>从源代码编译</a>获取不同操作系统的说明。我们也为主流操作系统包括Linux, Windows 和 Mac OS X的用户提供现成的软件包。

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Source code</a> </strong>
cs: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Zdrojový kód</a> </strong>
de: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Quelltext</a> </strong>
fr: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Code source</a> </strong>
hu: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Forráskód</a> </strong>
id: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Sumber kode</a> </strong>
lt: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Išeities kodas</a> </strong>
nb_no: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Kildekode</a> </strong>
pl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Kod źródłowy</a> </strong>
ru: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Исходный код</a> </strong>
zh_cn: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>源代码</a> </strong>

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth for MS Windows</a> </strong>
cs: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth pro MS Windows</a> </strong>
de: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth für MS Windows</a> </strong>
fr: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth pour MS Windows</a> </strong>
hu: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth az MS Windowsra</a> </strong>
id: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth untuk MS Windows</a> </strong>
lt: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth skirtas MS Windows</a> </strong>
pl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth dla MS Windows</a> </strong>
ru: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Версия для MS Windows</a> </strong>

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth for Mac OS X</a> </strong>
cs: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth pro Mac OS X</a> </strong>
de: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth für Mac OS X</a> </strong>
fr: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth pour Mac OS X</a> </strong>
hu: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth a Mac OS X-re</a> </strong>
id: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth untuk Mac OS X</a> </strong>
lt: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth skirtas Mac OS X</a> </strong>
pl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth dla Mac OS X</a> </strong>
ru: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Версия для Mac OS X</a> </strong>

source: You can get up to date information about downloads at the <a href='http://www.wesnoth.org/wiki/Download'>downloads page</a>.
cs: Aktuální informace o&nbsp;stažení hry naleznete na stránce <a href='http://www.wesnoth.org/wiki/Download'>downloads</a>.
de: Aktuelle Informationen über die Binärpakete gibt es auf <a href='http://www.wesnoth.org/wiki/Download'>dieser Seite</a> (Englisch), die alle herunterladbaren Versionen auflistet.
fr: Vous pouvez trouver des informations à jour au sujet des téléchargements sur la <a href='http://www.wesnoth.org/wiki/Download'>page des téléchargements</a>.
hu: A letöltésekkel kapcsolatos naprakész információt a <a href='http://www.wesnoth.org/wiki/Download'>Letöltések honlapján</a> találod.
id: Anda bisa mendapatkan informasi terbaru tentang semua download di <a href='http://www.wesnoth.org/wiki/Download'>halaman download</a>.
lt: Galite gauti naujausią informaciją apie atsisiuntimus <a href='http://www.wesnoth.org/wiki/Download'>atsisiuntimų puslapyje</a>.
nb_no: Du kan finne oppdatert informasjon om filene på <a href='http://www.wesnoth.org/wiki/Download'>nedlastningssiden</a>.
pl: Najnowsze informacje o dostępnych wersjach można znaleźć na <a href='http://www.wesnoth.org/wiki/Download'>stronie z plikami do pobrania</a>.
ru: Самые свежие сведения смотрите на <a href='http://www.wesnoth.org/wiki/Download'>странице закачек</a>.
zh_cn: 你可以通过<a href='http://www.wesnoth.org/wiki/Download'>下载页面</a>获取最新的下载信息。

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> files only.
cs: Pokud již máte staženou předchozí verzi hry, možná budete chtít stáhnout pouze soubory <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
de: Falls Ihr eine vorherige Version von Wesnoth heruntergeladen habt, seid Ihr vielleicht daran interessiert, nur die <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> Datei herunterzuladen.
fr: Si vous avez téléchargé une ancienne version du jeu, vous souhaiterez peut-être télécharger uniquement les fichiers <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
hu: Ha a játék egy korábbi verzióját már letöltötted, akkor elég, ha csak a változásokat tartalmazó <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> fájlokat töltöd le.
id: Jika anda sudah mendownload versi lama permainan ini, anda mungkin hanya ingin mendownload file <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
lt: Jeigu jūs atsisiuntėte ankstesnes žaidimo versijas, jus gali sudominti tik <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> failų atsisiuntimas.
nb_no: Hvis du har lastet ned tidligere versjoner av spillet, er du kanskje interessert i å bare laste ned <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>-filene.
pl: Jeśli posiadasz już wcześniejszą wersję gry, być może zechcesz skorzystać z możliwości pobrania jedynie plików <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
ru: Если вы уже скачивали прежние версии, то, возможно, захотите скачать только файлы <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
zh_cn: 如果你下载过这个游戏的旧版本，你可能希望只下载<a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>文件。

source: More Info
cs: Více informací
de: Weitere Informationen
fr: Informations complémentaire
hu: További információk
id: Info Terinci
lt: Daugiau informacijos
nb_no: Mer info
pl: Więcej informacji
ru: Дополнительно
zh_cn: 更多信息

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Full Changelog</a> (English, very long)
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Kompletní výpis změn</a> (anglicky, velmi dlouhý)
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Komplette Liste der Änderungen</a> (Englisch, sehr lang)
fr: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Historique complet des modifications</a> (en anglais, très long)
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>A változások teljes listája</a> (angol, nagyon hosszú)
id: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Daftar Perubahan Penuh</a> (Bahasa Inggris, sangat panjang)
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Pilnas pakeitimų žurnalas</a> (angliškai, labai ilgas)
nb_no: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Full endringslogg</a> (Engelsk, mye tekst)
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Pełna lista zmian</a> (po angielsku, bardzo długa)
ru: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Полный журнал изменений</a> (на английском, очень длинный)
zh_cn: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>完整日志</a> (英文, 非常长)

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.en.html'>User's Manual</a>
cs: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.cs.html'>Uživatelský manuál</a>
de: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.de.html'>Handbuch</a>
fr: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.fr.html'>Manuel utilisateur</a>
hu: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/branches/1.6/doc/manual/manual.hu.html'>Felhasználói kézikönyv</a> (magyarul)
id: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.en.html'>Manual Pengguna</a>
lt: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.en.html'>Naudotojo vadovas</a>
nb_no: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.en.html'>Brukermanual</a>
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.pl.html'>Podręcznik użytkownika</a>
ru: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.ru.html'>Руководство пользователя</a>
zh_cn: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/branches/1.6/doc/manual/manual.zh_CN.html'>用户手册</a>

source: <a href='http://www.wesnoth.org'>Wesnoth Official Website</a> (English)
cs: <a href='http://www.wesnoth.org'>Oficiální stránky Wesnothu</a> (anglicky)
de: <a href='http://www.wesnoth.org'>Offizielle Wesnoth Seite</a> (Englisch)
fr: <a href='http://www.wesnoth.org'>Site officiel de Wesnoth</a> (en anglais)
hu: <a href='http://wesnoth.fsf.hu/'>Magyar Wesnoth Közösségi Portál</a>
id: <a href='http://www.wesnoth.org'>Website Resmi Wesnoth</a> (English)
lt: <a href='http://www.wesnoth.org'>Oficialus Wesnoth tinklalapis</a> (angliškai)
nb_no: <a href='http://www.wesnoth.org'>Wesnoths offisielle hjemmeside</a> (Engelsk)
pl: <a href='http://www.wesnoth.org'>Oficjalna strona Wesnoth</a> (po angielsku)
ru: <a href='http://www.wesnoth.org'>Официальный сайт игры</a> (на английском)
zh_cn: <a href='http://www.wesnoth.org'>Wesnoth 官方网站</a> (英文)

source: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Release Notes</a>
cs: <a href='http://www.wesnoth.org/start/1.4'>Poznámky k&nbsp;vydání Bitvy o Wesnoth verze&nbsp;1.4</a>
de: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4: Informationen zur Veröffentlichung</a>
fr: <a href='http://www.wesnoth.org/start/1.4'>Notes de publication de Wesnoth 1.4</a>
hu: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Kiadási megjegyzések</a>
id: <a href='http://www.wesnoth.org/start/1.4'>Catatan Publikasi Wesnoth 1.4</a>
lt: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 išleidimo pastabos</a>
nb_no: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Utgivelsesnotat</a>
pl: <a href='http://www.wesnoth.org/start/1.4'>Informacje o wydaniu Wesnoth 1.4</a>
ru: <a href='http://www.wesnoth.org/start/1.4'>Пресс-релиз о версии 1.4</a>
zh_cn: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 发行说明</a>

source: This page is also available in the following languages:
cs: Tato stránka je také k&nbsp;dispozici v&nbsp;následujících jazycích:
de: Diese Seite ist auch in folgenden Sprachen verfügbar:
fr: Cette page est également disponible dans les langues suivantes :
hu: Ez az oldal a következő nyelveken is elérhető:
id: Halaman ini juga tersedia dalam bahasa-bahasa berikut:
lt: Šis puslapis taip pat prieinamas šiomis kalbomis:
nb_no: Denne siden er tilgjenglig på følgende språk:
pl: Strona jest również dostępna w następujących językach:
ru: Эта страница также доступна на следующих языках:
zh_cn: 这个页面已被翻译为以下语言：
