Repository: Kvirit1/website
Catalog: start/1.2/po/*.po
Languages: bg, ca, cs, de, el, eo, fr, hu, pl, ru, sk

source: Battle for Wesnoth 1.2 Release Notes
bg: Битката за Уеснот 1.2 Бележки по Издаването
ca: Notes de la versió 1.2 de Batalla per Wesnoth
cs: Poznámky k vydání Bitvy o Wesnoth verze 1.2
de: Battle for Wesnoth 1.2: Informationen zur Veröffentlichung
el: Η μάχη για το Γουέσνοθ 1.2 Σημειώσεις Έκδοσης
eo: Publikigaj notoj pri Batalo por Vesnot' 1.2
fr: Communiqué de publication de Wesnoth 1.2
hu: Harc Wesnoth-ért 1.2 - megjegyzések a kiadáshoz
pl: Informacje o wydaniu Bitwy o Wesnoth 1.2
ru: Пресс-релиз Битва за Веснот 1.2
sk: Oznam o uverejnení hry Bitka o Wesnoth 1.2

source: December 23, 2006
bg: Декември 23, 2006
ca: 23 de desembre de 2006
cs: 23.prosince 2006
de: 23. Dezember 2006
el: Δεκέμβριος 23, 2006
eo: 23-a decembro 2006
fr: 23 décembre 2006
hu: 2006 december 23.
pl: 23 grudnia 2006 roku
ru: 23 декабря 2006
sk: 23. decembra 2006

source: The Battle for Wesnoth team is proud to release version 1.2 of <em>The Battle for Wesnoth</em>, a <a href="%s">Free</a>, turn-based strategy game with a fantasy theme and roleplaying elements. The game is <a href="%s">available for download</a> now for Windows, Mac OS X, and various GNU/Linux distributions.
bg: Екипът на Битката за Уеснот е горд да издаде версия 1.2 от <em>Битката за Уеснот</em>, <a href="%s">Безплатна</a>, походова стратегическа игра на фентъзи тема и с елементи на игра. Играта е <a href="%s">достъпна за изтегляне</a> сега за Windows, Mac OS X, и различни GNU/Linux дистрибуции.
ca: L'equip de Batalla per Wesnoth s'enorgulleix de presentar la versió 1.2 de «La Batalla per Wesnoth», un joc <a href="%s">lliure</a> d'estratègia per torns, amb una ambientació fantàstica i certs elements de rol. El joc ja està <a href="%s">disponible</a> per a Windows, Mac OS X, i diverses distribucions GNU/Linux.
cs: Tým vývojářů hry Bitva o Wesnoth hrdě oznamuje uvolnění verze 1.2 hry <em>Bitva o Wesnoth</em> -- <a href="%s">volně dostupné</a> tahové strategie s fantasy námětem a prvky RPG. Hru můžete nyní <a href="%s">stahovat</a> ve verzích pro Windows, Max OS X a různé distribuce GNU/Linuxu.
de: Das Battle for Wesnoth Team ist stolz, die Veröffentlichung der Version 1.2 von "The Battle for Wesnoth" präsentieren zu dürfen. Es handelt sich um ein <a href="%s">freies</a>, rundenbasiertes Strategiespiel in einer Phantasiewelt mit Rollenspielelementen. Das Spiel ist für Windows, Mac OS X und verschiedene GNU/Linux Distibutionen <a href="%s">verfügbar</a>.
el: Η ομάδα της Μάχης για το Γουέσνοθ υπερήφανα σας παρουσιάζει την έκδοση 1.2 <em> Η Μάχη για το Γουέσνοθ</em>, ένα <a href="%s">Δωρεάν</a>, παιχνίδι στρατηγικής γύρων με ένα φανταστικό σενάριο και με στοιχεία περιπέτειας. Το παιχνίδι είναι <a href="%s">διαθέσιμο για λήψη</a> για Windows, Mac OS X, και άλλες GNU/Linux εκδόσεις.
eo: La teamo de Batalo por Vesnot' fiere publikigas la version 1.2 de <em>Batalo por Vesnot'</em>, la <a href="%s">libera</a> turna strategia ludo de fantasta medio kun rol-ludaj elementoj. La ludon oni povas <a href="%s">elŝuti</a> por Vindozo, Mac OS X, kaj diversaj GNU/Linuksaj distribuaĵoj.
fr: L'équipe de développement de la Bataille pour Wesnoth est fière de publier la version 1.2 de « La Bataille pour Wesnoth », un jeu de stratégie au tour par tour <a href="%s">Libre</a> au thème médiéval-fantastique et comportant des éléments de jeu de rôle. Le jeu est <a href="%s">disponible au téléchargement</a> dès maintenant pour Windows, Mac OS X et diverses distributions de GNU/Linux.
hu: A Harc Wesnoth-ért csapat büszkén jelenti be a Harc Wesnoth-ért 1.2-es verziójának kiadását, ami egy <a href="%s">ingyenes</a>, körökre osztott, stratégiai játék fantasy témában és szerepjátszói elemekkel. A játék <a href="%s">letölthető</a> Windows-ra, Mac OS X-re, és különböző GNU/Linux disztribúciókra.
pl: Zespół Bitwy o Wesnoth z dumą ogłasza wydanie wersji 1.2 <em>Bitwy o Wesnoth</em>, <a href="%s">darmowej (wolnej)</a>, turowej gry strategicznej w klimacie fantasy z elementami RPG. Grę <a href="%s">można pobrać</a> w wersjach na platformy Windows, Mac OS X oraz różne dystrybucje GNU/Linuksa.
ru: Команда разработчиков "Битвы за Веснот" с гордостью объявляет о выходе версии 1.2 игры <em>The Battle for Wesnoth</em>, <a href="%s">свободной</a> пошаговой стратегии в стиле фэнтези с ролевыми элементами. Вы можете <a href="%s">загрузить игру</a> для операционных систем Windows, Mac OS X и различных дистрибутивов GNU/Linux.
sk: Tím hry Bitka o Wesnoth hrdo oznamuje zverejnenie verzie 1.2 hry <em>Bitka o Wesnoth</em>, <a href="%s">slobodnej</a> ťahovej strategickej hry s tematikou fantasy a prvkami rolového hrania. Hru si <a href="%s">môžete stiahnuť</a> pre Windows, Max OS X, a rôzne distribúcie operačného systému GNU/Linux.

source: What's New in Wesnoth 1.2
bg: Какво е Ново в Уеснот 1.2
ca: Què hi ha de nou a Wesntoh 1.2
cs: Co je nového v Bitvě o Wesnoth, verze 1.2
de: Was ist neu in Wesnoth 1.2
el: Τι καινούργιο φέρνει το Γουέσνοθ 1.2
eo: Novaĵoj en Vesnot' 1.2
fr: Nouveautés de Wesnoth 1.2
hu: Újdonságok a Wesnoth 1.2-ben
pl: Nowości w Wesnoth 1.2
ru: Что нового в игре "Битва за Веснот" 1.2
sk: Novinky vo Wesnothe 1.2

source: Download
bg: Изтегляне
ca: Descarrega
cs: Stažení
el: Λήψη
eo: Elŝuto
fr: Télécharger
hu: Letöltés
pl: Pobierz
ru: Загрузить
sk: Stiahnutie

source: More Info
bg: Повече Информация
ca: Més informació
cs: Více informací
de: Weitere Informationen
el: Περισσότερες Πληροφορίες
eo: Pli da informoj
fr: Plus d'infos
hu: További tudnivalók
pl: Więcej informacji
ru: Подробнее
sk: Ďalšie informácie

source: The single player mode has a new tutorial, and 3 new campaigns: Two Brothers, The South Guard, and Under the Burning Suns. The first one was intentionally designed to be easy for beginning players. The last one is set in an environment quite different from that of the typical Wesnoth campaign, and includes a few changes to game rules. The existing campaigns include new scenarios, dialogue, items, and optional bonus victory objectives. Replay of saved games has been improved considerably, allowing one to show single turns at a time, navigate through the replay, and toggle <em>fog-of-war</em> at will.
bg: Индивидуалната игра има ново обучение и 3 нови кампании: Двама Братя, Южният Пазач и Под Изгарящите Слънца. Първата беше умишлено проектирана да бъде лесна за начинаещите играчи. В последната обстановката е доста различна от тази на типичната кампания в Уеснот, и съдържа малки промени в правилата на игра. Съществуващите кампании съдържат нови сценарии, диалози, предмети, и избираеми бонус победни цели. Преиграването на запазените игри е подобрено значително, позволявайки да показва един ход наведнъж, ориентиране през преиграването и включена <em>мъгла-на-войната</em> при желание.
ca: El mode de joc individual incorpora ara un tutorial remodelat i 3 campanyes noves: <em>Una història de dos germans</em>, <em>La defensa del sud</em>, i <em>Sota els sols abrasadors</em>. La primera ha estat especialment dissenyada com a campanya fàcil per a principiants. La darrera, en canvi, s'ambienta en un entorn diferent de la resta de campanyes de Wesnoth, i inclou alguns canvis en les regles del joc. Tanmateix, s'han revisat les campanyes ja existents, que inclouen ara nous escenaris, diàlegs, artefactes, i objectius de victòria opcionals que proporcionen bonificacions. La repetició de les partides desades s'ha millorat considerablement; ara és possible veure els torns un a un, navegar per la repetició, o activar i desactivar la <em>boira de guerra</em>.
cs: Hra jednoho hráče má nový, kompletně přepracovaný tutoriál a tři nová tažení: Příběh dvou bratrů, Jižní Hlídka a Pod žhnoucími slunci. První z nich bylo speciálně navrženo jako snadné tažení pro začátečníky. Třetí z nich se zase v mnoha ohledech velmi liší od všech ostatních tažení v Bitvě o Wesnoth, a to včetně mnoha změněných či nových pravidel. Dosavadní tažení byla rozšířena o nové scénáře, dialogy, předměty či nepovinné bonusové úkoly. Přehrání záznamu hry bylo znatelně vylepšeno; umožňuje zobrazovat po jednotlivých tazích, přeskakovat a vracet se v záznamu, měnit nastavení vykreslování <em>mlhy</em> atd.
de: Für den Einzelspielermodus wurde die Einführung komplett erneuert und es sind 3 neue Kampagnen hinzugekommen: Die Geschichte zweier Brüder, Die Südwacht und Unter brennenden Sonnen. Die erste Kampagne wurde speziell für neue Spieler gestaltet, um das Spielprinzip besser kennen zu lernen. Die letzte Kampagne unterscheidet sich von der Spielewelt und dem Spielmechanismus von den typischen Kampagnen. Die übrigen Kampagnen wurden um neue Szenarios, Dialoge, Gegenstände und optionale Bonusziele erweitert. Das abspielen aufgezeichneter Partien wurde stark verbessert, so dass man bequem vor- und zurückspulen kann, nur einzelne Runden abspielen kann, sowie den <em>Nebel des Krieges</em> ein- und ausschalten kann.
el: Το παιχνίδι ενός παίκτη έχει νέα εκμάθηση, και 3 νέες εκστρατείες: Δύο Αδελφοί, Η Νότια Φρουρά, και Κάτω από τους Φλεγόμενους Ήλιους. Το πρώτο είχε ως σκοπό να είναι εύκολο για τους αρχάριους παίκτες. Το τελευταίο τίθεται σε ένα περιβάλλον αρκετά διαφορετικό από αυτό της χαρακτηριστικής εκστρατείας Γουέσνοθ, και περιλαμβάνει μερικές αλλαγές στους κανόνες του παιχνιδιού. Οι υπάρχουσες εκστρατείες περιλαμβάνουν τα νέα σενάρια, διαλόγους, στοιχεία, και προαιρετικούς στόχους νίκης. Η επανάληψη των σωζόμενων παιχνιδιών έχει βελτιωθεί αρκετά, επιτρέποντας την παρουσίαση γύρων ανάλογα με τον χρόνο , να πλοηγήσουν μέσω της επανάληψης, και να επιλέξουν <em>ομίχλη-πολέμου</em> εάν θέλουν.
eo: La sol-ludanta reĝimo havas novan lernilon kaj 3 novajn kampanjojn: Du fratoj, La suda gardo, kaj Sub la brulantaj sunoj. La unua estis intence desegnita kiel facila por komencantaj ludantoj. La lasta okazas en la medio iom malsama ol la tipaj Vesnotaj kampanjoj, kaj ĝi enhavas kelkajn ŝanĝojn de la reguloj de ludo. La estantaj kampanjoj enhavas novajn scenejojn, dialogojn, aĵojn, kaj nedevigajn bonusajn celojn. La re-ludo de konservitaj ludoj estis ege plibonigita; oni povas montri unuopajn turnojn, navigi tra la re-ludo, kaj (mal)ŝalti la <em>batalan nebulon</em> laŭvole.
fr: Le mode solo a un nouveau didacticiel et trois nouvelles campagnes : L'Histoire de deux frères, La Garde Sud et Sous les soleils brûlants. La première a été spécialement conçue pour être accessible aux débutants. La dernière se tient dans un environnement assez différent de celui des autres campagnes de Wesnoth et comprend quelques altérations des règles du jeu. Les anciennes campagnes comportent maintenant de nouveaux scénarios, dialogues et équipements, ainsi que des objectifs de victoire optionnels. La visualisation du déroulement des parties sauvegardées a été considérablement améliorée, en permettant de voir le déroulement d'un seul tour à la fois, la navigation dans le film de la partie et l'activation/désactivation du <em>brouillard de guerre</em> à volonté.
hu: Az egyjátékos mód megújult gyakorlópályákkal és 3 új hadjárattal egészült ki. Ezek a Két fivér meséje, A déli őrhely és A tűző nap alatt. Az elsőt a kezdő játékosoknak szánjuk, míg az utolsónak a környezete egy kicsit eltér a többi Wesnoth hadjáratétól, sőt játékmenetében is különbözik tőlük. A régi hadjáratokban is új pályákkal, párbeszédekkel, tárgyakkal, célkitűzésekkel találkozhatunk. Az elmentett játékok visszajátszása treén nagy előrelépéseket jelenthetünk be. A köröket egyesével nézhetjük meg, tekerhetünk, valamint bármikor kikapcsolahatjuk a pályán lévő ködöt.
pl: Tryb dla jednego gracza ma teraz nowy samouczek oraz 3 nowe kampanie: "Powieść o dwóch braciach", "Południowa straż" i "Pod palącymi słońcami". Pierwsza z nich została zaprojektowana z myślą o początkujących graczach, zaś ostatnia rozgrywa się w świecie znacznie różniącym się od prezentowanego w typowych kampaniach Wesnoth, a także wprowadza pewne modyfikacje zasad gry. Pozostałe kampanie wzbogaciły się o nowe scenariusze, dialogi, przedmioty oraz opcjonalne, specjalnie premiowane warunki zwycięstwa. Znacznie poprawiono odtwarzanie powtórek zapisanych gier, wprowadzając możliwość przeglądania pojedynczych tur, nawigacji w czasie oraz dowolnego przełączania <em>mgły wojny</em>.
ru: Одиночный режим игры теперь содержит обучающую кампанию и три новых кампании: "Два брата", "Южная гвардия" и "Под палящими светилами". Первая из них разработана для начинающих игроков, а последняя происходит в совершенно иной от обычной кампании обстановке и содержит некоторые изменения в правилах игры. В существующие сценарии добавлены новые сценарии, диалоги, предметы и дополнительные бонусные задания для победы. Процесс повтора сохраненных игр был кардинально улучшен, благодаря чему можно воспроизводить единичный ход, производить перемотку и при желании отключать <em>туман войны</em>.
sk: Režim pre jedného hráča má nový výukový scenár a 3 nové príbehy: O dvoch bratoch, Južná hliadka, a Pod žeravými slnkami. Prvý z nich bol úmyselne nadizajnovaný ako jednoduchý pre začiatočníkov. Posledný z nich sa odohráva v prostredí pomerne odlišnom od typických príbehov Wesnothu, a obsahuje niekoľko zmien v herných pravidlách. Zostávajúce príbehy obsahujú nové scenáre, dialógy, predmety, a nepovinné bonusové úlohy. Výrazne sa zlepšilo prehrávanie uložených hier; možno si prezerať jednotlivé ťahy, navigovať záznamom, a ľubovoľne zapínať a vypínať <em>hmlu</em>.

source: Multiplayer has new features, making the internet or LAN mode a more pleasant experience. It allows setting a per-turn time limit, sending private messages to allies, and banning unwelcome users by IP address. The multiplayer <em>lobby</em> interface now displays detailed information about existing games. A few new multiplayer maps were also added.
bg: Мултиплейъра има новости, правейки интернет или LAN по приятни. Позволява опция лимит на времето за ход, изпращане на лични съобщения до съюзниците и изгонване на нежеланите юзери по IP адрес. Интерфейса на мултиплейърската <em>зала</em> сега показва детайлна информация за съществуващите игри. Някои нови карти за мултиплейър са също добавени.
ca: La vessant multijugador té noves opcions que fan de les partides per Internet o en LAN un experiència encara més satisfactòria. Ara és possible establir un límit de temps per torn, enviar missatges privats als aliats, i expulsar usuaris no benvinguts a partir de la seva adreça IP. La interfície de la sala de joc mostra ara una informació més detallada sobre les partides actuals, i també s'han afegit alguns mapes multijugador nous.
cs: Hra více hráčů obsahuje mnoho nových vylepšení, hlavně pro zpříjemnění hry v lokální síti a po Internetu. Umožňuje nastavit limit na tah, odesílat soukromé zprávy spojencům či blokovat nevítané hráče podle IP adresy jejich počítače. Rozhraní vzdáleného serveru umožňuje zobrazit detailní informace o existujících hrách. Jako bonus bylo přidáno několik nových map.
de: Der Mehrspielermodus hat ebenfalls neue Funktionen bekommen, damit das Spielerlebnis in Internet- und Netzwerkpartien noch ungetrübter ist. Es ist nun möglich eine Zeitbegrenzung pro Runde festzulegen, private Nachrichten an Verbündete zu senden, sowie Spieler, die sich nicht an Netiquette halten, über ihre IP Adresse zu bannen. Die <em>Empfangshalle</em> zeigt nun detaillierte Informationen zu den laufenden Partien an. Es wurden zudem ein paar neue Mehrspielerkarten hinzugefügt.
el: Το παιχνίδι πολλών παικτών έχει νέα χαρακτηριστικά, που κάνουν το διαδικτυακό παιχνίδι ή του τοπικού LAN μια πιό ευχάριστη εμπειρία. Επιτρέπει ένα χρονικό όριο ανά-γύρο, να στέλνονται προσωπικά μηνύματα στους συμμάχους, και να μην δέχονται ανεπιθύμητους χρήστες από την διεύθυνση IP. Η διεπαφή επιδεικνύει τώρα αναλυτικές πληροφορίες για τα υπάρχον παιχνίδια. Επίσης προστέθηκαν μερικοί νέοι χάρτες πολλων παικτών.
eo: La plurludanta reĝimo havas novajn ecojn pligrandigantajn la agrablecon de la interreta aŭ loka reta ludo. Ĝi ebligas la turnan tempo-limon, sendi privatajn mesaĝojn al amikoj, kaj malpermesigi la nevolatajn uzantojn per IP adresoj. La plurludanta <em>atendejo</em> nur montras detalajn informojn pri la ekzistantaj ludoj. Kelkaj novaj plurludantaj mapoj estis ankaŭ aldonitaj.
fr: Le mode multijoueur a lui aussi de nouvelles fonctionnalités qui rendent plus attrayant le jeu sur Internet ou réseau local. Il est désormais possible de fixer une limite de temps par tour, d'envoyer des messages privés à ses alliés et de bannir l'adresse IP d'un joueur indésirable. L'interface du <em>vestibule</em> multijoueur affiche maintenant des informations détaillées sur les parties en cours. Quelques nouvelles cartes ont aussi été ajoutées.
hu: A többjátékos módban több újdonságot találunk, így az interneten vagy LAN hálózaton keresztül is izgalmasabb játékokat játszhatunk. Beállíthatunk körönkénti időlimitet, küldhetünk szövetségeseinknek külön üzenetet valamint kitilthatjuk IP-cím alapján a nem kívánatos játékosokat. A többjátékos <em>játékcsarnok</em> kezelőfelületén már részletes leírásokat olvashatunk az egyes játékokról. Néhány új többjátékos pálya is a kiadásba került.
pl: Również gra wieloosobowa wzbogacona została o nowe możliwości, dzięki czemu rozgrywka w Internecie lub sieci LAN stała się jeszcze przyjemniejsza. Można teraz ustawiać limit czasu przeznaczonego na wykonanie posunięć, wysyłać prywatne wiadomości do sojuszników oraz trwale usuwać z gry niepożądanych graczy na podstawie adresu IP. Wieloosobowego interfejs <em>lobby</em> pokazuje dokładne informacje o prowadzonych grach. Dodano też kilka nowych map.
ru: Многопользовательский режим содержит новые возможности, которые делают игру через интернет или локальную сеть более комфортной. Они включают в себя ограничение времени для каждого хода и запрет IP-адресов непрошенных пользователей. Интерфейс <em>холла</em> многопользовательской игры теперь отображает детальную информацию о созданных играх. Также добавлено несколько новых многопользовательских карт.
sk: Režim pre viacerých hráčov má nové vymoženosti, ktoré robia z hry na internete alebo miestnej sieti príjemnejší zážitok. Umožňuje nastaviť časový limit na jednotlivé ťahy, posielať súkromné správy spojencom, blokovať neželaných užívateľov podľa IP adries. Rozhranie <em>čakárne</em> teraz zobrazuje podrobné informácie o prebiehajúcich hrách. Pribudlo aj niekoľko nových máp na zápasy.

source: Other changes in game content include new units, new terrain types, and further balancing of unit stats and abilities. We have added progress bars to major <em>loading</em> points in the game. We have also added some great new music, and a host of new sound effects. There have also been some rearrangements and improvements to the in-game help.
bg: Други промени в съдържанието на играта съдържа нови единици, нови типове терен и още балансиране на статистиките и способностите на единиците. Добавили сме лента за прогрес за главните <em>зареждащи</em> точки в играта. Добавили сме също страхотна нова музика и някои нови звукови ефекти. Има също така и някои преустройства и подобрения в помощта по време на игра.
ca: Hi ha altres canvis en el contingut del joc: noves unitats, nous tipus de terreny, i unitats més anivellades pel que fa a les seves habilitats. S'ha decidit mostrar barres de progrés en els moments més importants en que el joc està <em>carregant</em> informació. A més, s'han afegit algunes noves cançons i molts més efectes sonors. Finalment, també hi ha hagut certa reorganització i millores en el sistema d'ajuda que hi ha dins el propi Wesnoth.
cs: Ostatní změny zahrnují nové jednotky, nové typy terénů a další změny směřující k lepší vyváženosti hry. Přidali jsme grafické zobrazení postupu nahrávání do všech důležitých míst ve hře. Přidali jsme také mnoho nové úžasné hudby a zvukových efektů. V neposlední řadě je nutno vyzdvihnout mnohá vylepšení nápovědy ke hře.
de: Weitere Änderungen umfassen neue Einheiten, neue Geländearten und weitere Anpassen beim Ausbalancieren der Einheiten untereinander. Zudem wurden nun an einigen Punkten, an denen das Spiel Inhalt nachlädt, Fortschrittsbalken eingefügt. Besonders hervorzuheben ist die neue Musik sowie einen ganzen Schwall an neuen Soundeffekten. Die Hilfsfunktion im Spiel wurde verbessert und der Inhalt teilweise neu angeordnet.
el: Αλλες αλλαγές στο περιεχόμενο παιχνιδιών περιλαμβάνουν νέες μονάδες, νέοι τύποι εκτάσεων, και περαιτέρω εξισορρόπηση των στατιστικών των μονάδων και των δυνατοτήτων τους. Έχουμε προσθέσει μπάρες προόδου σε σημαντικές στιγμές<em>φόρτωσης</em> του παιχνιδιού. Προσθέσαμε επίσης νέα μουσική, και αρκετά νέα ηχητικά εφέ. Υπήρξε επίσης αναδιοργάνωση και βελτίωση της βοήθειας του παιχνιδιού.
eo: Aliaj ŝanĝoj en la enhavo de la ludo inkluzivas novajn milit-unojn, novajn tipojn de tereno, kaj pluan balancigon de la ecoj kaj eblecoj de milit-unuoj. Ni aldonis la progres-barojn al la plej gravaj <em>ŝargaj</em> lokoj de la ludo. Ni ankaŭ aldonis iom da bonega nova muziko, kaj multajn novajn muzik-efektojn. La en-luda helpilo estas ankaŭ reorganizita kaj plibonigita.
fr: Parmi les autres changements du contenu de jeu figurent des nouvelles unités, des nouveaux types de terrains et quelques rééquilibrages des caractéristiques et des capacités des unités. Nous avons ajouté des barres de progression pour les principaux points de <em>chargement</em> du jeu. Nous avons aussi rajouté de belles nouvelles musiques et plein de nouveaux effets sonores. Quelques réarrangements et améliorations ont été mis en œuvre dans l'aide intégrée.
hu: A játékba a fentiek mellett többek között új egységek, új terepfajták és kiegyensúlyozottabb képességű megújult egységek is bekerültek. Ezentúl folyamatjelző csíkok tájékoztatnak a <em>betöltés</em> folyamatának állásáról. Új zenéket és egy halom új hanghatást is készítettünk. A játék súgója is apróbb átalakításokon ment keresztül.
pl: Inne zmiany obejmują między innymi nowe jednostki, typy terenu oraz dalsze balansowanie statystyk i umiejętności jednostek. Dodaliśmy też paski postępu do tych miejsc w grze, gdzie następuje dłuższe <em>ładowanie</em> danych. Nie można też zapomnieć o nowej, wspaniałej muzyce i wielu nowych efektach dźwiękowych. Ulepszenia i reorganizacja objęły również wbudowany system pomocy.
ru: Появились новые соединения, типы земли, произведен баланс параметров соединений и их способностей. Добавлено состояние <em>загрузки</em> игры. Мы добавили новую музыку и целый набор новых звуковых эффектов. Также исправлена и улучшена внутриигровая помощь.
sk: Ďalšie zmeny v obsahu hry zahŕňajú nové jednotky, nové druhy terénu, a ďalšie vyvažovanie vlastností a schopností jednotiek. Na miesta, kde sa v hre <em>načítava</em> veľa dát, sme pridali ukazovatele postupu. Pridali sme aj trocha novej dobrej hudby, a množstvo nových zvukových efektov. Aj návod v hre sa mierne preorganizoval a vylepšil.
