Repository: Kvirit1/website
Catalog: start/1.2/po/*.po
Languages: bg, ca, cs, de, el, eo, fr, hu, pl, ru, sk

source: One major change is that we have undertaken a heavy revision of our sprite imagery; affecting almost all units except the drakes, mermen, and naga, intended to bring most of the units into consistent style and correct size. A result of this is that units (which we've revised) that belong to different teams, now show their team color on clothes and banners. We have also completely replaced the icons representing the attacks of units. There are a few new portraits and story pictures, some major improvements to terrain graphics (especially the new mountains, cave, castles/encampments, swamp, canyons, and tropical forests, not to mention a few others).
bg: Една главна промяна е това че сме приели тежка ревизия на нашите измислени образи; засягащи най-много всички единици освен драконите, русалките и нагите, с желание да придадат на много от единиците съответстващ стил и правилен размер. Резултатът от това е, че единиците (които сме ревизирали) които принадлежат към различни отбори, сега показват техния отборен цвят по дрехите и банерите си. Също така напълно сме сменили иконите представляващи атаките на единиците. Има някои нови портрети и снимки към историите, някои главни подобрения на теренните графики (най-вече на новите планини, пещери, замъци/лагери, блата, каниони и тропични гори, да не споменаваме някои други).
ca: Un dels canvis més destacats que s'ha dut a terme és la revisió dels gràfics de les unitats, que afecta a gairebé totes les races excepte dracs, sirènids i nagues. L'objectiu principal ha estat que tinguessin un estil més consistent i una mida més adequada. Un dels resultats d'aquesta renovació és que les unitats que pertanyen a diferents bàndols mostren ara el color del seu bàndol en la seves vestimentes i estendards. També s'han reemplaçat completament les icones que representaven els atacs de les unitats. Hi ha nous retrats i escenes per a les campanyes, i algunes millores importants en els gràfics dels terrenys (especialment muntanyes, coves, castells i campaments, pantans, penya-segats, i boscs tropicals, només per destacar-ne alguns).
cs: Další velkou změnou, kterou jsme udělali, byla změna obrázků jednotek; obrázkové zemětřesení postihlo všechny jednotky s výjimkou draků, mořských ras. Hlavním cílem bylo sjednocení jejich stylu a správnost jejich velikosti. Výsledkem tohoto snažení pak je, že oblečení a zástavy všech takto upravených jednotek se vždy zobrazují v barvě svého týmu. Kompletně jsme také vyměnily obrázky útoků. Přidali jsme mnoho nových portrétů jednotek a ilustrací příběhu, mnoho vylepšení potkalo téměř všechny obrázky terénů (zvláště pak nové hory, jeskyně, hrady a ležení, bažiny, kaňony a tropické pralesy).
de: Eine größere Änderung zeigt sich in den neuen Grafiken für fast alle alle Einheiten, die als Ziel hatten, die Grafiken in Größe und Art konsistent zu machen. Die Ausnahmen hiervon sind die Draken, das Meervolk sowie die Naga. Ein weitere Änderung an den Einheiten führte dazu, dass nun die Mannschaftsfarbe an den überarbeiteten Einheiten sichtbar ist. Ebenfalls komplett ersetzt wurden die Grafiken, die die verwendete Waffen der Einheiten symbolisieren. Weiterhin gibt es neue Porträts und Grafiken, die die Kampagnengeschichte weiter spinnen, sowie deutliche Verbesserungen an einigen Geländegrafiken (speziell die neuen Berge, Höhlen, Burgen/Lager, Sümpfe, Schluchten und der tropische Wald).
el: Μια σημαντική αλλαγή είναι ότι έχουμε αναλάβει μια αναθεώρηση των καλολογικών στοιχείων: επιρρεάζοντας όλες σχεδόν τις μονάδες εκτός από τους δράκους, τους θαλασσανθρώπους και τους νάγκα, ώστε να φέρει τις περισσότερες από τις μονάδες στο συνεπές ύφος και το σωστό μέγεθος. Ένα αποτέλεσμα είναι ότι οι μονάδες (που έχουμε αναθεωρήσει) που ανήκουν στις διαφορετικές ομάδες, παρουσιάζουν τώρα το χρώμα των ομάδων τους στα ενδύματα και τα εμβλήματα. Επίσης έχουμε αντικαταστήσει εντελώς τις εικόνες που αντιπροσωπεύουν τις επιθέσεις των μονάδων. Υπάρχουν μερικα νέα πορτρέτα και εικόνες ιστορίας, μερικές σημαντικές βελτιώσεις στη γραφική παράσταση εκτάσεων (ειδικά τα νέα βουνά, σπηλιές, κάστρα/στρατοπεδεύσεις, έλοι, φαράγγια, και τροπικά δάση, για να μην αναφέρουμε και άλλα).
eo: Unu granda ŝanĝo estas la grava revizio de niaj bildoj de figuroj; ĝi koncernis preskaŭ ĉiujn milit-unuojn krom drakoj, mar-homoj, kaj serpentoj; celante igi plejmultoj de la milit-unuoj al la kongrua stilo kaj ĝusta grandeco. Rezulte de tio la (reviziitaj) milit-unuoj apartenantaj al malsamaj teamoj nun montras iliajn team-kolorojn sur vestaĵoj kaj flagoj. Ni ankaŭ komplete anstataŭigis la bildojn reprezentantajn atakojn de la milit-unuoj. Estas kelkaj novaj portretoj kaj rakontaj bildoj, kelkaj plibonigoj al teren-grafiko (precipe novaj montoj, kaverno, kasteloj/tendaroj, marĉoj, kanjonoj, kaj tropikaj arbaroj, kaj kelkaj aliaj).
fr: Un des plus grands changements est une révision complète des animations que nous avons entreprise, pour presque toutes les unités sauf les drakes, les ondins et les nagas ; le but de cette révision est d'ajuster la taille des unités et de rendre plus cohérent leur style. Maintenant, les unités (celles qui ont été révisées) d'équipes différentes s'affichent avec des vêtements ou drapeaux à la couleur de leur équipe. Nous avons aussi complètement remplacé les icônes représentant les attaques des unités. Il y a aussi quelques nouveaux portraits et illustrations des histoires ; plusieurs améliorations notables du graphisme des terrains (en particulier les nouveaux montagnes, cavernes, châteaux, campements, marais, abysses, forêts tropicales et d'autres encore).
hu: Egyik legnagyobb változtatásunk, hogy átalakítottuk a figurák megjelenítését, így az összes egység (kivéve a perzsekényeket, a sellőket és a nagákat) egyöntetű stílust és méretet kapott. Ennek az eredménye, hogy az átalakított egységek csapatszíne megjelenik az öltözetükön és zászlóikon is. A támadási ikonokat is mind lecseréltük. Néhány új arckép és illusztráció is elkészült, valamint sok-sok terepgrafika, gondolva itt például az új kinézetű hegyekre, barlangokra, várakra, lápokra, kanyonokra, trópusi erdőkre stb.
pl: Do naszych głównych zadań należała gruntowna przeróbka elementów graficznych, która dotknęła niemal wszystkie jednostek z wyjątkiem smoków, mermanów i nag, a dzięki której większości jednostek cechuje się teraz spójnym wyglądem oraz poprawnymi rozmiarami. Wynikiem tego przedsięwzięcia jest to, że poddane odpowiednim modyfikacjom jednostki należące do różnych drużyn, prezentują kolor swojej strony na ubraniach i sztandarach. Całkowicie zmienione zostały też ikony reprezentujące typy ataków. Ponadto, pojawiło się trochę nowych portretów i ilustracji fabuły. Znacznie poprawiona została grafika terenu, co widać szczególnie dobrze na przykładzie nowych gór, zamków/obozów, bagien, kanionów, dżungli oraz kilku innych jego typów.
ru: Одним из основных изменений является полная переработка спрайтов почти всех соединений, за исключением драконов, водяных и наг, направленная на приведение облика соединений к единому стилю и размеру. В результате этого одежда и знамена соединений (из числа отредактированных), принадлежащих одной стороне, отмечаются цветом команды. Также появились новые портреты и изображения, улучшена графика карты (новые горы, пещеры, замки/укрытия, болота, каньоны, тропические леса и многое другое).
sk: Ďalšou veľkou zmenou, ktorú sme urobili, bola dôkladná revízia obrázkov figúrok; týkala sa takmer všetkých jednotiek okrem jašterov, morských ľudí a morských hadov; jej cieľom bolo upraviť väčšinu jednotiek na súrodý štýl a správnu veľkosť. Dôsledkom toho je, že všetky tieto upravené jednotky zobrazujú na svojom oblečení a zástavách farby svojho tímu. Úplne sme nahradili obrázky znázorňujúce útoky jednotiek. Pribudlo niekoľko nových portrétov a obrázkov k príbehom, zlepšila sa grafika niekoľkých terénov (najmä nové hory, jaskyne, hrady/tábory, močiare, kaňony, tropické lesy, a ďalšie).

source: Developers and Modders can enjoy new WML (Wesnoth markup language) features, including custom abilities, unit stat modification, more detailed events, and the ability to script a custom AI in Python. Additionally, we have added basic code support for the animation of walking, swimming, dying, and other special actions; in doing so we've done a major cleanup of the WML that describes said animations, making it much more consistent.
bg: Разработчиците могат да се насладят на новите WML (Уеснотски маркировъчен език), съдържащ обичайни способности, модификация на статистиките на единиците, по-детайлни събития и способността да скриптира обичаен Изкуствен Интелект в Питон. В добавка, добавили сме начална поддръжка на код за анимация на ходене, плуване, умиране и други специални действия; по този начин сме направили главно почистване на WML което описва изброените анимации, правейки ги по-съответстващи.
ca: Els desenvolupadors i dissenyadors d'escenaris ja poden gaudir del ventall de possibilitats que ofereix el nou WML (<em>Wesnoth Markup Language</em>): habilitats personalitzades, modificació de les estadístiques de les unitats, events més detallats, i la possibilitat d'escriure una IA pròpia en Python. Addicionalment, s'ha afegit suport bàsic per a animacions com caminar, nedar, morir, i altres accions especials. En fer això, també s'ha polit al màxim el WML que descriu aquests animacions, fent-lo molt més consistent.
cs: Vývojáře a upravovače jistě potěší nové vlastnosti WML (jazyka pro tvorbu tažení a jednotek ve Wesnothu), jako například možnost vytvořit si vlastní vlastnosti, změny nastavení jednotek, detailnější události či možnost napsat si vlastní umělou inteligenci počítačového hráče v Pythonu. Navíc jsme přidali podporu pro animace chůze, plavání, umírání či dalších specifických akcí, přičemž jsme dost pročistili a zjednodušili právě tu část WML, která popisuje tyto animace.
de: Entwickler und Bastler können sich über neue WML (Wesnoth Beschreibungssprache für Einheiten und Szenarios) Funktionen freuen. Man kann eigene Fertigkeiten für Einheiten, Statusmodifikationen, verbesserte Ereignisstrukturen sowie eine selbsterstellte KI in Python nutzen. Zusätzlich sind nun Animationen wie laufen, schwimmen, sterben oder andere spezielle Typen erstellbar; Um dies zu bewerkstelligen wurde die WML Syntax bereinigt, so dass die oben genannten Animationen gut programmiert werden können.
el: Οι υπεύθυνοι για την ανάπτυξη μπορούν να απολαύσουν τα νέα χαρακτηριστικά γνωρίσματα WML (Γλώσσα(L) Σήμανσης(M) Wesnoth), συμπεριλαμβανομένων προκαθορισμένων δυνατοτήτων, την τροποποίηση των στατιστικών, των πιό λεπτομερών γεγονότων, και της δυνατότητας να γράψουν την ΑΙ στην Python. Επιπλέον, έχουμε προσθέσει τη βασική υποστήριξη κώδικα για τη ζωτικότητα του περπατήματος, της κολύμβησης, του θανάτου, και άλλων ειδικών ενεργειών. Με αυτό τον τρόπο έχουμε κάνει έναν σημαντικό καθαρισμό του WML που περιγράφει τις εν λόγω ζωτικότητες, που το καθιστούν συνεπέστερο.
eo: Evoluigantoj kaj modifantoj povas ĝui la novajn ecojn de WML (Vesnot-mark-lingvo), inter alie la kreadon de propraj eblecoj, modifadon de ecoj, pli detalajn eventojn, eblecon skribi propran AI en Python. Plue, ni aldonis la bazan kod-subtenon por animaĵoj de irado, naĝado, mortado, kaj aliaj agoj; farante tion ni ege purigis na WML por priskribi animaĵojn, farante ĝin ege pli kongrua.
fr: Les développeurs et créateurs d'extensions peuvent profiter des nouveautés WML (Wesnoth Markup Language) telles que les capacités configurables, la modification des caractéristiques des unités, des événements plus détaillés et la possibilité de programmer une IA en Python. De plus, nous avons ajouté un support basique pour les animations de marche, de nage, de mort et de quelques actions spécifiques ; ce faisant nous avons effectué une refonte majeure du WML décrivant lesdites animations, en le rendant plus cohérent.
hu: A fejlesztők és az érdeklődők figyelmébe ajánljuk a megújult WML (Wesnoth Markup Language) lehetőségeit, gondolva itt az egységek egyedi képességeire, statjuk módosítására, részletesebben kidolgozható eseményekre és a Pythonban szkriptelhető MI-re. Emellett a játékkód már alapjaiban támogatja az animált mozgást, úszást, halált és más cselekvéseket. Ehhez nagyban át kellett alakítanunk az animált cselekvések WML kódját, ami így már sokkal egységesebb.
pl: Programiści i twórcy modyfikacji mogą teraz korzystać z nowych możliwości WML (języka znaczników Wesnoth), umożliwiających między innymi tworzenie własnych umiejętności, modyfikowanie cech i projektowania bardziej szczegółowych zdarzeń, a także pisać specjalizowane moduły sztucznej inteligencji w języku Python. Jakby tego było mało, dodaliśmy podstawową obsługę animacji chodzenia, pływania, umierania i kilku innych specjalnych czynności, dokonując przy tym znacznego uproszczenia i uspójnienia języka WML opisującego te elementy gry.
ru: Разработчики и модеры могут наслаждаться новыми возможностями WML (язык разметки Wesnoth), включающими в себя возможность изменения, модификацию данных соединений, детализацию событий и возможность написания собственного AI на Python. Также добавлена основа для поддержки анимации передвижения, ударов, смерти и других действий соединений. Чтобы это стало возможным, мы полностью переписали WML для более детального описания анимации.
sk: Vývojári a upravovači sa potešia z nových vlastností WML (značkovacieho jazyka Wesnothu), kam patrí možnosť vytvoriť vlastné schopnosti, zmeniť hodnoty jednotiek, detailnejšie udalosti, a možnosť naprogramovať si vlastný algoritmus počitačového hráča v jazyku Python. Pridali sme aj základnú programovú podporu animácií chôdze, plávania, umierania, a ďalších akcií; v rámci toho sme dosť prečistili WML popisujúce tieto animácie, takže je o dosť konzistentnejšie.

source: Battle for Wesnoth now supports right-to-left languages. There are new Polish and Norwegian translations, and many other incomplete ones. In total, there are 35 translations being worked on; please join us to help finish the incomplete translations for future releases.
bg: Битката за Уеснот сега поддържа също още езици. Има нови Полски и Норвежки преводи, и много други незавършени. Като цяло, има 35 превода върху които се работи; моля присъединете се към нас за да помогнете да завършим незавършените преводи в бъдещи издания.
ca: Batalla per Wesnoth permet idiomes amb escriptura de dreta a esquerra. En total, 35 traduccions en les que s'ha estat treballant, incloent noves incorporacions com el Polonès i el Noruec, i moltes altres que malauradament encara no estan acabades. Si us plau, si voleu millorar la situació d'alguna d'aquestes traduccions incompletes, animeu-vos a col·laborar-hi per tal de millorar la situació en properes llançaments.
cs: Bitva o Wesnoth nyní podporuje jazyky píšící se zprava doleva. Hra je nyní kompletně i v polštině a norštině (čeština je samozřejmostí); mnoho dalších nových překladů je pak nekompletních. Celkově je zahrnuto 35 překladů; prosíme pomozte nám dokončit neúplné překlady či zapojte se do českého překladatelského týmu pro práci na příštích verzích či rozšířeních.
de: Battle for Wesnoth unterstützt nun auch Sprachen, die von rechts nach links gelesen werden. An Übersetzungen sind Polnisch und Norwegisch hinzugekommen, sowie einige weitere. Insgesamt wird an 35 Übersetzungen gearbeitet; bitte helft uns, damit die unvollständigen Übersetzungen für die nächste Version abgeschlossen werden können.
el: Η Μάχη για το Γουέσνοθ υποστηρίζει επίσης δεξιά-προς-αριστερά γλώσσες. Υπάρχουν καινούργιες Πολωνικές και Νορβηγικές μεταφράσεις, και πολλές ακόμα ημιτελής. Συνολικά, υπάρχουν 35 μεταφράσεις που ετοιμάζονται, παρακαλούμε μπείτε και σεις στην ομάδα μας και βοηθήστε μας να ολοκληρώσουμε τις ημιτελής μεταφράσεις για μελλοντικές εκδόσεις.
eo: Batalo por Vesnot' nur subtenas ankaŭ la lingvojn skribatajn el dekstre maldekstren. Aperis novaj pola kaj norvega tradukoj, kaj multaj nekompletigitaj. Entute estas prilaborataj 35 tradukoj; bonvoli aliĝi kaj helpi fini la nekompletajn tradukojn por la estontaj aldonoj.
fr: La Bataille pour Wesnoth supporte maintenant les langues écrites de droite à gauche. Il y a des nouvelles traductions polonaises et norvégiennes et beaucoup d'autres incomplètes. Au total 35 langues sont prises en compte ; nous remercions par avance ceux qui nous permettront de terminer les traductions actuellement incomplètes en vue des versions futures.
hu: A Harc Wesnoth-ért mostmár támogatja a jobbról balra író nyelveket. Újdonság a lengyel és a norvég és több félkész fordítás. Összeségében 35 nyelven folyik fejlesztés. Te is csatlakozhatsz a fordítócsapatokhoz (például a magyarhoz), hogy a jövőben ezek a fordítások minél teljesebbé válhassanak.
pl: Bitwa o Wesnoth wspiera teraz języki, w których tekst pisany jest od prawej do lewej. Do listy kompletnych tłumaczeń dołączyły polskie i norweskie, a w różnych fazach prac znajduje się wiele innych wersji językowych. Trwają prace nad przetłumaczeniem gry na 35 języków, więc jeśli jesteś w stanie pomóc przy jednym z nich - dołącz do nas i pomóż tłumaczom włączyć go do kolejnych wydań.
ru: Игра "Битва за Веснот" теперь поддерживает языки с начертанием письма справа налево. Также появились польский и норвежский переводы. Всего доступно 35 переводов на различные языки мира. Присоединяйтесь к нам и помогите завершить неготовые переводы к будущим релизам.
sk: Bitka o Wesnoth už podporuje aj jazyky písané sprava doľava. Pribudol poľský a nórsky preklad, a mnoho ďalších je rozpracovaných. Celkovo sa pracuje na 35 prekladoch; prosím pridajte sa a pomôžte dokončiť tieto preklady do ďalších vydaní.

source: Version 1.2 includes a gameplay feedback mechanism. Players can allow the program to send anonymous statistics of their performance in single-player campaigns to our server - this gives campaign authors the information they need to balance the difficulty of their campaigns.
bg: Версия 1.2 съдържа игрови механизъм за обратна връзка. Играчите могат да позволят на програмата да изпраща анонимни статистики за тяхното представяне в индивидуалните кампании на нашия сървър - това дава на авторите на кампаниите информация от която те имат нужда за да балансират трудността на техните кампании.
ca: La versió 1.2 inclou un mecanisme de regulació de la jugabilitat. Els jugadors poden permetre que el programa enviï estadístiques anònimes de les campanyes que juguen cap al servidor de Wesnoth. Aquesta informació és molt valuosa per als autors de les campanyes de cara a anivellar la dificultat dels diferents escenaris.
cs: Verze 1.2 obsahuje mechanismus zpětné vazby. Hráči mohou anonymně odeslat statistiky svých výkonů ve hře jednoho hráče na náš server - to umožňuje dodat tvůrcům tažení tolik potřebné informace o tom, jak je hráči hrají a umožňuje jim to scénáře lépe vyvážit.
de: Version 1.2 enthält die Möglichkeit anonyme Statistiken über die gespielten Szenarios an den Wesnothserver zu schicken, so das Kampagnenauthoren eine bessere Möglichkeit haben, den Schwierigkeitsgrad von Szenarios anzupassen.
el: Η έκδοση 1.2 περιέχει ένα μηχανισμό ανάδρασης. Οι παίκτες μπορούν να επιτρέψουν στο πρόγραμμα να στείλει ανώνυμα στατιστικά για τις επιδόσεις τους στις εκστρατείες ενός παίκτη στον εξυπηρετητή μας - αυτό δίνει στους σεναριογράφους τις πληροφορίες που χρειάζονται για να εξισσοροπήσουν την δυσκολία των εκστρατειών.
eo: Versio 1.2 inkluzivas la ludadan retrokuplan mekanizmon. Ludantoj povas permesi al la programo sendi anonimajn statistikojn de iliaj sol-ludantaj progresadoj al nia servilo - tio donas al aŭtoroj de la kampanjoj informon bezonatan por balancigi la facilecon de iliaj kampanjoj.
fr: La version 1.2 inclut un système de collecte de rapports de jeu. Les joueurs peuvent autoriser le programme à envoyer à notre serveur des statistiques anonymes sur leurs performances en mode solo ; cela permet aux créateurs de campagnes de collecter ces informations afin d'équilibrer les niveaux de difficulté de leurs campagnes.
hu: Az 1.2-es kiadás tartalmaz egy játékmenettel kapcsolatos visszajelző rendszert. A játékosok engedélyezhetik a programnak, hogy az névtelen statisztikákat küldjön a hadjáratok teljesíthetőségével kapcsolatban az interneten keresztül a fejlsztőkhöz, akik ilymódon könyebben meghatározhatják az egyes pályák nehézségi szintjeit.
pl: Wersja 1.2 zawiera też mechanizm raportowania przebiegu rozgrywki. Gracze mogą pozwolić grze na wysyłanie anonimowych statystyk opisujących ich postępy w kampaniach dla jednego gracza, dzięki czemu autorzy kampanii zdobędą informacje potrzebne do balansowania poziomu trudności.
ru: Версия 1.2 содержит механизм обратной связи. Игроки теперь могут разрешать программе анонимно отправлять на наш сервер статистику своих достижений в однопользовательских кампаниях, что даст авторам кампаний информацию для изменения баланса сложности кампании.
sk: Verzia 1.2 obsahuje mechanizmus na spätnú väzbu. Hráč môže povoliť programu posielať na náš server anonymné štatistiky postupu v režime jedného hráča - toto dá autorom príbehom potrebné informácie na vyváženie náročností svojich príbehov.
