Repository: Kvirit1/website
Catalog: start/1.2/po/*.po
Languages: bg, ca, cs, de, el, eo, fr, hu, pl, ru, sk

source: Battle for Wesnoth is made available under the <a href="%s">GNU General Public License</a> (GPL). Source code is available from <a href="%s">wesnoth.org</a> where you will also find instructions for <a href="%s">building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems.
bg: Битката за Уеснот е направена достъпна под <a href="%s">Главния публичен лиценз на GNU </a> (GPL). Сорс кода е достъпен от <a href="%s">wesnoth.org</a> където ще намерите инструкции за <a href="%s">създаване от сорса</a> в рамките на различни операционни системи. Готовите пакети са също достъпни за най-популярните операционни системи.
ca: Batalla per Wesnoth està disponible sota la <a href="%s">Llicència Pública General</a> (GPL). El codi font està disponible a <a href="%s">wesnoth.org</a> on també podreu trobar les instruccions necessàries per <a href="%s">compilar-lo</a> des de diversos sistemes operatius. També disposeu de paquets preparats per als sistemes operatius més populars.
cs: Bitva o wesnoth je dostupná pod licencí <a href="%s">GNU General Public License</a> (GPL). Zdrojový kód je k dispozici na adrese <a href="%s">wesnoth.org</a>, kde také naleznete návod na <a href="%s">sestavení ze zdrojového kódu</a> pro řadu různých operačních systémů. Pro nejoblíbenější operační systémy zde také naleznete instalační balíčky.
de: Battle for Wesnoth ist unter der <a href="%s">GNU General Public License</a> (GPL) lizenziert. Der Quellcode kann von <a href="%s">wesnoth.org</a> heruntergeladen werden. Dort sind des Weiteren Informationen zum <a href="%s">Kompilieren des Quellcodes</a> für diverse Plattformen zu finden. Für die am weitesten verbreiteten Plattformen stehen auch Binärpakete zur Verfügung.
el: Η Μάχη για το Γουέσνοθ είναι διαθέσιμη υπό το <a href="%s">GNU General Public License</a> (GPL). Ο πηγαίος κώδικας είναι διαθέσιμος από το <a href="%s">wesnoth.org</a> όπου μπορείτε να βρείτε οδηγίες για το πως <a href="%s">να δημιουργήσετε από τον κώδιακα</a> σε μία πλειάδα λειτουργικών συστημάτων. Έτοιμα πακέτα υπάρχουν διαθέσιμα για τα πιο δημοφιλή λειτουργικά συστήματα.
eo: Batalo por Vesnot' akireblas sub la <a href="%s">Ĝenerala publika permesilo de GNU</a> (GPL). La fonto-kodo estas akirebla de <a href="%s">wesnoth.org</a>, kie oni trovos ankaŭ instruojn por <a href="%s">bildigi la fonton</a> sur diversaj operaciumoj. Pretaj pakaĵoj estas ankaŭ akireblaj por la plej popularaj operaciumoj.
fr: La Bataille pour Wesnoth est disponible sous la <a href="%s">Licence générale publique GNU</a> (GPL). Le code source est disponible à partir du site <a href="%s">wesnoth.org</a> où vous trouverez également des instructions pour <a href="%s">compiler à partir des sources</a> sur une large variété de systèmes d'exploitation différents. Des paquets prêts à utiliser sont également disponibles pour les systèmes d'exploitation les plus répandus.
hu: A Harc Wesnoth-ért a <a href="%s">GNU GPL</a> licencnek megfelelően lett kiadva. A forráskód elérhető a <a href="%s">wesnoth.org</a> honlapról, ahol a <a href="%s">forráskód lefordításához</a> a különböző operációs rendszereken is találsz segítséget. Előre elkészített csomagok is elérhetőek a legnépszerűbb operációs rendszerekre.
pl: Bitwa o Wesnoth jest dostępna na zasadach <a href="%s">Licencji Publicznej GNU</a> (GPL). Kod źródłowy można pobrać ze strony <a href="%s">wesnoth.org</a>, na której znajdziesz też informacje <a href="%s">jak zbudować grę ze źródeł</a> na wielu różnych systemach operacyjnych. Dla większości popularnych systemów dostępne są gotowe pakiety instalacyjne.
ru: "Битва за Веснот" распространяется по лицензии <a href="%s">GNU General Public License</a> (GPL). Исходный код доступен на <a href="%s">wesnoth.org</a>, здесь же вы найдёте инструкции по <a href="%s">сборке из исходных кодов</a> для разных операционных систем. Также вы можете загрузить уже готовые пакеты для большинства популярных операционных систем.
sk: Bitka o Wesnoth je dostupná pod <a href="%s">Všeobecnou verejnou licenciou GNU</a> (GPL). Zdrojový kód nájdete na stránke <a href="%s">wesnoth.org</a> spolu s návodom na <a href="%s">vytvorenie zo zdrojového kódu</a> na množstve rozličných operačných systémov. Pre najčastejšie používané operačné systému sú predpripravené hotové inštalačky.

source: Source code
bg: Сорс код
ca: Codi font
cs: Zdrojový kód
de: Quellcode
el: Πηγαίος Κώδικας
eo: Fonto-kodo
fr: Code source
hu: Forráskód
pl: Kod źródłowy
ru: Исходный код
sk: Zdrojový kód

source: Wesnoth for MS Windows
bg: Уеснот за MS Windows
ca: Wesnoth per a MS Windows
cs: Wesnoth pro MS Windows
de: Wesnoth für MS Windows
el: Γουέσνοθ για MS Windows
eo: Vesnot' por MS Windows
fr: Wesnoth pour MS Windows
hu: Wesnoth MS Windows-ra
pl: Wesnoth dla MS Windows
ru: Веснот для MS Windows
sk: Wesnoth pre MS Windows

source: Wesnoth for Mac OS X
bg: Уеснот за Mac OS X
ca: Wesnoth per a Mac OS X
cs: Wesnoth pro Mac OS X
de: Wesnoth für Mac OS X
el: Γουέσνοθ για Mac OS X
eo: Vesnot' por Mac OS X
fr: Wesnoth pour Mac OS X
hu: Wesnoth Mac OS X-re
pl: Wesnoth dla Mac OS X
ru: Веснот для Mac OS X
sk: Wesnoth pre Mac OS X

source: You can get up to date information about downloads at the <a href="http://www.wesnoth.org/wiki/Download">downloads page</a>.
bg: Можете да получите актуална информация за изтеглянията на <a href="http://www.wesnoth.org/wiki/Download">страницата за изтегляне</a>.
ca: Podeu obtenir informació més actualitzada i detallada a la <a href="http://www.wesnoth.org/wiki/Download">pàgina de descàrregues</a>.
cs: Aktuální informace o stažení hry naleznete na stránce <a href="http://www.wesnoth.org/wiki/Download">downloads</a>.
de: Aktuelle Informationen über die Downloads gibt es auf der <a href="http://www.wesnoth.org/wiki/Download">Download Seite</a>.
el: Μπορείτε να πάρετε ενημερωμένες πληροφορίες για λήψεις στην <a href="http://www.wesnoth.org/wiki/Download">ιστοσελίδα λήψεων</a>.
eo: La ĝisdatan informon pri elŝuteblaĵoj oni trovos ĉe la <a href="http://www.wesnoth.org/wiki/Download">paĝo <em>Download</em></a>.
fr: Vous pouvez trouver des informations à jour au sujet des téléchargements sur la <a href="http://www.wesnoth.org/wiki/Download">page de téléchargement</a>.
hu: A letöltésekkel kapcolatban friss információkról szerezhetsz tudomást kapcsolatban a <a href="http://www.wesnoth.org/wiki/Download">letöltés oldalon</a>.
pl: Najnowsze informacje o plikach do pobrania znajdziesz na <a href="http://www.wesnoth.org/wiki/Download">stronie z plikami do pobrania</a>.
ru: Более подробную информацию о загрузках вы можете получить на <a href="http://www.wesnoth.org/wiki/Download">странице загрузок</a>.
sk: Aktuálne informácie o stiahnuteľných súboroch nájdete na <a href="http://www.wesnoth.org/wiki/Download">stránke <em>Download</em></a>.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href="%s">xdelta</a> files only.
bg: Ако сте изтеглили предишни версии на играта, може да се интересувате от изтеглянето само на <a href="%s">xdelta</a> файловете.
ca: Si teniu una versió anterior del joc, us pot interessar descarregar només els fitxers <a href="%s">xdelta</a>.
cs: Pokud již máte staženou předchozí verzi hry, možná budete chtít stáhnout pouze soubory <a href="%s">xdelta</a>.
de: Falls Sie eine vorherige Version von Wesnoth heruntergeladen haben, sind Sie eventuell daran interessiert, nur die <a href="%s">xdelta</a> Datei herunterzuladen.
el: Εάν έχετε κατεβάσει προηγούμενη έκδοση του παιχνιδιού, ίσως ενδιαφέρεστε να κατεβάσετε μόνο τα <a href="%s">xdelta</a> αρχεία.
eo: Se vi elŝutis la antaŭajn versiojn de la ludo, eble povus esti interese por vi elŝuti nur la <a href="%s">xdelta</a> dosierojn.
fr: Si vous avez téléchargé une ancienne version du jeu, vous souhaiterez peut-être télécharger uniquement les fichiers <a href="%s">xdelta</a>.
hu: Ha a játék előző verzióját már letöltötted, akkor lehet, hogy csak az <a href="%s">xdelta</a> fájlok is elegek lesznek.
pl: Jeśli posiadasz już poprzednią wersję gry, możesz skorzystać z możliwości pobrania jedynie plików <a href="%s">xdelta</a>.
ru: Если вы уже скачивали предыдущие версии игры, вы можете скачать только <a href="%s">xdelta-файлы</a>.
sk: Ak ste si už stiahli predchádzajúce verzie hry, možno budete mať záujem o stiahnutie iba súborov <a href="%s">xdelta</a>.

source: Full Changelog
bg: Пълен списък на промените
ca: Registre de canvis complet
cs: Plný výpis změn
de: Komplette Liste der Änderungen
el: Πλήρεις πληροφορίες αλλαγών
eo: Plena ŝanĝ-protokolo
fr: Historique complet des modifications
hu: Teljes változtatási napló
pl: Pełen dziennik zmian
ru: Полный список изменений
sk: Plný záznam zmien

source: (English, Very Long)
bg: (Английски, Много Дълъг)
ca: (anglès, molt llarg)
cs: (anglicky, velmi dlouhé)
de: (Englisch, sehr lang)
el: (Αγγλικά, Πολύ Μακρύ)
eo: (angla, tre longa)
fr: (en anglais, très long)
hu: (angol nyelvű, terjedelmes)
pl: (Angielski, bardzo długi)
ru: (английский, очень длинный)
sk: (po anglicky, veľmi dlhý)

source: Wesnoth Official Website
bg: Официалният уебсайт на Уеснот
ca: Pàgina oficial de Wesnoth
cs: Oficiální stránka Wesnothu
de: Offizielle Wesnoth Internetseite
el: Επίσημη Ιστοσελίδα του Γουέσνοθ
eo: Oficiala retpaĝo de Vesnot'
fr: Site web officiel de Wesnoth
hu: A Wesnoth hivatalos honlapja
pl: Oficjalna strona Wesnoth
ru: Официальный сайт Веснот
sk: Oficiálna stránka Wesnothu

source: (English)
bg: (Английски)
ca: (anglès)
cs: (anglicky)
de: (Englisch)
el: (Αγγλικά)
eo: (angla)
fr: (anglais)
hu: (angol nyelvű)
pl: (Angielski)
ru: (английский)
sk: (po anglicky)

source: Wesnoth 1.0 Release Notes
bg: Уеснот 1.0 Бележки по Издаването
ca: Notes de la versió 1.0 de Wesnoth
cs: Poznámky k vydání Bitvy o Wesnoth verze 1.0
de: Wesnoth 1.0: Informationen zur Veröffentlichung
el: Γουέσνοθ 1.0 Σημειώσεις Έκδοσης
eo: Publikigaj notoj pri Vesnot' 1.0
fr: Communiqué de publication de Wesnoth 1.0
hu: Wesnoth 1.0 - megjegyzések a kiadáshoz
pl: Informacje o wydaniu Wesnoth 1.0
ru: Пресс-релиз Битва за Веснот 1.0
sk: Oznam o uverejnení Wesnothu 1.0

source: This page is also available in the following languages:
bg: Тази страница е също достъпна на следните езици:
ca: Aquesta pàgina també està disponible en els següents idiomes:
cs: Tato stránka je také k dispozici v následujících jazycích:
de: Diese Seite ist auch in folgenden Sprachen verfügbar:
el: Αυτή η σελίδα είναι επίσης διαθέσιμη για τις παρακάτω γλώσσες:
eo: Tiu ĉi paĝo ankaŭ akireblas en la sekvantaj lingvoj:
fr: Cette page est également disponible dans les langues suivantes :
hu: Ez az oldal a következő nyelveken érhető még el:
pl: Strona ta jest dostępna w następujących językach:
ru: Данная страница также доступна на следующих языках:
sk: Táto stránka je k dispozícii aj v nasledujúcich jazykoch:

source: Bandwidth by %s
bg: Ширина на лентата покрай %s
ca: Ample de banda per %s
de: Die Bandbreite wird zur Verfügung gestellt von %s
el: Χώρος από %s
eo: Kapacito de %s
fr: Bande passante fournie par %s
hu: Szolgáltató: %s
pl: Łącza zapewnia %s
ru: Провайдер %s
sk: Pripojenie poskytuje %s

source: en
bg: английски
ca: ca
cs: cs
de: de
eo: eo
fr: fr
hu: hu
pl: pl
sk: sk

source: Battle for Wesnoth 1.2
bg: Битката за Уеснот 1.2
ca: Batalla per Wesnoth 1.2
cs: Bitva o Wesnoth 1.2
el: Η Μάχη για το Γουέσνοθ 1.2
eo: Batalo por Vesnot' 1.2
fr: La Bataille pour Wesnoth 1.2
hu: Harc Wesnoth-ért 1.2
pl: Bitwa o Wesnoth 1.2
ru: Битва за Веснот 1.2
sk: Bitka o Wesnoth 1.2
