Repository: Kvirit1/website
Catalog: start/1.0/po/*.po
Languages: af, es, eu, he, it, nl, pt, ru, sv, tr

source: The road to Battle for Wesnoth 1.0 has been a long one, since lead programmer David White released the first development version 0.1 on 18 June 2003. The 1.0 release not only includes code, scenarios, images and music, but also embodies time, effort and talent from David and dozens of contributors. The Battle for Wesnoth development team hopes that Wesnoth can be an example of success for other aspiring Open Source game developers.
af: Die pad na Die Stryd vir Wesnoth 1.0 was 'n lang een vanaf 18 Junie 2003 toe die hoof-programeerder David White, die eerste ontwikkelings-uitgawe, nommer 0.1, uitgereik het. Uitgawe 1.0 sluit nie net kodes, scenario's en musiek in nie, maar is ook die verpersoonliking van tyd, inspanning, en talent van David en dosyne ander medewerkers. Die Stryd vir Wesnoth ontwikkelaars hoop dat Wesnoth 'n voorbeeld van sukses kan wees aan ander aspirant Oop Bron speletjie ontwikkelaars.
es: El camino que ha llevado a La Batalla de wesnoth 1.0 ha sido muy largo, dado que el programador principal, David White, publicó la primera versión de desarrollo, 0.1, el 18 de junio de 2003. La versión 1.0 no sólo es código, escenarios, imágenes y música. También ha supuesto mucho tiempo, esfuerzo y talento de David y de docenas de contribuyentes al proyecto. El equipo de desarrollo de La Batalla por Wesnoth espera que Wesnoth sea un ejemplo de éxito para otros aspirantes a desarrolladores de juegos libres.
eu: Wesnoth-eko Borroka 1.0-ren ibilbidea luzea izan da, 2003-ko Ekainak 18an David White garatzaileak lehen garapen bertsio 0.1 argitaratu zuenetik. 1.0 argitalpenak ez dauka soilik kodea, jokalekuak, irudiak eta musika, baita David eta hamaika laguntzaileen denbora, esfortsua eta talentua ere. Battle for Wesnoth-eko garatzaile taldeak espero du Wesnoth beste iturri irekiko jokuen garatzailegaientzako arrakasta adibide izatea.
he: הדרך לגרסה 1.0 של הקרב על ווסנות' היתה ארוכה, מאז שחרר המפתח הראשי, דויד וייט, את גרסת 0.1 ב־18 ליוני 2003. גרסת 1.0 כוללת לא רק קוד, תרחישים, תמונות ומוסיקה אלא מגלמת בתוכה גם את הזמן, המאמץ והכשרון שהושקעו על ידי דויד ותריסרי תורמים נוספים. צוות הקרב על ווסנות' מקווה שהמשחק יכול להוות דוגמה להצלחה עבור אנשי קוד פתוח נוספים המעוניינים לפתח משחקים.
it: La strada percorsa sino ad arrivare a The Battle for Wesnoth 1.0 è stata piuttosto lunga da quando il suo creatore, David White, ha rilasciato la versione 0.1 il 18 Giugno 2003. La versione 1.0 non include solo codice, scenari, immagini e musiche ma anche tantissimo tempo e talento messo a disposizione da David e da decine di volontari. Il Gruppo di sviluppatori di The Battle for Wesnoth spera che il gioco possa essere un esempio di successo per tutti quelli che vogliano sviluppare dei giochi Free/Open Source.
nl: De weg naar Strijd om Wesnoth 1.0 is lang geweest, vanaf het moment dat hoofdontwikkelaar David White de eerste ontwikkelingsversie op 18 juni 2003 uitbracht. De 1.0 versie bevat niet alleen code, scenario's, afbeeldingen en muziek, maar ook tijd, inspanning en talent van David en tientallen anderen. Het team van Strijd om Wesnoth hoopt dat Wesnoth een voorbeeld kan zijn voor beginnende open-broncode spelontwikkelaars.
pt: A caminhada para Battle for Wesnoth tem sido longa, desde que o seu desenvolvedor líder, David White, lançou a primeira versão em 18 de Junho de 2003. A versão 1 não apenas inclui códigos, senários, imagens e música, mas também envolve tempo, dedicação e talento do David e de suas dúzias de contribuintes. A equipe de desenvolvimeto do The Battle for Wesnoth, espera que o Wesnoth sirva como exemplo de sucesso para outros desenvolvedores de jogos, aspirantes do Código Aberto.
ru: Был пройден долгий путь к версии 1.0 игры "Битва за Веснот", с тех пор как ведущий программист Дэвид Уайт выпустил первую 0.1 версию игры 18 Июня 2003 года. Версия 1.0 включает в себя не только исходный код, сценарии, изображения и музыку, а также включает время, усилия и талант Дэвида и многих других людей. Команда разработчиков игры "Битва за Веснот" надеется, что Веснот станет успешным примером для других разработчиков Открытых игр.
sv: Vägen till Kampen om Wesnoth 1.0 har varit lång, sedan huvudutvecklare David White släppte den första utvecklingsversionen 0.1 den 18 juni 2003. Version 1.0 innehåller inte bara kod, scenarier, bilder och musik, utan den manifesterar även den tid, insats och skicklighet som David och dussintals andra bidragit med. Kampen om Wesnoths utvecklare hoppas att Wesnoth kan bli en förebild för andra som vill lyckas med ett spel med öppen källkod.
tr: Battle for Wesnoth'a giden yol ana geliştirici David White 18 Temmuz 2003 tarihindeilk geliştirme versiyonu 0.1'i çıkardığı günden başlayan uzun bir yol oldu. 1.0 sürümü David ve onlarca katkıda bulunan kimsenin sadece kod, senaryo, resim ve müziklerini içermekle kalmayıp zaman, efor ve yeteneklerini de temsil etmektedir. Battle for Wesnoth ekibi Wesnoth'un filizlenmekte olan diğer açık kaynak oyunlarının geliştiricilerine de bir başarı örneği olmasını ümit eder.

source: Battle for Wesnoth also boasts strong internationalization support: Choose from English or one of 17 translations, allowing more than 1400 million people to play the game in their native language. Or, if you prefer, try the ultimate challenge and tackle the game in Latin. Shipped with Battle for Wesnoth 1.0 are language packs for Afrikaans, Catalan, Czech, Dutch, English (American), English (British), Finnish, French, German, Hungarian, Italian, Japanese, Latin, Russian, Slovak, Spanish, Swedish and Turkish.
af: Die Stryd vir Wesnoth spog met sterk internasionale ondersteuning. Kies van Engels of 17 ander vertalings, wat toelaat dat meer as 1400 miljoen mense die spel in hul moedertaal kan speel. Of, as jy wil, probeer die uiterste uitdaging en probeer die spel in Latyn speel. Verskeep saam met Die Stryd vir Wesnoth 1.0 is die taal-pakkette vir Afrikaans, Amerikaanse Engels, Britse Engels, Duits, Fins, Frans, Hongaars, Italiaans, Japannees, Katalaans, Latyns, Nederlands, Slowaaks, Spaans, Sweeds, Tsjeggies, en Turks.
es: La Batalla por Wesnoth también ofrece un impresionante soporte internacional: escoja la inglesa o alguna de las 17 traducciones incluidas; más de 1.400 millones de personas pueden jugar a este juego en su idioma nativo. O, si lo prefiere, pruebe un último desafío e intente jugar en latín. En La Batalla por Wesnoth se incluyen traducciones para sudafricano, catalán, checo, holandés, inglés americano, inglés británico, finés, francés, alemán, húngaro, italiano, japonés, latín, ruso, eslovaco, español, sueco y turco.
eu: Wesnoth-eko Borroka internazionalizazio lan indartsuaren ondorioak dakar ere: aukera ezazu angelera edo beste 17 itzulpenetatik bat, 1400 milioi pertsona baino gehiago jokua bere ama hizkuntzan jokatzeko aukera ematen. Edo, nahiago baduzu, azken lehiarekin ausartu eta jokua Latinaz frogatu. Battle for Wesnoth 1.0-rekin Afrikaans, Katalan, Txekiera, Nederlandera, Ingelesa (Amerika), Ingelesa (Britaniarra), Finlandiera, Frantses, Alemaniera, Hungariera, Italiera, Japoniera, Latin, Errusiera, Eslovakiera, Gaztelania, Suediera, eta Turkiera hizkuntza paketeak datoz.
he: הקרב על ווסנות' מכיל גם תמיכה חזקה בבינאום. בחירה באנגלית או אחד מ־17 התרגומים הקיימים, מאפשרת ליותר מ־1400 מליון בני-אדם לשחק בשפת האם שלהם. אם אתם מחפשים את האתגר המושלם, נסו לשחק בלטינית. יחד עם גרסה 1.0 של ווסנות' מסופקות חבילות שפה עבור: אפריקנית, קטלנית, צ'כית, הולנדית, אנגלית )אמריקנית(, אנגלית )בריטית(, פינית, צרפתית, גרמנית, הונגרית, איטלקית, יפנית, לטינית, רוסית, סלובקית, ספרדית, שוודית וטורקית.
it: Battle for Wesnoth è stato supportato da numerosi Gruppi di Internazionalizzazione: Scegli l'Inglese o una delle 17 traduzioni, che danno la possibilità a più di 1400 milioni di persone di giocare nella propria lingua natia. O, se preferisci, prova l'incredibile possibilità di giocarci in Latino. Nel pacchetto di installazione di Wesnoth 1.0 sono incluse le seguenti lingue: Afrikano, Catalano, Ceco, Tedesco, Inglese (Americano), Inglese (Britannico), Finlandese, Francese, Tedesco, Ungarico, Italiano, Giapponese, Latino, Russo, Slovacco, Spagnolo, Svedese e Turco.
nl: Strijd om Wesnoth heeft sterke internationale ondersteuning: er kan uit 17 vertalingen gekozen worden, waardoor meer dat 1,4 miljard mensen het spel in hun moedertaal kunnen spelen. En zelfs, als je voor een uitdaging inbent, in het latijn. Strijd om Wesnoth wordt geleverd met de talen Afrikaans, Catalaans, Tsjechisch, Nederlands, Engels (Brits en Amerikaans), Fins, Frans, Duits, Hongaars, Italiaans, Japans, latijn, Russisch, Slovaaks, Spaans, Zweeds en Turks.
pt: Battle for Wesnoth também tem um forte suporte a internacionalização: Escolha de Inglês ou uma da 17 traduções, permintindo que mais de 1400 milhões de pessoas possam jogar em sua lingua nativa. Ou, se você preferir, tente o desafio final aderindo ao jogo em latim. Junto ao Battle for Wesnoth estão os pacotes de língua Africana, Catalã, Tcheca, Holandêsa, Inglês(americano), Inglês(Britânico), Finlandês, Francês, Alemão, Húngaro, Italiano, Japonês, Latino, Russo, Eslovaco, Espanhol, Suéco e Turco.
ru: "Битва за Веснот" также гордится сильной интернациональной поддержкой: Выбирайте английский или любой другой из 17 переводов, более 1,4 миллирда людей могут играть на своём родном языке. Также Вы можете попробовать сыграть на латинском языке. Игра "Битва за Веснот" 1.0 переведена на следующие языки: африкаанс, каталонский, чешский, голландский, английский (американский), английский (британский), финский, французский, немецкий, венгерский, итальянский, японский, латинский, русский, словакский, испанский, шведский и турецкий.
sv: Kampen om Wesnoth har också ett starkt internationaliseringsstöd: välj mellan engelska eller någon av de 17 översättningarna, som tillåter mer än 1400 miljoner människor att spela spelet på sitt modersmål. Eller, om du hellre vill det, ta dig an den yttersta utmaningen och spela spelet på latin. Inkluderat i Kampen om Wesnoth 1.0 finns översättningar till afrikaans, amerikansk och brittisk engelska, finska, franska, holländska, italienska, japanska, katalanska, latin, ryska, slovakiska, spanska, svenska, tjeckiska, turkiska, tyska och ungerska.
tr: Battle for Wesnoth güçlü uluslararası desteği ile de iftihar etmektedir: 1 milyar 400 milyondan fazla insanın oyunu ana dilinde oynayabilmesi demek olan İngilizce veya 17 diğer dilden birini seçmek mümkündür. İsterseniz kendinizi deneyin ve oyunu latincede bitirmeye çalışın. Wesnoth 1.0 ile birlikte gelen dil paketleri Türkçe, Afrikaans, Katalan, Çekçe, Hollandaca, Amerikan ingilizcesi, İngiliz ingilizcesi, Fince, Fransızca, Almanca, Macarca, İtalyanca, Japonca, Latince, Rusça, Slovakça, İspanyolca ve İsveççe'dir.

source: Several <a href="%s">other languages</a> are near completion: <a href="%s">join us</a> to help finish the incomplete translations for future releases.
af: Verskeie <a href="%s">ander tale</a> is naby aan klaar: <a href="%s">Sluit aan by ons</a> en help om onvoltooide vertalings klaar te maak vir toekomstige uitgawes.
es: Además de ellos hay <a href="%s">otros idiomas</a> que están casi completos: <a href="%s">únase</a> a nosotros para ayudarnos a terminar las traducciones incompletas para futuras versiones.
eu: Beste <a href="%s">hainbat hizkuntza</a> bukatzear daude: <a href="%s">lagunduiguzu</a> itzulpen bukatugabeak hurrengo argitalpenetarako bukatzen.
he: כמה <a href="%s">שפות נוספות</a> קרובות להשלמה: <a href="%s">הצטרף אלינו</a> כדי לעזור ולסיים את התרגומים עבור גרסאות עתידיות.
it: Molte <a href="%s">altre lingue</a> stanno per essere completate: <a href="%s">collabora con noi</a> ed dacci una mano a terminare le traduzioni incomplete per le versioni future.
nl: Verscheidene <a href="%s">andere vertalingen</a> naderen hun voltooiïng: <a href="%s">help mee</a> voor toekomstige versies.
pt: Diversas outras línguas(<a href="%s">other languages</a>) estão próximas de acabar sua tradução. Junte-se a nós(<a href="%s">join us</a>, para ajudar a terminar traduções imcompletas para versões futuras.
ru: Переводы на некоторые <a href="%s">другие языки</a> практически завершены: <a href="%s">присоединяйтесь к нам</a>, Вы можете помочь завершить переводы для будущих версий игры.
sv: Många <a href="%s">andra språk</a> är också nära fullbordan: <a href="%s">hjälp oss</a> att avsluta ofullständiga översättningar för framtida versioner.
tr: Bazı <a href="%s">diğer diller</a> tamamlanmak üzereler: gelecek sürümler için eksik tercümeleri bitirmeye yardım etmek için <a href="%s">bize katıl</a>.

source: Battle for Wesnoth is made available under the <a href="%s">GNU General Public License</a> (GPL). Source code is available from <a href="%s">wesnoth.org</a> where you will also find instructions for <a href="%s">building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems.
af: Die Stryd vir Wesnoth is beskikbaar onder die <a href="%s">GNU General Public Lisensie</a> (GPL). Bron kodes is beskikbaar op <a href="%s">wesnoth.org</a> waar jy ook instuksies sal vind oor hoe om Wesnoth <a href="%s">op te bou uit die bron kodes </a> vir verskeie stelsels. Reg-om-te-gebruik pakkette is ook beskikbaar vir die meeste populêre rekenaar stelsels.
es: La Batalla por Wesnoth está disponible bajo la <a href="%s">Licencia pública general GNU</a> (en inglés, GPL). El código fuente está disponible en <a href="%s">wesnoth.org</a>, donde también encontrará instrucciones para <a href="%s">compilar desde las fuentes</a> el juego en una gran variedad de sistemas operativos. También hay paquetes listos para su uso para los sistemas operativos más populares.
eu: Wesnoth-eko Borroka <a href="%s">GNU Publikoaren Lizentzia Orokorraren</a> (GPL) menpe zabaltzen da. Iturri kodea <a href="%s">wesnoth.org-etik</a> eskuragarri dago non hainbat sistema eragile ezberdinetan <a href="%s">iturritik eraikitzeko</a> jarraibideak ere aurki ditzakezu. Sistema eragile ezagunenentzat prestatutako paketeak ere daude eskuragarri.
he: הקרב על ווסנות' מופץ בכפוף ל<a href="%s">רשיון הציבורי הכללי של גנו</a> <span dir="ltr">(GPL)</span>). קוד המקור זמין מ <a href="%s">wesnoth.org</a>, שם ניתן גם למצוא <a href="%s"> הוראות לבנייה מקוד מקור</a> על מגוון מערכות הפעלה. חבילות התקנה מוכנות, זמינות למערכות ההפעלה הפופולריות.
it: Battle for Wesnoth è disponibile sotto i termini della <a href="%s">Licenza Publica Generale GNU</a> (GPL). Il codice sorgente è disponibile su <a href="%s">wesnoth.org</a> dove potrai trovare le istruzioni per <a href="%s">Compilarne il codice sorgente</a> su tanti sistemi operativi differenti. Sono disponibili anche molti pacchetti contenenti i binari per i più popolari sistemi operativi.
nl: Strijd om Wesnoth wordt ter beschikking gesteld onder de <a href="%s">GNU General Public License</a> (GPL). De broncode is te downloaden van <a href="%s">wesnoth.org</a>, waar ook de instructies voor <a href="%s">het compileren van de broncode</a> op verschillende besturingssystemen te vinden zijn. Kant-en-klare pakketten voor de bekendste besturingssystemen zijn ook beschikbaar.
pt: Battle for Wesnoth está disponível sob a <a href="%s">GNU General Public License</a> (GPL). O código fonte está disponível no <a href="%s">wesnoth.org</a> onde você também encontrará instruções para <a href="%s">building from de source</a> (construindo do fonte) com suporte a vários sistemas operacionais. Pronto para começar, os pacotes estão disponíveis para a maioria dos sistemas operacionais.
ru: "Битва за Веснот" распространяется по лицензии <a href="%s">GNU General Public License</a> (GPL). Исходный код доступен на <a href="%s">wesnoth.org</a>, здесь же Вы найдёте инструкции по <a href="%s">сборке из исходных кодов</a> для разных операционных систем. Также Вы можете загрузить уже готовые пакеты для большинства популярных операционных систем.
sv: Kampen om Wesnoth distribueras under <a href="%s">GNU General Public License</a> (GPL). Källkoden finns tillgänglig på <a href="%s">wesnoth.org</a>, där du också kan finna instruktioner för hur man <a href="%s">bygger från källkod</a> på en mängd olika operativsystem. Även färdiga paket finns tillgängliga för de mest populära operativsystemen.
tr: Battle for Wesnoth <a href="%s">GNU General Public License</a> (GPL) altında yayımlanmıştır. <a href="%s">wesnoth.org</a> adresinde kaynak koda ve oyunu çeşitli işletim sistemlerinde <a href="%s">kaynaktan derlemek</a> için açıklamalara ulaşmak mümkündür. Çoğu popüler işletim sistemi için kurulmaya hazır paketler de mevcuttur.

source: Source code
af: Bron Kode
es: Código fuente
eu: Iturri kodea
he: קוד מקור
it: Codice Sorgente
nl: Broncode
pt: Código Fonte
ru: Исходный код
sv: Källkod
tr: Kaynak kod

source: Wesnoth for MS Windows
af: Wesnoth vir MS Windows
es: Wesnoth para MS Windows
eu: Wesnoth MS Windows-entzako
he: ווסנות' עבור "חלונות"
it: Wesnoth per MS Windows
nl: Wesnoth voor MS Windows
pt: Wesnoth para MS Windows
ru: Веснот для Windows
sv: Wesnoth för MS Windows
tr: MS Windows için Wesnoth

source: Wesnoth for Mac OS X
af: Wesnoth vir Mac OS X
es: Wesnoth para MacOS X
eu: Wesnoth Mac OS X-entzako
he: ווסנות' עבור Mac OS X
nl: Wesnoth voor Mac OS X
pt: Wesnoth para Mac OS X
ru: Веснот для Mac OS X
sv: Wesnoth för Mac OS X
tr: Mac OS X için Wesnoth

source: You can get up to date information about downloads at the <a href="http://www.wesnoth.org/wiki/Download">downloads page</a>.
af: Jy kan opdatum informasie omtrent die aflaai van Wesnoth op die <a href="http://www.wesnoth.org/wiki/Download">aflaai bladsy</a> kry.
es: Puede conseguir información actualizada sobre descargas en la <a href="http://www.wesnoth.org/wiki/Download">página de descargas</a>.
eu: Jeitsiei buruzko informazio eguneratua <a href="http://www.wesnoth.org/wiki/Download">jeitsiera orrian</a> eskura dezakezu</a>.
he: ניתן להשיג מידע עדכני בנוגע להורדות התוכנה <a href="http://www.wesnoth.org/wiki/Download">בדף ההורדות</a>.
it: Puoi trovare ulteriori informazioni su i dowloads alla <a href="http://www.wesnoth.org/wiki/Download">pagina dei downloads</a>.
nl: De meest recente informatie betreffende downloads vind je op de <a href="http://www.wesnoth.org/wiki/Download">download-pagina</a>.
pt: Você pode obter informações atualizadas sobre downloads nas <a href="http://www.wesnoth.org/wiki/Download">páginas de download</a>.
ru: Более подробную информацию о загрузках Вы можете получить на <a href="http://www.wesnoth.org/wiki/Download">странице загрузок</a>.
sv: Aktuell information om nerladdningsbara filer finns på <a href="http://www.wesnoth.org/wiki/Download">nerladdningssidan</a>.
tr: <a href="http://www.wesnoth.org/wiki/Download">İndirme sayfasında</a> indirmeler hakkında güncel bilgiyi bulabilirsin.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href="%s">xdelta</a> files only.
af: As jy alreeds vorige uitgawes van Wesnoth afgelaai het, sal jy dalk in die aflaai van die <a href="%s">xdelta</a> lêers alleen belang stel.
es: Si había descargado versiones anteriores del juego, podría estar interesado en descargar solamente los ficheros <a href="%s">xdelta</a>.
eu: Jokuaren aurreko bertsioren bat jeitsi baduzu soilik <a href="%s">xdelta</a> fitxategiak jeistean interesatua egon zaitezke.
he: אם הורדת גרסאות קודמות של המשחק, יתכן שתעדיף להוריד קבצי <a href="%s">xdelta</a> בלבד.
it: Se hai gia scaricato una versione precedente del gioco potresti essere interessato a scaricare solo i files <a href="%s">xdelta</a>.
nl: Als je al een eerdere versie hebt geïnstalleerd kun je gebruik maken van de <a href="%s">xdelta</a>-bestanden.
pt: Se você baixou uma versão anterior do jogo, talvez seja melhor baixar apenas os arquivos <a href="%s">xdelta</a>.
ru: Если Вы уже скачивали предыдущие версии игры, Вы можете скачать только <a href="%s">xdelta</a> файлы.
sv: Om du har laddat ner en tidigare version av spelet så kanske du är mer intresserad av att bara ladda ner <a href="%s">xdelta-filerna</a>.
tr: Eğer oyunun önceki versiyonlarını indirdiysen sadece <a href="%s">xdelta</a> dosyalarını indirmen mümkün.

source: Wesnoth Official Website
af: Wesnoth Offisiële Webwerf
es: Web oficial de Wesnoth
eu: Wesnoth-eko Webgune Ofiziala
he: אתר המשחק הרשמי
it: Sito Internet Ufficiale di Wesnoth
nl: Officiële Wesnoth-website
pt: Website Oficial do Wesnoth
ru: Официальный сайт Веснот
sv: Wesnoths officiella websajt
tr: Resmi Wesnoth Websitesi

source: (English)
af: (Engels)
es: (Inglés)
eu: (Ingelesez)
he: )אנגלית(
it: (In Inglese)
nl: (Engels)
pt: (Inglês)
ru: (английский)
sv: (engelska)
tr: (İngilizce)

source: This page is also available in the following languages:
af: Hierdie bladsy is ook beskikbaar in die volgende tale:
es: Esta página también está disponible en los siguientes idiomas:
eu: Orri hau ondorengo hizkuntzatan ere dago eskuragarri:
he: דף זה זמין גם בשפות הבאות:
it: Questa pagina è disponibile nelle seguenti lingue:
nl: Deze pagina is ook beschikbaar in de volgende talen:
pt: Esta página também está disponível nas seguintes línguas:
ru: Данная страница также доступна на следующих языках:
sv: Denna sida finns även tillgänglig på följande språk:
tr: Bu sayfa şu dillerde de mevcuttur:

source: Bandwidth by %s
af: Bandwyte by %s
es: Ancho de banda gracias a %s
eu: Banda-zabalera %s-k eskeinia
he: רוחב פס באדיבות %s
it: Ospitato da %s
nl: Bandbreedte door %s
pt: Largura de banda por %s
ru: Провайдер %s
tr: Bant genişliğini sağlayan:

source: en
af: af
es: es
eu: eu
he: he
it: it
nl: du
pt: pt
sv: sv
tr: tr

source: ltr
he: rtl
pt: Itr

source: Battle for Wesnoth 1.0
af: Die Stryd vir Wesnoth 1.0
es: La Batalla por Wesnoth 1.0
eu: Wesnoth-eko Borroka 1.0
he: הקרב על ווסנות' 1.0
nl: Strijd om Wesnoth 1.0
ru: Битва за Веснот 1.0
sv: Kampen om Wesnoth 1.0
tr: Battle for Wesnoth (Wesnoth için savaş) 1.0
