Repository: Kvirit1/website
Catalog: start/1.0/po/*.po
Languages: af, es, eu, he, it, nl, pt, ru, sv, tr

source: Battle for Wesnoth 1.0 Release Notes
af: Die Stryd vir Wesnoth 1.0 Uitgawe Nota's
es: Notas de publicación de La Batalla por Wesnoth 1.0
eu: Wesnoth-eko Borroka 1.0 Argitalpen Oharrak
he: הקרב על ווסנות' 1.0 -- הודעת שחרור גרסה
it: Note di Rilascio per The Battle for Wesnoth 1.0
nl: Strijd om Wesnoth 1.0: Noten bij de uitgave
pt: Battle for Wesnoth 1.0 Notas de Liberação
ru: Битва за Веснот 1.0
sv: Utgåvekommentarer för Kampen om Wesnoth 1.0
tr: Battle for Wesnoth 1.0 Yayım Notları

source: Internet. October 2, 2005
af: Internet. 2 Oktober, 2005
es: Internet. 2 de octubre de 2005
eu: Internet. 2005-eko Urriak 2
he: האינטרנט. 2 באוקטובר, 2005
it: Internet. 2 Ottobre 2005
nl: Internet, 2 oktober 2005
pt: Internet, 2 de outubro de 2005
ru: Интернет. 2 Октября 2005 года
sv: Internet. 2 oktober 2005
tr: Internet. 2 Ekim 2005

source: The Battle for Wesnoth team is proud to release version 1.0 of "The Battle for Wesnoth", a <a href="%s">Free</a>, turn-based strategy game with a fantasy theme and roleplaying elements. The game is <a href="%s">available for download</a> now for Windows, Mac OS X, and various GNU/Linux distributions.
af: Die Stryd vir Wesnoth Span is trots om uitgawe 1.0 van "Die Stryd vir Wesnoth", 'n <a href="%s">Gratis</a>, beurtbasis strategie-spel, met 'n fantasie tema en rolspeel elemente, vry te stel. Die spel is <a href="%s">beskikbaar vir aflaai</a> nou vir Windows, Mac OS X, en verskeie GNU/Linux verspreidings.
es: El equipo de La Batalla por Wesnoth se enorgullece en presentar la versión 1.0 de La Batalla por Wesnoth, un juego de estrategia por turnos <a href="%s">libre</a> con un tema fantástico y elementos de juego de rol. El juego está <a href="%s">disponible para descargar</a> en versión para Windows, MacOS X, y distintas distribuciones de GNU/Linux.
eu: Wesnoth-eko Borrokaren taldea irudipen gaia eta rol elementuak dituen "Wesnoth-eko Borroka" txandakako estrategia joku <a href="%s">librearen</a> 1.0 bertsioa argitaratzeaz harro dago. Jokua Windows, Mac OS X, eta hainbat GNU/Linux banaketarako <a href="%s">jeistsi daiteke</a>
he: צוות הקרב על ווסנות' גאה לשחרר את גרסה 1.0 של "הקרב על ווסנות'", משחק אסטרטגיה <a href="%s">חופשי</a>, הכולל מרכיבים של משחקי תפקידים ודמיון. המשחק זמין עתה <a href="%s">להורדה</a> עבור מערכות חלונות, מקינטוש והפצות גנו/לינוקס שונות.
it: Il Team di The Battle for Wesnoth è lieto di condividere la versione 1.0 di "The Battle for Wesnoth", un gioco strategico <a href="%s">Free (Libero)</a> a turni con ambientazione fantasy ed alcuni elementi dei giochi di ruolo. Il gioco può <a href="%s">essere scaricato</a> nelle versioni per Windows, Mac OS X, e molte delle distribuzioni di GNU/Linux.
nl: Het team van Strijd om Wesnoth presenteert met gepaste trots versie 1.0 van "De Strijd om Wesnoth", een <a href="%s">vrij</a>, fantasy-strategiespel met rollenspelelementen, waarin spelers om de beurt hun zetten doen. Het spel is te <a href="%s">downloaden</a> voor Windows, Mac OS X en verscheidene GNU/linux-distributies.
pt: A equipe de desenvolvimento de "Battle for Wesnoth" está orgulhosa de lançar a versão 1.0, um jogo de estratégia, <a href="%s">Livre</a>, com um tema de fantasia e elementos de RPG. Agora, o jogo está <a href="%s">disponível para download, nas versões </a> Windows, Mac OS X e várias distribuições GNU/Linux.
ru: Команда разработчиков игры "Битва за Веснот" с гордостью объявляет о выходе версии 1.0 игры "Битва за Веснот", <a href="%s">Свободной</a>, пошаговой стратегии в стиле фэнтези с ролевыми элементами. Вы можете <a href="%s">загрузить игру</a> для операционных систем Windows, Mac OS X, и различных дистрибутивов GNU/Linux.
sv: Vi är stolta över att kunna presentera version 1.0 av "Kampen om Wesnoth", ett <a href="%s">Fritt</a>, dragbaserat strategispel i fantasymiljö med rollspelsinslag. Spelet finns nu <a href="%s">tillgängligt för nerladdning</a> för Windows, Max OS X och olika GNU/Linux-distributioner.
tr: The Battle for Wesnoth ekibi, fantazik tema ve rol oynama unsurları içeren <a href="%s">özgür</a> bir sıra tabanlı strateji oyunu olan "The Battle for Wesnoth"u yayımlamaktan gurur duyar. Oyun şu andan itibaren Windows, Mac OS X, ve çeşitli GNU/Linux dağıtımları için <a href="%s">indirmeye hazırdır</a>.

source: The Game
af: Die Spel
es: El juego
eu: Jokua
he: המשחק
it: Il Gioco
nl: Het Spel
pt: O Jogo
ru: Игра
sv: Spelet
tr: Oyun

source: Internationalization
af: Internasionalisasie
es: Internacionalización
eu: Internazionalizazioa
he: בינאום
it: Traduzioni
nl: Internationaal
pt: Internacionalização
ru: Интернационализация
sv: Internationalisering
tr: Uluslararası yapma

source: Download
af: Aflaai
es: Descargar
eu: Jeitsi
he: הורדה
it: Scarica
pt: Baixar(download)
ru: Загрузить
sv: Ladda ner
tr: İndirme

source: More Info
af: Meer Informasie
es: Más información
eu: Informazio Gehiago
he: מידע נוסף
it: Altre Informazioni
nl: Verdere informatie
pt: Mais Informações
ru: Подробнее
sv: Mer information
tr: Daha fazla bilgi

source: Battle for Wesnoth is one of very few successful Free/Open Source games. The focus of development has been to make a game that is as fun and enjoyable as possible for its creators -- with the hope that others might share the same tastes as the creators -- rather than to reach the maximum market possible. This approach has led to an environment where a unique game could be created that won't be to everyone's tastes, but which some people will love enough to spend hundreds of hours playing.
af: Die Stryd vir Wesnoth is een van die weinige suksesvolle Gratis/Oop Bron Sagteware spele. Die fokus van die ontwikkelaars is om 'n spel te maak wat soveel moontlik pret en plesier aan die ontwerpers kan verskaf -- met die hoop dat dit in ander se smaak sal val -- liewer as om die maksimum mark te probeer te bereik. Hierdie benadering hhet gelei daarnatoe dat hierdie unieke spel kan ontstaan wat dalk nie in almal se smaak val nie, maar tog 'n spel is waarvan mense genoeg hou om honderde ure aan te spandeer.
es: La Batalla por Wesnoth es uno de los pocos juegos libres que han tenido éxito. Su desarrollo se ha enfocado principalmente más en crear un juego que sea divertido para sus creadores (con la esperanza de que otros tengan sus mismos gustos) que en abarcar el máximo número de usuarios posibles. Este punto de vista ha llevado a crear un entorno donde crear un juego que no será del agrado de todo el mundo, pero al que habrá gente que dedicará cientos de horas jugando.
eu: Wesnoth-eko Borroka joku libre arrakastadun bakarretako bat da. Garapenaren oinarria bere egileentzako ahalik eta joku dibertigarri eta entretenigarriena egitea izan da -- beste batzuk egileen iritzi berekoak izatearen itxaropenarekin -- ahalik eta merkatu handiena lortzea baino. Planteamendu honek joku berezi bat lortzeko ingurumena sortu du, guztien atseginerako ez den jokua, baina batzuk jolasten ehundaka orduak igarotzeko bezainbeste maitatzera heltzeko bai.
he: הקרב על ווסנות' הינו אחד מהמוצלחים שבמשחקי הקוד הפתוח ותוכנה החופשית. הפיתוח התמקד ביצירת משחק מלא הנאה עבור יוצריו --- בתקווה שגם אחרים יהנו באותה מידה -- ולא בחיפוש אחר השוק הרחב ביותר האפשרי. גישה זו הובילה לסביבה בה ניתן היה ליצור משחק יחודי זה, אשר אולי לא יהיה לטעמו של כל אחד, אבל ימשוך מספיק אנשים לבלות מאות שעות משחק.
it: Battle for Wesnoth è uno dei pochi giochi Free/Open Source il cui sviluppo ha avuto un notevole successo. L'obiettivo prefissato era quello di creare un gioco che fosse divertente e giocabile per i suoi creatori - cercando di renderlo molto piacevole anche per gli altri giocatori. In questo modo è stato creato un meccanismo di gioco unico ed originale che lo rende molto gradevole per i giocatori più smaliziati - ma che potrebbe non avvicinarsi al gusto di tutti..
nl: Strijd om Wesnoth is een van de weinige, succesvolle vrije/open-broncode spellen. Het doel bij de ontwikkeling is geweest een spel te maken dat zo leuk mogelijk was voor de makers -- met de hoop dat anderen dezelfde smaak hebben als de makers -- en niet zozeer om zoveel mogelijk mensen aan te spreken. Deze benadering heeft geleid tot een situatie waarin een uniek spel kon ontstaan dat misschien niet bij iedereen in de smaak valt, maar waaraan door anderen honderden uren speelplezier wordt beleefd.
pt: Battle for Wesnoth é um dos pouquíssimos jogos de sucesso do Código Aberto. O objetivo de seu desenvolvimento, tem sido fazer um jogo que seja o mais divertido e envolvente possível para seus criadores -- com a esperança de que outros possam compartilhar desse mesmo prazer. Podendo alcançar uma grande parte do mercado. Essa aproximação foi conduzida a um ambiente onde um único jogo não satisfaz o gosto de todos, mas um jogo que alguém irá amá-lo o bastante para passar centenas de horas jogando.
ru: "Битва за Веснот" одна из немногих успешных Свободных/Открытых игр. Основная цель разработчиков - сделать игру, которая была бы интересна и увлекательна для её создателей -- с надеждой, что и другим она придётся по вкусу -- а не занять максимально возможную долю рынка. Этот подход означает, что не всем придётся по вкусу эта игра, но многим она понравится и они потратят сотни часов, играя в неё.
sv: Kampen om Wesnoth är ett av få fri mjukvaru-/öppen källkodsspel som verkligen lyckats. Fokus under utvecklingen har varit att utveckla ett spel som är så roligt som möjligt för sina skapare -- med hopp om att andra kanske har samma smak som de -- istället för att nå en så stor marknad som möjligt. Detta tillvägagångssätt har skapat en miljö där ett unikt spel kunnat utvecklas, ett spel som kanske inte passar allas smak, men som många har kommit att tycka tillräckligt mycket om för att lägga ner hundratals timmar på att spela.
tr: Battle for Wesnoth (Wesnoth için savaş) az sayıdaki başarılı Özgür/Açık kaynak oyunlardan biridir. Oyun geliştirilirken mümkün olan en yüksek pazar payına ulaşmaktan ziyade -başkalarının da aynı ağız tadına sahip olabileceği umularak- yaratıcıları için olabildiğince zevkli ve eğlenceli bir oyun yapmak esas alınmıştır. Bu yaklaşım içinde herkesin ağız tadına uyamayacak ama bazı insanların da başında yüzlerce saat geçirebilecek kadar hastası olacağı benzersiz bir oyunun yaratılabildiği bir ortam hazırlamıştır.

source: Battle for Wesnoth features simple, fun gameplay that is easy to learn, but is of considerable depths. The single player experience includes four campaigns which are packaged with the game, each with an engaging storyline and strong AI.
af: Die Stryd vir Wesnoth se kenmerk is dat dit 'n eenvoudige spel is, wat maklik is om te leer, maar terselfde tyd het dit diepte. 'n Enkel Speler ervaring sluit in vier veldslae wat ingesluit is met die spel, elk met 'n boeiende storielyn en 'n sterk AI.
es: La Batalla por Wesnoth tiene un sistema de juego simple, divertido y fácil de aprender, pero de una profundidad considerable. La parte de juego individual incluye cuatro campañas empaquetadas junto con el juego, cada una con un argumento atrayente y una fuerte inteligencia artificial.
eu: Wesnoth-eko Borrokak jokatzeko era sinple eta dibertigarria du, ikasteko erreza baina sakontasun nabariarekin. Joku bakarreko esperientziak jokuarekin paketatutako lau kanpaina ditu barne, eta denak harrapatzen zaituzten istorioekin eta IA indartsuekin.
he: הקרב על ווסנות' הינו משחק פשוט, מבדר וקל ללימוד ויחד עם זאת בעל עומק משמעותי. עבור שחקן יחיד כלולים במשחק ארבעה מסעות קרב, כל אחד עם עלילה כובשת ויריב ממוחשב חזק.
it: The Battle For Wesnoth ha delle regole semplici e divertenti che sono facili da imparare, ma nell'insieme risulta essere piuttosto avvincente nello sviluppo del gioco. Sono incluse 4 Campagne da giocatore singolo, con una trama avvincente e un Intelligenza Artificiale molto abile.
nl: Strijd om Wesnoth heeft eenvoudige gameplay en is makkelijk te leren, maar is tegelijk ook een spel met diepte. Er zijn vier één-speler-veldtochten die met het spel meegeleverd worden, elk met een eigen verhaal en sterke computer-tegenstanders.
pt: Simples características de Battle for Wesnoth, um jogo divertido e fácil de aprender, mas com dificuldades consideráveis. A experiência de jogo para apenas um jogador(single player) inclui quatro campanhas as quais vem junto ao pacote do jogo, cada uma com uma forte historia AI.
ru: Основная особенность игры "Битва за Веснот" - это простой и увлекательный игровой процесс, который легко понять. Одиночный режим игры включает в себя четыре кампании, которые присутствуют в игре, каждая из которых содержит в себе увлекательный сюжет и сильных компьютерных противников.
sv: Kampen om Wesnoth är ett enkelt, roligt spel som är lätt att lära sig, men som har avsevärda djup. Som ensamspelare kan man välja mellan fyra olika kampanjer, allihop med fängslande handlingar och en stark AI-motståndare.
tr: Battle for Wesnoth öğrenmesi kolay fakat hayli derinlikli, basit ve eğlenceli bir oynanışa sahiptir. Tek oyunculu deneyimi oyunla birlikte paketlenmiş güçlü yapay zekaya ve ilginç birer senaryoya sahip dört kampanya içerir.

source: Battle for Wesnoth also contains a vibrant community of campaign makers who have made dozens of additional campaigns that may be downloaded and installed easily from within the game itself. Aspiring campaign makers and scenario designers can easily add their own campaigns using the Wesnoth map editor and the flexibility of Wesnoth's scriptable engine.
af: Die Stryd vir Wesnoth het ook 'n op en wakker gemeenskap wat alreeds dosyne van hulle eie veldslae gemaak het, en dit kan afgelaai word en maklik ge-installeër word vanuit die spel self. Aspirant veldslag makers, en veldslag ontwerpers, kan maklik hulle eie veldslae byvoeg deur die Wesnoth kaart redigeerer te gebruik, en deur die baie aanpasbare Wesnoth enjin in te span.
es: La Batalla por Wesnoth también ha fomentado una vibrante comunidad de creadores de campañas que ha puesto a disposición de todo el mundo docenas de campañas adicionales que pueden descargarse e instalarse fácilmente desde el mismo juego. Los aspirantes a escritores de campañas y diseñadores de escenarios pueden añadir fácilmente sus propias campañas usando el editor de mapas de Wesnoth y la flexibilidad que ofrece su motor de guiones.
eu: Wesnoth-eko Borrokak kanpaina egile erkidego sutsua dauka, gehigarri egin duena, jokotik bertatik jeitsi eta instala daitezkeen hamaika kanpaina garatu dituena. Kanpaina egile eta jokaleku diseinatzaile izan nahi dutenak erraz gehitu dezakete beraien kanpaina propioak Wesnoth-eko mapa editorearekin eta gidoietan oinarritutako Wesnoth-eko motorearen malgutasunarekin.
he: הקרב על ווסנות' כולל גם קהילה של יוצרי מסעות שיצרה תריסרי מסעות נוספים הניתנים להורדה והתקנה קלים מתוך המשחק עצמו. אנשים השואפים ליצור מסעות ולתכנן תרחישים נוספים, יכולים לעשות זאת בעזרת תוכנת עריכת המפות והגמישות שבמנוע המשחק של ווסנות'.
it: The Battle for Wesnoth viene seguito da una comunità piuttosto animata di creatori di moduli che hanno creato decine di campagne addizionali che possono essere scaricate facilmente attraverso l'interfaccia del gioco. Chi volesse creare delle campagne o degli scenari, lo potrà fare utilizzando l'editor di mappe del gioco e la flessibilità del gestore di script di wesnoth.
nl: Strijd om Wesnoth heeft een levendige gemeenschap van schrijvers die tientallen veldtochten hebben gemaakt, die vanuit het spel gedownload en geïnstalleerd kunnen worden. Wie zelf een veldtocht of scenario wil schrijven kan dat doen met behulp van de kaartbewerker en de flexibele Wesnoth script-taal.
pt: Battle for Wesnoth também tem uma comunidade vibrante de criadores de campanhas os quais criaram dúzias de campanhas adicionais que pode ser baixada e instalada facilmente a partir do próprio jogo. Aspirando criadores de campanhas e desenhistas de cenário podem adicionar suas campanhas facilmente utilizando o editor do mapa de Wesnoth(Wesnoth map editor) e a flexibilidade da ferramenta de script do Wesnoth.
ru: "Битва за Веснот" также состоит из сообщества людей, которые создают своими силами дополнительные кампании и которые можно очень просто загрузить и установить в игру. Создатели кампаний и сценаристы могут легко создавать свои кампании, используя редактор карт Веснот и гибкость скриптового движка Веснот.
sv: Kampen om Wesnoth har också dragit till sig en livlig krets av kampanjmakare, som har gjort dussintals ytterligare kampanjer som enkelt kan laddas ner och installeras i spelet. Den som vill sälla sig till gruppen av kampanjmakare och scenarioskapare kan enkelt blåsa liv i sina idéer med Wesnoths karteditor och flexibiliteten i Wesnoths skriptbara spelmotor.
tr: Battle for Wesnoth ayrıca oyun içinde indirilip kolayca yüklenebilen düzinelerce ek kampanya yapmış olan hareketli bir kampanya yazarları camiasına sahiptir.İstekli kampanya ve senaryo yazarları Wesnoth harita editörü ve Wesnoth'un skript dilini kullanarak kendi kampanyalarını kolay bir şekilde oluşturabilirler.

source: Multiplayer isn't forgotten either, with hotseat or LAN play with friends available, as well as a multiplayer server on the Internet where players can find allies and opponents to play with.
af: Veelspelers is ook nie vergete nie, hetsy 'n hotseat of interne netwerk spel met vriende, en dan ook nog veelspeler bedieniers op die Internet, waar spelers vir hulself bondgenote of opponente kan vind om mee te speel.
es: Tampoco se ha olvidado la funcionalidad de múltiples jugadores, ya sea con juegos de «asiento caliente» o en una red local con varios amigos, como conectándose a servidores multijugador de Internet donde los jugadores pueden encontrar aliados y oponentes con los que jugar.
eu: Jende anitzekin jolasteko aukera ez da ahaztu, eta bai ordenagailu berberan bai sare lokalean lagunekin jokatzeko aukera dago, hala nola Interneteko joku anitzeko zerbitzarietan non jokalariek jokatzeko lagunak eta etsaiak aurki ditzakete.
he: גם משחקים רבי משתתפים לא נזנחו, ניתן לשחק עם חברים דרך הרשת או בכסאות מוזיקלים.
it: Molto interessante è la possibilità di gioco in multiplayer, scambiandosi la postazione (hotseat) o in LAN con i propri amici, oppure tramite i server per il multiplayer su internet dove i giocatori potranno trovare degli alleati o degli avversari con cui confrontarsi.
nl: Ook is het mogelijk met meerdere spelers te spelen, met vrienden in een hotseat- of LAN-spel of tegen andere mensen op de multiplayer server.
pt: A opção Multiplayer não fora esquecida também, com hotseat ou Jogo em Rede disponível para os amigos, tão bem quanto um servidor multi-jogadores na Internet onde jogadores podem encontrar aliados e oponentes para jogar.
ru: Также не забыт режим многопользовательской игры, игры на одном компьютере, либо игры по локальной сети с друзьями, также существует многопользовательский интернет сервер, где игроки могут найти союзников и оппонетнов, с которыми они могут играть.
sv: Gruppspel är inte bortglömt heller, utan här finns möjlighet till både hotseat- och nätverksspel, där antingen en av spelarna är spelvärd eller genom en gruppspelsserver på Internet där spelare kan finna allierade och motståndare att spela med.
tr: Çok oyunculu da unutulmamıştır, ikili veya ağ üzeri ile arkadaşlara karşı olduğu gibi internet üzerinden oyuncuların takım arkadaşı ve rakip bulabileceği çok oyunculu sunucuda da oynamak mümkün.
